[
	{
		"id": "Gharib2021",
		"source_id": "Gharib2021",
		"type": "article",
		"title": "COPri v.2 — A core ontology for privacy requirements",
		"author": "Gharib, M. and Giorgini, P. and Mylopoulos, J.",
		"keywords": "Conceptual modeling;  PbD;  Privacy by Design;  Privacy ontology;  Privacy requirements;  Requirements engineering",
		"doi": "10.1016/j.datak.2021.101888",
		"abstract": "Nowadays, most enterprises collect, store, and manage personal information of customers to deliver their services. In such a setting, privacy has emerged as a key concern since companies often neglect or even misuse personal data. In response to multiple massive breaches of personal data, governments around the world have enacted laws and regulations for privacy protection. These laws dictate privacy requirements for any system that acquires and manages personal data. Unfortunately, these requirements are often incomplete and/or inaccurate as many RE practitioners are insufficiently versed with privacy requirements and how are they different from other requirements, such as security. To tackle this problem, we developed a comprehensive ontology for privacy requirements. In particular, the contributions of this work include the derivation of an ontology from a previously conducted systematic literature review, an implementation using an ontology definition tool (Protégé), a demonstration of its coverage through an extensive example on Ambient Assisted Living, and a validation through competency questions. Also, we evaluate the ontology against the common pitfalls for ontologies with the help of some software tools, lexical semantics experts, and privacy and security researchers. The ontology presented herein (COPri v.2) has been enhanced with extensions motivated by the feedback received from privacy and security experts. © 2021 Elsevier B.V.",
		"year": "2021",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85104491775&doi=10.1016%2fj.datak.2021.101888&partnerID=40&md5=ec333d635f386971f2cd2b4ff70cb515",
		"journal": "Data and Knowledge Engineering",
		"volume": "133"
	},
	{
		"id": "Wilhelm2021374",
		"source_id": "Wilhelm2021374",
		"type": "article",
		"title": "Organizational, Technical, Ethical and Legal Requirements of Capturing Household Electricity Data for Use as an AAL System",
		"author": "Wilhelm, S. and Jakob, D. and Kasbauer, J. and Dietmeier, M. and Gerl, A. and Elser, B. and Ahrens, D.",
		"keywords": "Ambient-assisted living;  Data models;  Data recording;  Data recording architecture;  Data transmission;  Elderly care;  Electricity load profiles;  Ethics;  Home appliance;  Household electricity data;  Human activity detection;  Privacy;  Smart metering",
		"doi": "10.1007/978-981-15-5856-6_38",
		"abstract": "Due to demographic change, elderly care is one of the major challenges for society in near future, fostering new services to support and enhance the life quality of the elderly generation. A particular aspect is the desire to live in one’s homes instead of hospitals and retirement homes as long as possible. Therefore, it is essential to monitor the health status, i.e. the activity of the individual. In our data-driven society, data is collected at an increasing rate enabling personalized services for our daily life using machine-learning and data mining technologies. However, the lack of labeled datasets from a realistic environment hampers research for training and evaluating algorithms. In the project BLADL, we use data mining technologies to gauge the health status of elderly people. Within this work, we discuss the challenges and caveats both from a technical and ethical perspectives to create such a dataset. © 2021, The Editor(s) (if applicable) and The Author(s), under exclusive license to Springer Nature Singapore Pte Ltd.",
		"pages": "374-392",
		"year": "2021",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85096414734&doi=10.1007%2f978-981-15-5856-6_38&partnerID=40&md5=9ed7d7a952d46f1cde1aa911768839c4",
		"journal": "Advances in Intelligent Systems and Computing",
		"volume": "1183"
	},
	{
		"id": "Gharib2020472",
		"source_id": "Gharib2020472",
		"type": "article",
		"title": "COPri - A Core Ontology for Privacy Requirements Engineering",
		"author": "Gharib, M. and Mylopoulos, J. and Giorgini, P.",
		"keywords": "Conceptual modeling;  PbD;  Privacy ontology;  Privacy requirements",
		"doi": "10.1007/978-3-030-50316-1_28",
		"abstract": "In their daily practice, most enterprises collect, store, and manage personal information for customers in order to deliver their services. In such a setting, privacy has emerged as a key concern as companies often neglect or even misuse personal data. In response to this, governments around the world have enacted laws and regulations for privacy protection. These laws dictate privacy requirements for any system that acquires and manages personal data. Unfortunately, these requirements are often incomplete and/or inaccurate as many RE practitioners might be unsure of what exactly are privacy requirements and how are they different from other requirements, such as security. To tackle this problem, we developed a comprehensive ontology for privacy requirements. To make it comprehensive, we base our ontology on a systematic review of the literature on privacy requirements. The contributions of this work include the derivation of an ontology from a previously conducted systematic literature review, an implementation using an ontology definition tool (Protégé), a demonstration of its coverage through an extensive example on Ambient Assisted Living, and a validation through a competence questionnaire answered by lexical semantics experts as well as privacy and security researchers. © 2020, Springer Nature Switzerland AG.",
		"pages": "472-489",
		"year": "2020",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85087773342&doi=10.1007%2f978-3-030-50316-1_28&partnerID=40&md5=6d830df53c037197a828d1b59c0496cf",
		"journal": "Lecture Notes in Business Information Processing",
		"volume": "385 LNBIP"
	},
	{
		"id": "Muchagata2020395",
		"source_id": "Muchagata2020395",
		"type": "article",
		"title": "Dementia and mHealth: On the Way to GDPR Compliance",
		"author": "Muchagata, J. and Teles, S. and Vieira-Marques, P. and Abrantes, D. and Ferreira, A.",
		"keywords": "Cognitive training;  Dementia Ambient Assisted Living (AAL);  General Data Protection Regulation (GDPR);  Mild Cognitive Impairment (MCI);  Security and privacy access control;  SoTRAACE mHealth applications",
		"doi": "10.1007/978-3-030-46970-2_19",
		"abstract": "Innovative technological solutions for people with some kind of mental or cognitive health issues, have the potential to keep the brain active and help them to be as independent as possible in their daily lives. Therefore, those solutions can improve the overall older adult’s quality of life and, particularly, of those with dementia or Mild Cognitive Impairment (MCI). In a previous paper, the authors discussed the potential of mobile apps for people with dementia and their compliance with the GDPR (General Data Protection Regulation). However, and despite all the advantages, a lack of security standards or guidelines and low GDPR compliance was noticed on the analysed MCI mobile apps. This may raise serious concerns, as older adults living with this condition, may be particularly susceptible and vulnerable to risk of privacy breaches. This paper extends that work by using lessons learned and extracted requirements (e.g., GDPR and visual security requirements), together with an adaptable access control model (e.g., SoTRAACE), to build mHealth mockups for people with MCI based on a use-case of a persona, an older adult with a slight decline in cognitive abilities who uses a computer-assisted/mobile cognitive training application to delay his cognitive decline. The authors also aim to bring awareness to researchers, designers, developers and health professionals for the improvement of security and privacy of mHealth for dementia. © 2020, Springer Nature Switzerland AG.",
		"pages": "395-411",
		"year": "2020",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85084973476&doi=10.1007%2f978-3-030-46970-2_19&partnerID=40&md5=fb4a074f82fff10402c0bcc5faa98e43",
		"journal": "Communications in Computer and Information Science",
		"volume": "1211 CCIS"
	},
	{
		"id": "MinhDang2019",
		"source_id": "MinhDang2019",
		"type": "article",
		"title": "A survey on internet of things and cloud computing for healthcare",
		"author": "Minh Dang, L. and Piran, M.J. and Han, D. and Min, K. and Moon, H.",
		"keywords": "Cloud computing;  Communication;  Fog computing;  Healthcare;  IoT;  Networking;  Privacy;  Security",
		"doi": "10.3390/electronics8070768",
		"abstract": "The fast development of the Internet of Things (IoT) technology in recent years has supported connections of numerous smart things along with sensors and established seamless data exchange between them, so it leads to a stringy requirement for data analysis and data storage platform such as cloud computing and fog computing. Healthcare is one of the application domains in IoT that draws enormous interest from industry, the research community, and the public sector. The development of IoT and cloud computing is improving patient safety, staff satisfaction, and operational efficiency in the medical industry. This survey is conducted to analyze the latest IoT components, applications, and market trends of IoT in healthcare, as well as study current development in IoT and cloud computing-based healthcare applications since 2015. We also consider how promising technologies such as cloud computing, ambient assisted living, big data, and wearables are being applied in the healthcare industry and discover various IoT, e-health regulations and policies worldwide to determine how they assist the sustainable development of IoT and cloud computing in the healthcare industry. Moreover, an in-depth review of IoT privacy and security issues, including potential threats, attack types, and security setups from a healthcare viewpoint is conducted. Finally, this paper analyzes previous well-known security models to deal with security risks and provides trends, highlighted opportunities, and challenges for the IoT-based healthcare future development. © 2019 by the authors. Licensee MDPI, Basel, Switzerland.",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85070554072&doi=10.3390%2felectronics8070768&partnerID=40&md5=8a4c93d447bec26b8c0f27284e98618f",
		"journal": "Electronics (Switzerland)",
		"volume": "8"
	},
	{
		"id": "Bleja2018455",
		"source_id": "Bleja2018455",
		"type": "book",
		"title": "IoT systems of the AAL Sector: Application, business model, and data privacy",
		"author": "Bleja, J. and Grossmann, U. and Horster, B. and Roß, A. and Löhrke, E. and Röhrig, C. and Oelker, J. and Celik, A. and Hormann, R.",
		"abstract": "This Chapter presents results of three projects aiming to provide the requirements for enabling elderly people to stay longer in their flats or houses before moving to senior citizens residences or nursing homes. Using market available devices, ambient assisted living systems are developed for recording vital data. A minimal invasive radio transmission system and smart home sensors are installed. Data from various sensors and devices will be recorded, collected, and analyzed automatically in one single IoT platform. On top of the recorded data, a collaborative system business model is developed enabling fair allocation of revenues and cost savings. Data-driven services will be developed and deployed. The implementation of data protection against the background of the European General Data Protection Regulation is taken into account. © 2019 River Publishers.",
		"pages": "455-476",
		"year": "2018",
		"url_article": "https://doi.org/Bleja2018455",
		"journal": "Dependable IoT for Human and Industry: Modeling, Architecting, Implementation"
	},
	{
		"id": "Garcés2017121",
		"source_id": "Garcés2017121",
		"type": "article",
		"title": "Quality attributes and quality models for ambient assisted living software systems: A systematic mapping",
		"author": "Garcés, L. and Ampatzoglou, A. and Avgeriou, P. and Nakagawa, E.Y.",
		"keywords": "Ambient assisted living;  ISO/IEC 25010;  Quality attribute;  Quality model;  Systematic mapping",
		"doi": "10.1016/j.infsof.2016.10.005",
		"abstract": "Context: Ambient Assisted Living (AAL) has become an essential, multidisciplinary research topic, aiming at providing software systems and services that assist people in their everyday life activities. Considering the critical nature of AAL systems, several initiatives have already contributed to the improvement of their quality, by mainly focusing on their non-functional requirements. Despite the importance of quality assurance in AAL systems, there is a lack of a comprehensive analysis on how quality assurance is performed in such systems. This fact might in turn lead to an absence of standardization with regard to the quality assurance process of these systems. Objective: We provide a broad, detailed panorama about the state of the art on quality models (QMs) and quality attributes (QAs) that are important for the AAL domain. Method: We performed a Systematic Mapping (SM). We used six publication databases to cover all published material pertinent for our SM. We initially obtained 287 studies that were filtered based on a set of well-defined inclusion/exclusion criteria, resulting into a set of 27 studies that were used for exploring QAs for AAL systems. Results: The most common QAs used in the development of AAL systems were identified and defined. We also characterized important critical attributes for software systems in the AAL domain. Additionally, QAs for some AAL sub-domains were defined. Furthermore, we investigated how QM&QA have been defined, evaluated, and used in that domain. Finally, we offered an analysis of the maturity of the studies identified in our SM. Conclusion: It is necessary to develop a complete QM that: (i) defines all common QAs for AAL systems; (ii) considers variability of QAs among AAL sub-domains; (iii) analyses dependences among QAs; (iv) offers indicators or metrics to measure QAs; and (v) offers means to assess and predict quality of AAL systems. © 2016 Elsevier B.V.",
		"pages": "121-138",
		"year": "2017",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84994350835&doi=10.1016%2fj.infsof.2016.10.005&partnerID=40&md5=924f259ce9824d9727b190ab5c627919",
		"journal": "Information and Software Technology",
		"volume": "82"
	},
	{
		"id": "Garces2016175",
		"source_id": "Garces2016175",
		"type": "conference",
		"title": "A quality model for AAL software systems",
		"author": "Garces, L. and Oquendo, F. and Nakagawa, E.Y.",
		"keywords": "Adaptivity;  Ambient Assisted Living;  Healthcare System;  ISO/IEC 25010;  Quality Attribute;  Quality Model;  Smart Technologies;  System-of-systems",
		"doi": "10.1109/CBMS.2016.46",
		"abstract": "The Ambient Assisted Living (AAL) domain aims to support the daily life activities of elders, patients with chronic conditions or disabled people, with a focus on ICT (Informatics and Communication Technologies). Important advances in AAL software systems have been already made, assisting people in their home, work, and social environments. Because of their critical nature, these systems must be developed focused on their quality. Hence, quality attributes (QAs), such as safety, reliability, and security, must be identified and well defined to successfully achieve the system purposes. However, there is not a set of QAs specific for AAL systems, hence, new systems have been developed based on general standards, such as ISO/IEC 25010, or based on particular experiences. This paper introduces the QM4AAL, a quality model (QM) for AAL systems. The QM4AAL was established and evaluated based on evidence from several published works found through conduction of a systematic mapping study. As result, the QM4AAL details QAs requirements, adaptive (e.g., self-configuring or situation-aware) or static properties, and stakeholders of AAL systems and their constituents systems (e.g., activity monitoring or health status monitoring systems). We intend this QM can orient the design and assessment of current and future AAL systems. © 2016 IEEE.",
		"pages": "175-180",
		"year": "2016",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84987643816&doi=10.1109%2fCBMS.2016.46&partnerID=40&md5=2d41ac66960cfbd75293eb94dfdd7d07",
		"journal": "Proceedings - IEEE Symposium on Computer-Based Medical Systems",
		"volume": "2016-August"
	},
	{
		"id": "Weegh2015857",
		"source_id": "Weegh2015857",
		"type": "article",
		"title": "Acceptance Criteria of Ambient Assistant Living Technologies",
		"author": "Weegh, H. and Kampel, M.",
		"keywords": "Acceptance criteria;  Aging society;  Aging-in-place;  Ambient Assistant Living Technologies;  data security;  fearless-life comfort system;  independent and autonomous living;  legal requirements;  privacy;  Technology acceptance",
		"doi": "10.3233/978-1-61499-566-1-857",
		"abstract": "Ambient Assisted Living (AAL) is a growing field resulting from aging populations in the majority of the well-developed regions of the world. AAL technologies aim at supporting independent living at home and therefore, include a wide variety of innovations. However, even though AAL technologies are on the rise, the acceptance of them among the elderly population is still low. In order to elaborate acceptance criteria, the state of the art on opinions and perceptions of elderly people about AAL technologies, is summarized. A total of eleven acceptance criteria are excerpted from this and a diagram is created to show their connections. This information can be helpful for the developers of future AAL technologies, so that they have a better idea of aspects they have to consider to improve the acceptance of their technology. The excerpted criteria are illustrated based on the FEARLESS-life comfort system, which is an image-based fall detection system as an example for a recently developed AAL technology. © 2015 The authors and IOS Press. All rights reserved.",
		"pages": "857-864",
		"year": "2015",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84952050454&doi=10.3233%2f978-1-61499-566-1-857&partnerID=40&md5=9590169c42d738bdf7f29f561b71d5e7",
		"journal": "Studies in Health Technology and Informatics",
		"volume": "217"
	},
	{
		"id": "Richter2015211",
		"source_id": "Richter2015211",
		"type": "conference",
		"title": "Scenario development for successful aeging with robot companions",
		"author": "Richter, K. and Döring, N.",
		"keywords": "Active aging;  Healthcare robots;  Independent living;  Scenario development;  User-centered design",
		"doi": "10.5220/0005429402110218",
		"abstract": "To illustrate how service-robots for healthcare can support independent living of older people three normative, narrative scenarios were systematically developed. In the sense of a user-centered design, scenarios are a promising opportunity to involve the target groups in the development and implementation process. Each scenario illustrates a different but typical day of an elderly person living with such a robot. Scenarios intend to encourage a lively but focused discussion of future technologies with different target groups. The personas (hypothetical but concrete prototypes of user groups describing specific requirements and usage behavior) were derived from the state-of-the-art concerning the every-day life of older people and the results of a qualitative interview-study focused on the structures and schedules of the seniors daily routines. Additionally, key dimensions of the scenario space (specification of service-robots, older people and living environments) as well as descriptors characterizing each dimension, were identified by means of an exhaustive, systematic literature review and consistency analysis. The paper presents the scenario development process, the scenarios and their use in evaluation studies.",
		"pages": "211-218",
		"year": "2015",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84939505933&doi=10.5220%2f0005429402110218&partnerID=40&md5=10b403598aa80d9f8af85d44aa381500",
		"journal": "ICT4AgeingWell 2015 - Proceedings of the 1st International Conference on Information and Communication Technologies for Ageing Well and e-Health"
	},
	{
		"id": "Virk201485",
		"source_id": "Virk201485",
		"type": "conference",
		"title": "EXO-LEGS for elderly persons",
		"author": "Virk, G.S. and Haider, U. and Indrawibawa, I.N. and Thekkeparampumadom, R.K. and Masud, N.",
		"doi": "10.1142/9789814623353_0010",
		"abstract": "The paper presents a research update on the AAL Call 4 EXO-LEGS project aimed at developing lower-body mobility exoskeletons to assist elderly persons to stay independent in their normal daily living activities for as long as possible. The important movement functionalities and key design issues to be included in the process are identified via specifically developed questionnaires and responses from a pan-European end user group set up as part of the project. The user requirements are used together with the recently published ISO safety requirements for personal care robots to perform targeted technical research in the areas of human gait analysis, modelling and simulation, mechanical engineering, embedded system design, and ergonomic user interfacing. © 2014 by World Scientific Publishing Co. Pte. Ltd.",
		"pages": "85-92",
		"year": "2014",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84991754640&doi=10.1142%2f9789814623353_0010&partnerID=40&md5=509f959ee3e99520fd4667e1b758e6a4",
		"journal": "Mobile Service Robotics: Proceedings of the 17th International Conference on Climbing and Walking Robots and the Support Technologies for Mobile Machines"
	},
	{
		"id": "Jones20101",
		"source_id": "Jones20101",
		"type": "article",
		"title": "Service integrated housing for Australians in later life",
		"author": "Jones, A. and Howe, A. and Tilse, C. and Bartlett, H. and Stimson, B.",
		"keywords": "Australian;  Housing;  Integrated;  Later life;  Service",
		"abstract": "Aims, context and definition The aim of the study is to analyse the diversity and types of service integrated housing that have been developed in Australia, and to consider the policy and research implications. It includes examination of the implications of international experience with service integrated housing for Australia. The term service integrated housing refers to: all forms of housing for people in later life where the housing provider deliberately makes available or arranges for one or more types of support and care, in conjunction with the housing provision. Interest in this form of housing provision derives from the ageing of the Australian population, and the impacts of disability and frailty on the capacity of many individuals and households to manage the tasks of daily life in the domestic housing environment without support. While the majority of those in need of assistance live in the general community with care from formal services and /or family or other informal carers, a proportion live in a range of purpose-built housing for older people that also provides varying levels of support and care services. Little systematic information is available on these forms of housing and the services they provide, but there is increasing recognition that as the period of later life for many Australians lengthens, and as the overall number of older Australians grows, greater consideration needs to be given to the range of housing and care choices available to older Australians. order to provide a foundation for improved understanding of service integrated housing, this research project addresses the following objectives: To clearly identify and define service integrated housing as an approach to the provision of housing, support and care in later life in Australia that is intermediate between delivery of community care to people living in the general community and residential aged care. To outline the historical development of service integrated housing in Australia, and show how this pattern of development has shaped the size and organisation of the sector, and the predominance of certain service types. To place the development of service integrated housing in Australia in an international context, and to clarify the terminology used in Australia and internationally as a foundation for more rigorous use of terminology and more systematic international comparison. To provide a classification of the various forms of service integrated housing in Australia. To provide case examples of the various forms of service integrated housing in the contemporary Australian context, and thus illustrate the diversification that has occurred. 6. To identify and consider the policy and research issues associated with the future development of service integrated housing. Service integrated housing as a component of aged care In the Australian context the main form of service integrated housing is the retirement village. However, retirement village is now an umbrella term that encompasses a range of different kinds of service integrated housing. Some retirement villages focus on recreational activities and these are often referred to as lifestyle villages. However, most are concerned with providing a supportive environment for older people, and an increasing number are catering for older people requiring care as well as support in serviced apartments and assisted living facilities. Many are also involved in assisting self-care retirement village residents to access community care services. Several new forms of retirement village are also emerging, including affordable rental villages for low-income, low-asset aged pensioners. There are also important developments in service integrated housing outside of the retirement village sector. Service integrated housing is provided through many of the independent living units built for older people from the 1950s to the 1980s, as well as in supported residential services and in some boarding houses and manufactured homes estates. Service integrated housing is provided to many older people with complex needs, particularly older people at risk of homelessness. There are also well-established services such as Abbeyfield Housing, and experimental models such as Apartments for Life. Service integrated housing has received far less policy attention in Australia in recent years than community care and residential care. However, with an estimated 130,000 residents, service integrated housing is comparable in size to residential aged care with an estimated 165,000 residents (permanent and respite). There are also close linkages and inter-connections between service integrated housing and other aged care services. There are strong grounds for arguing that service integrated housing should be viewed as the third component of aged care in Australia intermediate between community care and residential care as shown in Figure 2 (p. 30), and that the role of service integrated housing should be given greater recognition in policy and research. The historical development of service integrated housing One reason for the limited policy attention to service integrated housing is its complex history which is portrayed in Figure 1 (p. 14). The history of service integrated housing can be understood in terms of four tiers of development, underpinned by the growth of community care services. The first tier was the development of independent living units by community organisations from the 1950s to the 1980s. However, the cessation of government capital funding meant that policy subsequently neglected these developments. The second tier took the form of hostels whose growth was accelerated by the introduction of care subsidies for hostel residents in 1969 and new legislation in 1972. However, over time the balance of hostel roles shifted away from accommodation towards a greater emphasis on care, bringing them closer to nursing homes. This transformation was completed when hostels and nursing homes were brought together under the Aged Care Act 1997. The third tier was the development and diversification of retirement villages by community and private sector organisations since the 1970s. While shaped indirectly by aged care policies, and in part filling the gap left by these policies, this development has come about without an explicit policy framework. The fourth and as yet small tier of service integrated housing comprises a number of innovative projects developed to address the needs of particular groups, including insecurely housed and homeless older people who require special support, and older people who lack the financial resources to buy into retirement villages. These developments came about at the same time as home and community care services were expanding. Delivering these services themselves or drawing on services delivered by other agencies gave housing providers much of the service component for new service integrated housing arrangements. Community care can thus be seen as a general infrastructure supporting residents living in various forms of housing purposely built for older people as well as serving those living in the wider community. The consequences of this somewhat untidy history are that service integrated housing lacks both a clear identity and a continuous history of government involvement. Important types of service integrated housing such as independent living units and hostels were discontinued or deflected to other purposes, and the main form of service integrated housing, retirement villages, were developed by the community and private sectors with limited government direction. Public sector leadership has been restricted to specific and relatively small areas, such as service integrated housing for homeless and insecurely housed older people. Australia has an extensive service integrated housing sector, but its contribution towards meeting the accommodation and care needs of older Australians has received little policy recognition. The international context To understand the future of service integrated housing in Australia, and the roles that public policy might play, it is instructive to look at service integrated housing in comparable overseas countries such as the US, the UK and the countries of Europe. All of these countries have many forms of service integrated housing, but the wide range of terms used to describe service integrated housing has made international comparison difficult. The international translation chart provided in this report (Table 2 and full chart at the end of the report) addresses this issue. It defines over 90 terms referring to types of service integrated housing, and identifies the international equivalents to Australian terms and housing forms. There is much to be learnt from the international experience as shown in Chapter 3. One central message is that in the US, the UK and most European countries, service integrated housing has emerged as a key service sector for older people, alongside community care and residential aged care. For example, almost one million people live in assisted living facilities in the US. Similarly, in the UK sheltered housing provides approximately 400,000 units of accommodation and has been at the centre of public policy debate about housing, support and care for older people. The international experience also shows that there are three broad sub-types or clusters of service integrated housing that are present in the UK, the US and many European countries. Firstly, there is service integrated housing offering lifestyle and recreation. The strongest tradition of this sub-type is in the US where such housing forms are referred to as active adult retirement communities, leisure oriented retirement communities, retirement housing for special affinity groups and retirement resorts. In Australia the most commonly used term is lifestyle village. Secondly, there is service integrated housing offering support. Support includes such features and services as barrier-free environments, on-site management, general property maintenance, social and recreational activities, group transport, limited supervision including personal alert/emergency call systems and social support. In the Unites States these housing forms are known by terms including independent living facilities and board and care homes. In the UK such housing is called sheltered housing, a term also used in the Netherlands, Canada, Germany and Israel. Some forms of co-housing for older people in Europe, and Abbeyfield Housing as it has been adapted in Australia, also fall into this category. The self-care and independent living units in Australian retirement villages are the main Australian examples, together with independent living units that offer some support, affordable rental villages, and some boarding houses and manufactured home estates. Thirdly, there is service integrated housing offering support and care. In addition to support services, care services may include property maintenance in response to individual needs, assistance with domestic work (cooking, cleaning, laundry, shopping and household management), individualised transport service, assistance with self-care (bathing, toileting, dressing, grooming, eating, medication), nursing care, allied health services and case management and counselling. In the US this category includes congregate seniors housing, assisted living facilities and continuing care retirement communities. In the UK it includes very sheltered housing, extra care housing and some retirement communities. In some European countries it is termed service housing and heavy service housing. The Netherlands model of apartments for life also falls within this category. In Australia this form of housing is provided in retirement villages as serviced apartments and assisted living, and by the provision of community care services to retirement village residents. The international experience of service integrated housing shows that the roles played by the public, private and community sectors in service integrated housing provision can vary widely from country to country. For example, in the US the public policy framework is relatively weak, and the private sector has played the main role in developing new forms of service integrated housing. The community sector has been active in extending service integrated housing to lower income-groups. In the UK, the public sector has taken a leading role in the development of service integrated housing. Sheltered housing and extra-care housing has mainly been provided by local authorities and housing associations operating within an explicit national policy framework. In the UK the private sector has played only a minor role. Classifying service integrated housing The three broad sub-types or clusters of service integrated housing identified in the international context are helpful in describing the nature and pattern of service integrated housing in Australia. However, if we are to understand the composition and shape of service integrated housing it is helpful to develop a more detailed classification system. There are many different dimensions of service integrated housing including sector, tenure arrangements, dwelling structure or form, physical form, size and scale, design, level and types of services, service arrangements, market, geographic location, and age-range. Classifying the different forms of service integrated housing based on a selection of these variables assists in understanding the range of possible permutations and combinations and provides a conceptual foundation for detailed, empirical analysis. A classification of service integrated housing developments in Australia is developed in Chapter 4 and presented in Figure 4 (p. 66). It is build around three variables: the sector of the organisation providing the housing; the dwelling form; and the nature of service provision arrangements. The sector of the organisation responsible for the housing component of service integrated housing is a fundamental and defining characteristic. Each of the three sectors - private, community and public - has a distinctive history and role in service integrated housing, as well as more general characteristics that shape its current and emerging roles. The dwelling form of a service integrated housing development is of fundamental importance as it affects the way that housing is experienced by residents and the ways that services are provided. Three main types of dwelling form are distinguished: detached villa; private apartment and shared, non-private dwelling. The service arrangements for provision of care services are the third variable. An external service arrangement is where the housing provider relies on delivery from an external agency, overwhelmingly HACC agencies, that are separate to the housing provider. Internal service arrangements are where the housing provider takes a role in providing care services, either by providing services directly or facilitating access to services and making arrangements with service providers. The three sectors x three housing forms x two service arrangements result in 18 possible categories for describing older persons service integrated housing. All forms of service integrated housing can be located within one of these categories. Hence, the classification provides a means for identifying the most prevalent forms of service integrated housing as well as forms that are under-represented either because they are under-developed or are unlikely to develop for one reason or another. The classification may also identify boutique cases that can be noted as such, especially if they have some features that are likely to limit wider take up. Applying the classification to cases In Chapter 5, 14 case examples of a diversity of service integrated housing arrangements in Australia are presented, using the classification categories as the descriptive framework. As well as illustrating the utility of the classification scheme, the case examples illustrate the diversity of types of service integrated housing that have developed in Australia. The case examples cover 11 of the 18 categories shown in Figure 4, and examples falling into the remaining categories are also identified. The classification and case examples suggest patterns of likely associations amongst variables that would be found were a large-scale study of service integrated housing in Australia to be undertaken, and the overall patterns that are likely to emerge under current policy settings. Based on the case studies and the historical material presented in Chapter 2 a number of generalisations concerning the roles of the community, private and public sectors in service integrated housing can be made. It has been the community and private sectors that have played the main roles in the development of service integrated housing in Australia since the 1980s. The resident-funded financing model involving residents purchasing the right to occupy retirement village units with the proceeds of the sale of the family house, and paying management fees and a deferred management fee, has enabled both sectors to develop retirement villages without public subsidy. In the community sector many of the organisations developing retirement villages have been the same organisations involved in provision of aged care services including both community care and residential aged care homes. This has enabled many organisations to offer residents of retirement villages the possibility of moving to co-located or closely located aged care facilities as their care needs increase. It has also opened up the possibility of providing community care services to residents of their retirement villages, and has provided the experience and expertise to develop serviced apartments and assisted living facilities within retirement villages. Many of the community sector providers of retirement villages are large state-wide or nation-wide providers of services to older people, with affiliations to church or welfare organisations. The community sector is also the main provider of service integrated housing to older people with complex needs, and the sponsor of innovative developments in service integrated housing. The private sectors involvement in service integrated housing has also been predominantly through retirement villages, although private sector organisations are also involved in supported residential services, manufactured home estates and boarding houses. The sector includes large providers of retirement villages across the country and smaller operators of single villages. There is a great diversity of private sector retirement village developments catering to the luxury, medium priced and affordable segments of the market. The private sector has pioneered affordable rental villages for low-income, low-asset older people. Many private sector retirement villages have developed support and care services such as serviced apartments and assisted living facilities, and have shown considerable interest in expanding their role in provision of support and care to their residents. Many private sector providers of retirement villages have experience as providers of residential aged care homes, especially high care, although their involvement in provision of community care has thus far been minor. By contrast with the community and private sectors, the public sector has played a relatively minor role in service integrated housing. The Australian Government was initially involved in stimulating the involvement of the community sector in retirement villages through its capital grants for independent living units, hostels and nursing homes from the 1950s to the 1980s. But since the 1980s the attention of the Australian Government in this broad area has mainly been focused on home and community care and residential aged care homes, and capital funding has been largely withdrawn. The extensive development of retirement villages since the 1980s has occurred largely without direct public sector funding or provision. The Australian Government has been involved through the CSHA in providing housing for older people in public housing, but this has not involved direct funding or support for service integrated housing in public and community housing, other than in a few isolated examples. The main form of support from the Australian Government for service integrated housing has been for older people with complex needs through programs such as the Assistance with Care and Housing for the Aged program, and there have been some similar programs at the state level. However, the Retirement Villages - Ageing in Place initiative may pave the way for a renewal of interest by the Australian Government in mainstream service integrated housing and provide a platform for more extensive involvement in the future. State and Territory Governments have only a low level of involvement in service integrated housing, mainly around regulation linked to consumer protection of retirement village residents. In some states planning policies and regulations address issues of the location and standards of housing for older people, including service integrated housing, but these regulations are far from standard across the country. Some state housing authorities and community housing facilities supported by state housing authorities have developed support programs for older public housing residents with complex needs, but these are small scale. The future - drivers of change It is not possible to provide a definitive analysis of the drivers of change in service integrated housing in Australia without further research. However, on the basis of the analysis presented in this report, six key drivers can be tentatively identified, three on the demand side and three on the supply side. The first driver on the demand side is the ageing of the Australian population which will increase demand for all forms of services for older people including service integrated housing. The number and proportion of Australians aged 65 and over living in retirement villages has been steadily increasing over the past two decades. These trends are set to continue especially from around 2020 when many baby boomers will be entering their 70s. A high proportion of people entering later life over the next two decades are home owners who will have the capacity to sell their home and purchase a place in a retirement village. The scale on which retirement villages have grown shows that they have been accepted by many consumers. It seems likely that the diverse forms of service integrated housing offered by retirement villages will continue to appeal to segments of the older population looking for or requiring a supportive living environment and/or the lifestyle offered by retirement villages, and with the means to make the choice. The second driver is the likely demand for service integrated housing offering a significant level of care, but less than that offered in residential aged care homes (RACHs). This is the experience of the US in the form of assisted living, and in the UK in the form of extra-care housing. In the Australian context, as residential aged care homes have become increasingly targeted to older people with high-care needs, it seems likely that housing options that offer significant levels of care outside of RACHs will be in high demand. This is evidenced by the increasing number of private and community sector providers offering assisted living, in part as an alternative to low-care RACH. However, we lack comprehensive data on demand for all forms of service integrated housing in Australia, and this is an area for further research. The third demand-side driver is the current and emerging need for service integrated housing for older people who do not have a housing asset or other financial resources to enter the mainstream retirement village industry, but whose frailty or disability is such that they require some level of support and care. There are three main groups of such older people who are likely to require service integrated housing. The first group are those living in inappropriate, unsupported and often expensive housing in the private rental market. While this group can access community care services, it is often the case that physical and social aspects of their housing circumstances make effective provision of community care difficult and they would in many cases benefit from more supportive living arrangements. The second group are older public housing tenants whose needs for support and care services are increasing. The third group are older people with complex needs who in many cases are insecurely housed, at risk of homelessness, or homeless. There will be a continuing demand for service integrated housing for this small population. Many in this client group are relatively young and stabilising housing and ensuring access to basic services as they enter old age can improve wellbeing and moderate their needs for higher levels of on-going support and care as they age. On the supply side, the primary drivers of service integrated housing are to be found in the characteristics of the overall retirement village industry. There has been no major study of the retirement village industry since Stimsons study published in 2002, and in the absence of detailed recent research, predictions concerning the future of the industry have to be based on piecemeal evidence and so are necessarily somewhat speculative. Stimson predicted significant future expansion of the industry, and a continuation of the trend of the past three decades which has seen retirement villages firmly established as the fastest growing type of housing oriented to the needs of older people in Australia. Stimson based his analysis on the ageing of the population, and the likelihood of increased market penetration as providers responded to different market segments and developed new village forms. He foresaw greater concentration of ownership and management and maturation of the industry as a whole. His predictions of continuing industry growth were affirmed by the number of retirement village residents enumerated in the 2006 census. Uncertainties in the Australian residential property market generated by the global financial crisis in 2008 and 2009 appear to have had a short-term negative impact on demand for retirement villages and some disruption to the industry as a whole. However, there is no compelling evidence to suggest that the short-term issues facing the industry in the wake of the global financial crisis invalidate Stimsons longer-term predictions. Within the retirement industry, further drivers of the supply of service integrated housing are the relative capacities of the community and private sectors. Many large, community sector providers of retirement villages hold a competitive advantage over private sector providers insofar as they are also providers of both community care and RACHs. This facilitates the provision of HACC and CACP and EACH packages to residents in community sector retirement villages and the provision of assisted living services by staff located nearby in community care or RACH services. It also facilitates service integrated housing in the form of three-tier complexes, and day care services using the facilities of either retirement villages or RACHs. By contrast, private sector providers of retirement villages are only minor providers of community care services at this stage, although their role has grown and may continue to grow in line with increases in CACP provision. The capacity of retirement village providers to readily access community care services for their residents is a major driver of service integrated housing. While the Retirement Village - Ageing in Place initiative encouraged all retirement village operators to apply for allocation of CACP places and the related approved provider status, it seems likely that community sector retirement village providers will be best placed to take advantage of this opportunity. The final set of drivers is the renewed interest since 2007 in housing policy by the Australian Government. Policy initiatives such as the National Partnership Agreement on Homelessness, the National Partnership Agreement on Social Housing, the Social Housing Initiative and the National Rental Affordability Scheme indicate the renewed and strong emphasis in current Australian Government policy on expanding the availability of social and affordable housing and reducing homelessness. Many of these initiatives have direct implications for the housing of older Australians. The emphasis on older people in the NPA on homelessness is an extension of the Australian Governments longstanding involvement in provision of service integrated housing for older people with complex needs. Expansion of social and affordable housing provision through the NPA on social housing, the social housing initiative and NRAS will add to the stock of housing available to lower income, older renters. The emphasis on barrier-free design in all of these programs is an important step towards more supportive housing for older people. Nevertheless, apart from the focus on older people in the NPA on homelessness, these policy initiatives do not directly address the issue of the supply of service integrated housing for older people. A question therefore remains: in a policy climate conductive to policy innovation and expansion in housing for older people, how can the provision of service integrated housing for older people be advanced?. Policy and research options One policy option is to do nothing. Service integrated housing has developed over the past 30 years with little or no policy direction and no direct funding or provision by government other than for people with complex needs. It might be argued that this represents a significant policy success, or at the least an example of successful policy by default. Policy settings that have seen the retirement village sector expand to some 130,000 units over 30 years without direct public investment can hardly be counted as a failure. This approach appears to have provided greater flexibility than seems to be apparent in many overseas models, and providers have been opportunistic and innovative in developing many models that work. Why consider new forms of policy intervention?. There are five answers to this rhetorical question. Firstly, it can be argued that there are ways that policy interventions could facilitate current trends and enhance the roles that are being played by retirement village providers in service integrated housing. Over the last decade retirement villages have been diversifying, particularly in the ways that they provide care services to residents. This diversification includes the development of serviced apartments and assisted living arrangements and the provision of community care to self-care residents through various internal and external arrangements for delivery of care services. One policy option would be to find ways to facilitate these trends, while still relying principally on the entrepreneurship of private and community sector operators to expand the volume and range of these options. This would involve the Australian Government moving from the hands off approach that has prevailed to date to a more hands on approach that would facilitate, but not dictate, closer integration of service delivery with a variety of housing forms. By enabling community care services to be delivered in all forms of housing, the Australian Government has laid the foundation for a highly flexible and diverse approach to the provision of service integrated housing. This facilitative approach has been strengthened by the Retirement Villages - Ageing in Place initiative which provides further opportunities for retirement village operators to become involved in community care provision, albeit at this point on a small scale. This foundation could now be built on more widely. Secondly, it can be argued that the needs of low-income, low-asset older people are not met in existing arrangements and that governments need to selectively intervene on behalf of this group of older people. The main limit of the mainstream retirement village model in Australia is that it is restricted to those who can pay the entry charge through sale of their family home or some equivalent funding source. Low income, older renters are thus excluded in most cases from retirement villages. It seems likely that as the number of low-income older renters increases, the demand for forms of supportive housing with care options will also increase. If governments wish to increase access to service integrated housing for lower-income, low-wealth older renters, a number of options might be considered. One approach would be to further encourage the development of supportive housing developments for older, low-income people as part of the social housing initiative, the NPA on social housing, NRAS and/or similar future initiatives. Such housing developments might involve co-location of older people in new rental retirement villages or by including a proportion of rental units in existing or proposed conventional retirement village developments. Ready access to community care provision would be included in the design of the housing development, and one responsibility of the manager of the housing service would be to facilitate provision of community care. The housing provider for such facilities could be a public housing authority, a community housing provider, a not-for-profit retirement village or aged care provider, or a private sector organisation. Service integrated housing developments for lower-income low-wealth older renters such as those proposed above might restore, resurrect or recommission housing facilities developed as part of earlier public policies. The Social Housing Initiative and NRAS appear to present four particular opportunities for community sector providers to redevelop outdated accommodation that is in need of renewal. These opportunities could be pursued through a sub-program of NRAS to provide affordable service integrated housing. Firstly, redevelopment of a number of clusters of outdated ILUs has been under discussion for some years, but action has been slow to eventuate. A dedicated sub-program could be the trigger for action to refurbish the ILUs or rebuild on the sites. Secondly, the extensive restructuring of residential aged care over the last decade has seen the closure of some homes, particularly small homes. While the growth of larger homes has meant that the total number of places in RACH has increased, little is known about the exit pathways of homes that have closed. As restructuring of RACHs is continuing in line with rising standards required for buildings and care environments, more purposeful exit strategies could see some of these facilities and sites used as forms of service integrated housing at least on an interim basis, or redeveloped for this purpose. Thirdly, and more generally, some small, stand-alone low-care RACHs are reported to be experiencing difficulties in delivering higher levels of care, especially nursing care, to provide effectively for ageing-in-place. Rather than being lost to aged care altogether, providers of these facilities could be enabled to opt out of the residential aged care program to become part of a service integrated housing program, with care services delivered through community care packages. Fourthly, some public housing complexes comprising solely or mainly of older people might also become part of a service integrated housing program by instigating deliberate arrangements for community care provision. A service integrated housing program involving both new-build and redeveloped complexes would respond to the housing and care needs of a growing older population in a targeted and effective way as supplements to the generic programs aimed at increasing the supply of social and affordable housing. Thirdly, a case can be made that there is a need to address the geographic spread of service integrated housing so that older people can adjust their housing while remaining in their familiar local neighbourhood and maintaining their local social networks. One measure would be the provision of information on the distribution of the current and projected aged population in relation to the distribution of various forms of older persons housing. Such a database would serve an important function in supporting planning by providers in the private and community sectors. A second measure would be to promote more provision of service integrated housing in under-supplied localities. Joint ventures between public housing authorities and private or not-for-profit agencies are among the options available, particularly as part of urban redevelopment projects in inner-city areas and public housing redevelopments. Fourthly, there is an argument for governments to play a role in setting principles and developing guidelines for good practice in the retirement village sector. The encouragement of good practice via practice standard and guides, codes of practice, rating scales and the like could well be an appropriate role of government in association with industry bodies. Standardisation of terminology to assist consumers to understand their options and what to expect from particular types of services could be one aim of such an approach. An example of one area where governments are already encouraging good practice is barrier-free design. The facilitative role that governments are playing in this area, in conjunction with organisations such as the Australian Network for Universal Housing Design, could be extended to a wider range of practice areas. Finally, there is a strong argument for developing a stronger evidence base to underpin public policy. The development of policy options for service integrated housing in Australia is handicapped by the limited research evidence base. A first step would be to obtain data on the current level and type of provision in Australia. There has been no survey of retirement villages since 2000-2001. There is a need for a survey to determine the state of supply, using the classification system developed in this report and including information on emerging types of services such as serviced apartments, assisted living and affordable rental villages. It is also important to make estimates of demand for service integrated housing in Australia. Without this information, it is not possible to assess with any certainty whether there is a sufficient volume of all or some of the options available. Demand could be estimated from demographic data, waiting lists and/or vacancies for various forms of service integrated housing, and market surveys undertaken by providers. An important part of any study of supply and demand is the geographic distribution of services. A mapping exercise plotting the distribution of older persons housing against the distribution of the population aged 55+ would address the issue of the accessibility of service integrated housing for older people wishing to remain in their own locality, and provide guidance for the location of new facilities. Another fundamental gap is data on the characteristics of the population in retirement villages and other forms of service integrated housing. This would provide a better understanding of the characteristics of those living in service integrated housing and how this differs from the overall population aged 65+. Data on the differences in the characteristics of residents in different types of facilities will provide a better understanding of the relationship between different types of services and particular segments of the older population. Such data can make a valuable contribution by indicating the extent of matches between different segments of demand and supply of different types of service integrated housing, and especially point to demand that is going unmet. Studies that further examine the constellation of factors underpinning the decision to move into service integrated housing are also required. There have been a number of mostly small-scale studies examining the push and pull factors associated with moves to retirement villages, but these factors need to be linked to the financial decision-making processes involved. It seems likely that there are many middle to low income home owners - the classic asset-rich-income poor - who are using the move to a retirement village to downsize, thereby releasing assets to boost an Age Pension income. Increased understanding of how these financial factors interact with the retirement incomes system, and how they combine with lifestyle and support factors to result in moves to retirement villages would be helpful in determining the kinds and levels of service integrated housing that offer viable responses to the diversity of housing and income needs of many older Australians. Finally, there is a need for case studies or evaluations of a range of types of service integrated housing. More information is required on consumers knowledge of and perceptions about service integrated housing, and on issues that have been more widely addressed in the international literature such as institutional drift, the quality of management practices, the capacity of service integrated housing to respond to continuing care needs as the care requirements of residents increase, and the cost effectiveness of service integrated housing compared to community care and residential care for residents with varying levels of dependency. As well as generating a body of empirical data on service integrated housing, this research should inform the reconceptualisation of service integrated housing as the third component of the aged care system, intermediate between and interacting with community care delivered to individuals living in the general community and residential care. Conclusion Retirement villages and other forms of service integrated housing have developed in Australia over the past 30 years mainly through initiatives of the community and private sectors. The key question that now arises, in a policy context characterised by renewed government interest in housing, concerns the ways in which a stronger leadership role could best be pursued. The strategies to this end identified in this report include facilitating the role of the community and private sectors in providing service integrated housing; addressing the need to expand the provision of service integrated housing to low-income, low-asset older people; addressing the geographic distribution of services; developing principles and guidelines for the operation of service integrated housing; and expanding the research evidence base.",
		"pages": "1-169",
		"year": "2010",
		"url_article": "https://doi.org/Jones20101",
		"journal": "AHURI Final Report"
	},
	{
		"id": "Martińez2008714",
		"source_id": "Martińez2008714",
		"type": "conference",
		"title": "Standard-based middleware platform for medical sensor networks and u-health",
		"author": "Martińez, I. and Eseayola, J. and Martínez-Esproneeda, M. and Serrano, L. and Trigo, J. and Led, S. and García, J.",
		"keywords": "Agent-manager model;  Communication protocol;  Iso/ieee11073 (x73) standards;  Middleware platform;  Ubiquitous-health (u-health);  Wearable devices",
		"doi": "10.1109/ICCCN.2008.ECP.135",
		"abstract": "Advances in Information and Communication Technologies, ICT, are bringing new opportunities in the field of middleware systems oriented to ubiquitous environments and wearable devices used for patient telemonitoring. At a time of such challenges, this paper arises from the need to identify robust technical telemonitoring solutions that are both open and interoperable in home or mobile scenarios. These middleware systems demand standardized solutions to be cost effective and to take advantage of standardized operation and interoperability. Thus, a fundamental challenge is to design a plug-&-play platform that, either as individual elements or as components, can be incorporated in a simple way into different telecare systems, perhaps configuring a personal user network. Moreover, there is an increasing market pressure from companies not traditionally involved in medical markets, asking for a standard for Personal Health Devices (PHD), which foresee a vast demand for telemonitoring, wellness, Ambient Assisted Living (AAL) and applications for ubiquitous-Health (u-Health). However, the newly emerging situations imply very strict requirements for the protocols involved in the communication. The ISO/IEEE11073 (X73) family of standards is adapting to new personal devices, implementing high quality sensors, and supporting wireless transport (e.g. Bluetooth) and the access to faster and reliable communication network resources. Its optimized version (X73-PHD) is adequate for this new technology snapshot and might appear the best-positioned international standards to reach this goal. This work presents an updated survey of this standard and its implementation in a middleware telemonitoring platform. © 2008 IEEE.",
		"pages": "714-719",
		"year": "2008",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-57849146524&doi=10.1109%2fICCCN.2008.ECP.135&partnerID=40&md5=5748b563f7e6670afec577706d61e702",
		"journal": "Proceedings - International Conference on Computer Communications and Networks, ICCCN"
	},
	{
		"id": "Chrestensen200227733",
		"source_id": "Chrestensen200227733",
		"type": "article",
		"title": "Characterization of the p90 ribosomal S6 kinase 2 carboxyl-terminal domain as a protein kinase",
		"author": "Chrestensen, C.A. and Sturgill, T.W.",
		"doi": "10.1074/jbc.M202663200",
		"abstract": "The carboxyl-terminal domain (CTD) of the p90 ribosomal S6 kinases (RSKs) is an important regulatory domain in RSK and a model for kinase regulation of FXXFXF(Y) motifs in AGC kinases. Its properties had not been studied. We reconstituted activation of the CTD in Escherichia coli by co-expression with active ERK2 mitogen-activated protein kinase (MAPK). GSTRSK2-(aa373-740) was phosphorylated in the P-loop (Thr577) by MAPK, accompanied by increased phosphorylation on the hydrophobic motif site, Ser386. Activated GST-RSK2-(aa373-740) phosphorylates synthetic peptides based on Ser386. The peptide RRQLFRGFSFVAK, which was termed CTDtide, was phosphorylated with Km and Vmax values of ∼140 μM and ∼1 μmol/min/mg, respectively. Residues Leu at p -5 and Arg at p -3 are important for substrate recognition, but a hydrophobic residue at p +4 is not. RSK2 CTD is a much more selective peptide kinase than MAPK-activated protein kinase 2. CTDtide was used to probe regulation of hemagglutinin-tagged RSK proteins immunopurified from epidermal growth factor-stimulated BHK-21 cells. K100A but not K451A RSK2 phosphorylates CTDtide, indicating a requirement for the CTD. RSK2-(aal-389) phosphorylates the S6 peptide, and this activity is inactivated by S386A mutation, but RSK2-(aal-389) does not phosphorylate CTDtide. In contrast, RSK2-(aa373-740) containing only the CTD phosphorylates CTDtide robustly. Thus, CTDtide is phosphorylated by the CTD but not the NH2-terminal domain (NTD). Epidermal growth factor activates the CTD and NTD in parallel. Activity of the CTD for peptide phosphorylation correlates with Thr577 phosphorylation. CTDtide activity is constrained in full-length RSK2. Interestingly, mutation of the conserved lysine in the ATP-binding site of the NTD completely eliminates S6 kinase activity, but a similar mutation of the CTD does not completely ablate kinase activity for intramolecular phosphorylation of Ser386, even though it greatly reduces CTDtide activity. The standard lysine mutation used routinely to study kinase functions in vivo may be unsatisfactory when the substrate is intramolecular or in a tight complex.",
		"pages": "27733-27741",
		"year": "2002",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-0037008784&doi=10.1074%2fjbc.M202663200&partnerID=40&md5=39b16b7c4c3c7705a5928341ef13759a",
		"journal": "Journal of Biological Chemistry",
		"volume": "277"
	}
]