[
	{
		"id": "20164603001393",
		"source_id": "20164603001393",
		"type": "article",
		"title": "Quality attributes and quality models for ambient assisted living software systems: A systematic mapping",
		"author": "Garces, Lina and Ampatzoglou, Apostolos and Avgeriou, Paris and Nakagawa, Elisa Yumi",
		"keywords": "Assisted living;Computer software;Mapping;Quality assurance;Software quality;",
		"abstract": "Context: Ambient Assisted Living (AAL) has become an essential, multidisciplinary research topic, aiming at providing software systems and services that assist people in their everyday life activities. Considering the critical nature of AAL systems, several initiatives have already contributed to the improvement of their quality, by mainly focusing on their non-functional requirements. Despite the importance of quality assurance in AAL systems, there is a lack of a comprehensive analysis on how quality assurance is performed in such systems. This fact might in turn lead to an absence of standardization with regard to the quality assurance process of these systems. Objective: We provide a broad, detailed panorama about the state of the art on quality models (QMs) and quality attributes (QAs) that are important for the AAL domain. Method: We performed a Systematic Mapping (SM). We used six publication databases to cover all published material pertinent for our SM. We initially obtained 287 studies that were filtered based on a set of well-defined inclusion/exclusion criteria, resulting into a set of 27 studies that were used for exploring QAs for AAL systems. Results: The most common QAs used in the development of AAL systems were identified and defined. We also characterized important critical attributes for software systems in the AAL domain. Additionally, QAs for some AAL sub-domains were defined. Furthermore, we investigated how QM&QA have been defined, evaluated, and used in that domain. Finally, we offered an analysis of the maturity of the studies identified in our SM. Conclusion: It is necessary to develop a complete QM that: (i) defines all common QAs for AAL systems; (ii) considers variability of QAs among AAL sub-domains; (iii) analyses dependences among QAs; (iv) offers indicators or metrics to measure QAs; and (v) offers means to assess and predict quality of AAL systems.<br/> &copy; 2016 Elsevier B.V.",
		"pages": "121 - 138",
		"year": "2017",
		"url_article": "https://doi.org/20164603001393",
		"journal": "Information and Software Technology",
		"volume": "82"
	},
	{
		"id": "20195107875129",
		"source_id": "20195107875129",
		"type": "inproceedings",
		"title": "A Data Quality Model for AAL Systems",
		"author": "Erazo-Garzon, Lenin and Erraez, Jean and Illescas-Pena, Lourdes and Cedillo, Priscila",
		"keywords": "Data reduction;Information use;Measurement;Quality assurance;Quality control;Real time systems;",
		"abstract": "Ambient Assisted Living (AAL) aims to improve the quality of life of people, supporting them in their daily activities by the use of information technologies. The AAL systems are preferably focused on vulnerable groups (e.g., elderly people, people with special needs, children, patients with chronic diseases) to increase their independence in their natural living environment. These systems work in real time and their correct operation depends on the inferred knowledge of the data collected from sensors or other sources, thus the assurance of the quality of data is a priority aspect, especially in those systems that can put in risk the life of people. Currently, the research in this line is limited, there are not data quality models with a complete set of attributes and metrics adjusted to the AAL domain. This work proposes a data quality model for AAL systems conformed by the following characteristics: accuracy, completeness, currentness, confidentiality, accessibility, understandability and compliance; and their corresponding metrics. Finally, the application of the model to an intelligent pillbox, showed that it is a complete and valuable tool to evaluate the degree to which the quality of data is reached and preserved by an AAL system.<br/> &copy; 2020, Springer Nature Switzerland AG.",
		"pages": "137 - 152",
		"year": "2020",
		"url_article": "https://doi.org/20195107875129",
		"journal": "Advances in Intelligent Systems and Computing",
		"volume": "1099"
	},
	{
		"id": "20165103148497",
		"source_id": "20165103148497",
		"type": "inproceedings",
		"title": "Runtime models based on dynamic decision networks: Enhancing the decision-making in the domain of ambient assisted living applications",
		"author": "Paucar, Luis H. Garcia and Yuen, Kevin Kam Fung",
		"keywords": "Adaptive systems;Assisted living;Economic and social effects;",
		"abstract": "Dynamic decision-making for self-Adaptive systems (SAS) requires the runtime trade-off of multiple non-functional requirements (NFRs) -Aka quality properties-And the costsbenefits analysis of the alternative solutions. Usually, it requires the specification of utility preferences for NFRs and decisionmaking strategies. Traditionally, these preferences have been defined at design-Time. In this paper we develop further our ideas on re-Assessment of NFRs preferences given new evidence found at runtime and using dynamic decision networks (DDNs) as the runtime abstractions. Our approach use conditional probabilities provided by DDNs, the concepts of Bayesian surprise and Primitive Cognitive Network Process (P-CNP), for the determination of the initial preferences. Specifically, we present a case study in the domain problem of ambient assisted living (AAL). Based on the collection of runtime evidence, our approach allows the identification of unknown situations at the design stage.<br/>",
		"pages": "9 - 17",
		"year": "2016",
		"url_article": "https://doi.org/20165103148497",
		"journal": "CEUR Workshop Proceedings",
		"volume": "1742"
	},
	{
		"id": "20174604397143",
		"source_id": "20174604397143",
		"type": "inproceedings",
		"title": "A Quality Model for the Evaluation AAL Systems",
		"author": "Kara, Madjid and Lamouchi, Olfa and Ramdane-Cherif, Amar",
		"keywords": "Assisted living;Data communication systems;Fuzzy logic;ISO Standards;Quality assurance;Software quality;",
		"abstract": "The Ambient Assisted Living (AAL) domain aims to support the daily life activities of elders, patients with chronic conditions or disabled people. The need to support these elderly, in difficulty has prompted researchers to focus on the field of home care. Several platforms have been developed over the last two decades, based on several functionalities to the improvement of their quality. Hence, Quality Criteria (QCs) must be identified and well defined to successfully achieve the system purposes. The goal is to obtain a set of data quality characteristics that would be applicable to the context of AAL systems and evaluate them using data coming from multiple sensors. To do this, we based our work on ISO/IEC 25012 and ISO/IEC 25010 standards that establish QCs respectively on system and software product quality and data quality, to extract the most relevant QCs that could be more fitting for AAL systems. We have applied an approach to extract the most important criteria than can be associated with AAL system based on the acquisition, the transmission, and the treatment processes. To convince all stakeholders including both technologies and end users of AAL systems, high quality must be guaranteed, but measuring quality in AAL system is difficult because of the variety of stakeholders. To evaluate the entire data quality model for AAL system, we will apply an evaluation procedure on this model, which consists first make our model hierarchically, then evaluate it using the metrics based on the sensor data and the concept of fuzzy logic. Peer-review under responsibility of the Conference Program Chairs.<br/> &copy; 2017 The Authors. Published by Elsevier B.V.",
		"pages": "392 - 399",
		"year": "2017",
		"url_article": "https://doi.org/20174604397143",
		"journal": "Procedia Computer Science",
		"volume": "113"
	},
	{
		"id": "20163802813997",
		"source_id": "20163802813997",
		"type": "inproceedings",
		"title": "A quality model for AAL software systems",
		"author": "Garces, Lina and Oquendo, Flavio and Nakagawa, Elisa Yumi",
		"keywords": "Assisted living;Computer software;Software quality;System of systems;",
		"abstract": "The Ambient Assisted Living (AAL) domain aims to support the daily life activities of elders, patients with chronic conditions or disabled people, with a focus on ICT (Informatics and Communication Technologies). Important advances in AAL software systems have been already made, assisting people in their home, work, and social environments. Because of their critical nature, these systems must be developed focused on their quality. Hence, quality attributes (QAs), such as safety, reliability, and security, must be identified and well defined to successfully achieve the system purposes. However, there is not a set of QAs specific for AAL systems, hence, new systems have been developed based on general standards, such as ISO/IEC 25010, or based on particular experiences. This paper introduces the QM4AAL, a quality model (QM) for AAL systems. The QM4AAL was established and evaluated based on evidence from several published works found through conduction of a systematic mapping study. As result, the QM4AAL details QAs requirements, adaptive (e.g., self-configuring or situation-aware) or static properties, and stakeholders of AAL systems and their constituents systems (e.g., activity monitoring or health status monitoring systems). We intend this QM can orient the design and assessment of current and future AAL systems.<br/> &copy; 2016 IEEE.",
		"pages": "175 - 180",
		"year": "2016",
		"url_article": "https://doi.org/20163802813997",
		"journal": "Proceedings - IEEE Symposium on Computer-Based Medical Systems",
		"volume": "2016-August"
	},
	{
		"id": "20120914808196",
		"source_id": "20120914808196",
		"type": "article",
		"title": "Enabling correct design and formal analysis of Ambient Assisted Living systems",
		"author": "Benghazi, Kawtar and Hurtado, Maria V. and Hornos, Miguel J. and Rodriguez, Maria L. and Rodriguez-Dominguez, Carlos and Pelegrina, Ana B. and Rodriguez-Fortiz, Maria J.",
		"keywords": "Formal methods;Formal verification;Semantics;Verification;",
		"abstract": "Ambient Assisted Living (AAL) systems intend to provide services that enable people with specific needs to live an independent and safe life. Emergency treatment services are critical, time-constrained, and require compliance to numerous non-functional (or quality) requirements. In conventional approaches, often, non-functional requirements are kept outside the modeling scope and as such, their verification is also overlooked. For this reason, the specification and verification of Non-functional requirements (NFR) in this kind of services is a key issue. This paper presents a verification approach based on timed traces semantics and a methodology based on UML-RT models (MEDISTAM-RT) to check the fulfillment of non-functional requirements, such as timeliness and safety (deadlock freeness), and to assure the correct functioning of the AAL systems. We validate this approach by its application to an Emergency Assistance System for monitoring people suffering from cardiac alteration with syncope. &copy; 2011 Elsevier Inc. All rights reserved.<br/>",
		"pages": "498 - 510",
		"year": "2012",
		"url_article": "https://doi.org/20120914808196",
		"journal": "Journal of Systems and Software",
		"volume": "85"
	},
	{
		"id": "20192807178593",
		"source_id": "20192807178593",
		"type": "article",
		"title": "A fuzzy logic-based method for evaluating AAL systems",
		"author": "Madjid, Kara and Lamouchi, Olfa and Hina, Manolo Dulva and Amar, Ramdane-Cherif",
		"keywords": "Assisted living;Computer circuits;Fuzzy logic;ISO Standards;Quality assurance;",
		"abstract": "The Ambient Assisted Living (AAL) domain aims to support the daily life activities of elders, patients with chronic conditions, and disabled people. Several AAL platforms have been developed over the last two decades. Hence, there is a need to identify Quality Criteria (QC) and make it well defined in order to achieve the AAL system purposes. To be able to convince all stakeholders including both technologies and end users of AAL systems, high quality must be guaranteed. The goal of this article is to obtain a set of data quality characteristics that would be applicable to AAL system, and have its performance evaluated using sensor data. To this end, this work uses the ISO/IEC 25012 and ISO/ IEC 25010 standards to extract the most relevant criteria that are apt for AAL systems. As a result, an evaluation approach on an indoor localization platform was made, and an evaluation procedure has been established. This is done by first generating a hierarchical data quality model, and have it evaluated using the metrics, based on the sensor data and the concept of fuzzy logic.<br/> Copyright &copy; 2019, IGI Global. Copying or distributing in print or electronic forms without written permission of IGI Global is prohibited.",
		"pages": "76 - 89",
		"year": "2019",
		"url_article": "https://doi.org/20192807178593",
		"journal": "International Journal of Distributed Systems and Technologies",
		"volume": "10"
	},
	{
		"id": "20171203454871",
		"source_id": "20171203454871",
		"type": "inproceedings",
		"title": "Patterns for identification of trust concerns and specification of trustworthiness requirements",
		"author": "Mohammadi, Nazila Gol and Heisel, Maritta",
		"keywords": "Computer software;Linguistics;Requirements engineering;",
		"abstract": "Software systems enable performing todays complex business processes. Considering trustworthiness requirements in accordance to trust concerns of the end-users during the development of software systems is a critical issue. Particularly challenging are the cross-disciplinary factors that affect trust of the end-users. Furthermore, expertise in domain and requirements analysis are also required. The problem is even more complex considering current advances in technologies like cloud computing, because of the high distribution, huge amounts of data flows, and a large number of involved participants. It is essential for building a trustworthy software system to elicit and analyze trustworthiness requirements. Documenting these trustworthiness requirements along the other requirements that can achieve the construction of a trustworthy system requires eliciting and documenting the trustworthiness-related domain knowledge. Using goal and business process models, gained domain knowledge can be refined into functional or non-functional requirements for software development which contribute to the trustworthiness of the system under development. Our pattern-based approach helps to systematically refine and document the functional as well as non-functional requirements that satisfy the identified trustworthiness goals. In this paper, we develop patterns to aid the documentation of trustworthiness requirements. The provided patterns are used during the requirement engineering phase to support the requirements engineer in documenting trustworthiness requirements by using linguistic templates. Using our patterns, end-users are also supported in expressing their requirements (trust concern identification pattern) and understanding which problems exist and how the problems are addressed (trustworthiness requirement pattern). These patterns yield insights into the relevant trustworthiness requirements that address the corresponding trust concerns. The application of the introduced patterns helps the requirements engineer during the trustworthiness requirement documentation in an unambiguous, understandable, traceable and verifiable way. We illustrate the patterns by applying it on an application example from an ambient assisted living domain.<br/> &copy; 2016 ACM.",
		"pages": "D-Punkt; O'Reilly; Wiley - ",
		"year": "2016",
		"url_article": "https://doi.org/20171203454871",
		"journal": "ACM International Conference Proceeding Series"
	},
	{
		"id": "20132516431758",
		"source_id": "20132516431758",
		"type": "article",
		"title": "Applying model-driven engineering to a method for systematic treatment of NFRs in AmI systems",
		"author": "Ruiz-Lopez, Tomas and Rodriguez-Dominguez, Carlos and Noguera, Manuel and Rodriguez, Maria Jose and Benghazi, Kawtar and Garrido, Jose Luis",
		"keywords": "Ambient intelligence;Assisted living;Intelligent agents;Intelligent computing;Petroleum reservoir evaluation;Requirements engineering;Ubiquitous computing;",
		"abstract": "The satisfaction of Non-Functional Requirements (NFRs) has a clear impact in the success of Ambient Intelligence (AmI) Systems. However, existing methods and techniques to engineer these systems lack support in their specific and systematic treatment. In this paper, a Model-Driven Engineering (MDE) method for the design of AmI systems is introduced to deal with NFRs paying special attention to those particularly related to the features of these kind of systems, namely, unobtrusiveness, context-awareness, and self-adaptativeness. The aim is to enable the semi-automatic derivation of quality software design models from an NFRs specification of the system, with special focus on agent-oriented architectures. To this end, Computation Independent Models (CIM) and transformation techniques between them are defined, as well as an evaluation procedure to be applied, which can help developers to make successful solution decisions satisficing the overall quality properties required for AmI systems, and also specific ones for each particular system. The proposal is illustrated by means of a case study of an Ambient Assisted Living (AAL) system for elderly people. &copy; 2013 - IOS Press and the authors. All rights reserved.<br/>",
		"pages": "287 - 310",
		"year": "2013",
		"url_article": "https://doi.org/20132516431758",
		"journal": "Journal of Ambient Intelligence and Smart Environments",
		"volume": "5"
	},
	{
		"id": "20194207540393",
		"source_id": "20194207540393",
		"type": "inproceedings",
		"title": "Air toxics modeling of complex facilities in Rhode Island for maximum flexibility using AERMOD",
		"author": "Beaulieu, Jennifer",
		"keywords": "Air quality;Location;Particulate emissions;Records management;",
		"abstract": "In summary, this procedure incorporates multiple layers of conservatism that, when coupled together, demonstrate to RIDEM&rsquo;s satisfaction that the proposed annual permit limit for Toxic X is protective of both human health and the environment based on all established AALs for Toxic X. Conservativism is developed through the following steps which are repeated for each averaging time of the toxic being evaluated: &bull; Maximum emission rates are developed for all emission sources at the facility and modeled to determine baseline impacts. &bull; Sensitivity analyses by building, section of building, and/or point source(s) are used to determine the most sensitive location for modeled impacts of each toxic. The sensitivity analysis is conducted by adding three times (or triple) the total facility-wide maximum emission rate modeled to the individual building, section of building, or point source(s) being analyzed. The most sensitive location is defined as the location that yields the highest modeled impact out of all sensitivity analyses completed. &bull; Emissions in the most sensitive location are iteratively scaled up and modeled such that the highest modeled impact is greater than 99 percent but less than 100 percent of the applicable AAL. &bull; For each averaging time evaluated, annualized emission rates are calculated. The proposed annual permit limit selected represents the most restrictive (lowest) annualized emission rate. In the event that the toxic air contaminant modeled has fewer than three averaging times, the described approach can be modified accordingly. Due to the conservative nature built into the approach described herein, RIDEM has concluded that sufficient justification is provided to support the following conclusions: &bull; Annual recordkeeping rather than daily or hourly recordkeeping is acceptable for demonstrating compliance with the applicable AAL &bull; Limiting emissions on a facility-wide basis rather than establishing location-specific emissions limits is protective of the AALs &bull; Shifts in the modeled work flow within the modeled locations at the facility are acceptable without the need to revise the facility&rsquo;s permit and/or permit limits provided applicable permit limits are not exceeded (Note: RIDEM&rsquo;s permit requires that the facility operate in accordance with the modeling completed to develop the associated permit limits. Per RIDEM&rsquo;s &sect;9.7.1.A.6, if production increases such that there is the potential to increase emissions of a listed air toxic by greater than the minimum quantity threshold in a previously modeled location, the permit would need to be modified to address this increase in production.)<br/> &copy; 2019 Air and Waste Management Association. All rights reserved.",
		"pages": "Lakes Environmental; Providence; Trinity Consultants - ",
		"year": "2019",
		"url_article": "https://doi.org/20194207540393",
		"journal": "2019 Guideline on Air Quality Models Conference"
	}
]