[
	{
		"id": "BurigatoCostaCMDS31760618",
		"source_id": "BurigatoCostaCMDS31760618",
		"type": "article",
		"title": "Applicability of water quality models around the world-a review. 36141-36162",
		"author": "Burigato Costa CMDS and da Silva Marques L and Almeida AK and Leite IR and de Almeida IK and ORCID: 0000-0002-8609-2991",
		"keywords": "NOTNLM , AQUATOX , CE-QUAL-W2 , Engineering database , QUALs , SWAT , water resources",
		"doi": "https://doi.org/10.1007/s11356-019-06637-2 ",
		"abstract": "Water quality models are important tools used in the management of water resources. The models are usually developed for specific regions, with particular climates and physical characteristics. Thus, applying these models in regions other than those they were designed for can generate large simulation errors. With consideration to these discrepancies, the goal of this study is to identify the models employed in different countries and assist researchers in the selection of the most appropriate models for management purposes. Published studies from the last 21 years (1997-2017) that discuss the application of water quality models were selected from three engineering databases: SpringerLink, Web of Science, and Scopus. Seven models for water quality simulations have been widely applied around the world: AQUATOX, CE-QUAL-W2, EFDC, QUALs, SWAT, SPARROW, and WASP. The countries most frequently applying water quality models are the USA, followed by China, and South Korea. SWAT was the most used model, followed by the QUAL group and CE-QUAL-W2. This study provides the opportunity for researchers, who wish to study countries with fewer cases of applied water quality models, to easily identify the work from that region. Furthermore, this work collated central themes of interest and the most simulated parameters for the seven countries that most frequently employed the water quality models.",
		"year": "20191123",
		"url_article": "https://doi.org/https://doi.org/10.1007/s11356-019-06637-2"
	},
	{
		"id": "NiewiadomskaK32987949",
		"source_id": "NiewiadomskaK32987949",
		"type": "article",
		"title": "Game Meat Consumption-Conscious Choice or Just a Game? 10.3390/foods9101357 [doi]",
		"author": "Niewiadomska K and ORCID: 0000-0002-9540-0212 and Kosicka-Gębska M and Gębski J and ORCID: 0000-0002-5137-2344 and Gutkowska K and ORCID: 0000-0002-0873-8478 and Jeżewska-Zychowicz M and ORCID: 0000-0002-4140-4824 and Sułek M",
		"keywords": "NOTNLM , choice motives , game meat , quality attributes , quality perception",
		"doi": "https://doi.org/1357",
		"abstract": "Game meat is constantly present on the European meat market, but a limited number of consumers are interested in its consumption. Considering the unique features of wild animal meat, we should explore what pushes consumers to include it in their diet. To identify the motives determining the choice of game meat, a quantitative survey based on the computer-assisted telephone interview (CATI) method was conducted among 450 participants. The statistical analysis based on the logistic regression model allowed us to assess the significance of emotional motives leading to game eating and to investigate the importance of the rational motives related to the quality attributes of game for consumers. It was shown that rational motives influence the consumers choice more than emotional factors, while the most important motives are connected with healthcare issues. Consumers, for whom the crucial attributes of quality are taste, nutritional value, and low fat content, constitute a group that might more often include game in their diet in the future. Among the emotional motives, the familiarity, described as a feeling of knowing the product, also has a statistically significant impact on the consumers choice. The results obtained may be useful for academic theoreticians and market experts as well.",
		"year": "20200924",
		"url_article": "https://doi.org/https://doi.org/1357"
	},
	{
		"id": "RoyB32267902",
		"source_id": "RoyB32267902",
		"type": "article",
		"title": "An international comparison of factors affecting quality of life among patients with congestive heart failure: A cross-sectional study.",
		"author": "Roy B and ORCID: 0000-0002-3782-0104 and Wolf JRLM and Carlson MD and Akkermans R and Bart B and Batalden P and Johnson JK and Wollersheim H and Hesselink G",
		"doi": "https://doi.org/e0231346",
		"abstract": "OBJECTIVE: To explore associations among twenty formal and informal, societal and individual-level factors and quality of life (QOL) among people living with congestive heart failure (CHF) in two settings with different healthcare and social care systems and sociocultural contexts. SETTING AND PARTICIPANTS: We recruited 367 adult patients with CHF from a single heart failure clinic within two countries with different national social to healthcare spending ratios: Minneapolis, Minnesota, United States (US), and Nijmegen, Netherlands (NL). DESIGN: Cross-sectional survey study. We adapted the Social Quality Model (SQM) to organize twenty diverse factors into four categories: Living Conditions (formal-societal: e.g., housing, education), Social Embeddedness (informal-societal: e.g., social support, trust), Societal Embeddedness (formal-individual: e.g., access to care, legal aid), and Self-Regulation (informal-individual: e.g., physical health, resilience). We developed a survey comprising validated instruments to assess each factor. We administered the survey in-person or by mail between March 2017 and August 2018. OUTCOMES: We used Cantrils Self-Anchoring Scale to assess overall QOL. We used backwards stepwise regression to identify factors within each SQM category that were independently associated with QOL among US and NL participants (p<0.05). We then identified factors independently associated with QOL across all categories (p<0.05). RESULTS: 367 CHF patients from the US (32%) and NL (68%) participated. Among US participants, financial status, receiving legal aid or housing assistance, and resilience were associated with QOL, and together explained 49% of the variance in QOL; among NL participants, financial status, perceived physical health, independence in activities of daily living, and resilience were associated with QOL, and explained 53% of the variance in QOL. CONCLUSIONS: Four formal and informal factors explained approximately half of the variance in QOL among patients with CHF in the US and NL.",
		"year": "20200408",
		"url_article": "https://doi.org/https://doi.org/e0231346"
	},
	{
		"id": "HowsawiAA33354148",
		"source_id": "HowsawiAA33354148",
		"type": "article",
		"title": "Application of the Kano model to determine quality attributes of patients care at the primary healthcare centers of the Ministry of Health in Saudi Arabia, 2019.",
		"author": "Howsawi AA and Althageel MF and Mohaideen NK and Khan MS and Alzahrani AS and Alkhadir MA and Alaqeel SM and Alkathiri MA and Hawsawi RA",
		"keywords": "NOTNLM , Kano model , patients satisfaction , primary healthcare , quality attributes",
		"doi": "https://doi.org/10.4103/jfcm.JFCM_92_20 ",
		"abstract": "BACKGROUND: Patient satisfaction is the ultimate goal in any healthcare system. Together with other traditional quality indicators, patient satisfaction must be addressed to improve the quality of health care. The strategic objectives of the Ministry of Health (MOH) formulated by the Saudi National Transformation Program are to improve the quality of healthcare services, expand privatization of governmental services, and create an attractive environment for both local and international investors. The objective of this study was to apply Kano model to determine quality attributes of patient care at primary healthcare centers in Saudi Arabia. MATERIALS AND METHODS: This cross-sectional study was conducted at primary healthcare centers (PHCs) under the MOH in Saudi Arabia between October 2018 and February 2019. Study included all Saudi adult patients aged 18 years or older attending the selected PHCs of MOH. Patients who had difficulty in comprehending were excluded. Data was collected by using a structured questionnaire based on the Kano model for the assessment of patients expectations of the quality of care and provided services. Data was entered and analysed using SPSS. Chi-square test and t-test were used to test for statistical significance. RESULTS: The study included a total of 243 patients from 10 PHCs, 51% from consulting PHCs and 49% from nonconsulting PHCs. Response rate was 97.2%, and 44.9% respondents were males. Of the 18 attributes chosen for our study, 14 were one-dimensional, three belonged to the attractive type, and one was indifferent type. The top three one-dimensional attributes were friendliness and respectfulness of the clinic receptionist, friendliness and respectfulness of the nurses and laboratory staff, and care and attention of the doctor. CONCLUSION: The investors and policymakers need to turn their attention to assisting in the privatization of governmental services by creating a good climate for both local and international investors.",
		"year": "20200925",
		"url_article": "https://doi.org/https://doi.org/10.4103/jfcm.JFCM_92_20"
	},
	{
		"id": "NakamuraCH31251422",
		"source_id": "NakamuraCH31251422",
		"type": "article",
		"title": "Calibration of mathematical water quality modeling in a river basin under critical conditions.",
		"author": "Nakamura CH and ORCID: 0000-0002-0664-7855 and Salla MR and Oliveira de Jesus JA and Ribeiro da Silva GH",
		"keywords": "NOTNLM , Lambari River , calibration , water quality , water quality modeling",
		"doi": "https://doi.org/10.1002/wer.1175 ",
		"abstract": "In order to assist with the management of water resources, this study aimed to calibrate the water quality model Ottocoded Critical Basins Analysis (ABaCO) in a section of the Lambari River, located in the city of Poços de Caldas, Minas Gerais, Brazil, and it is considered qualitatively critical by the National Water Agency (ANA). The calibration results, obtained automatically by the Microsoft Excel(®) tool Solver, showed good adjustments between the simulated and observed concentrations for the following parameters: total nitrogen, organic phosphorus, inorganic phosphorus, and total phosphorus, considering a visual interpretation of the graphics. The other calibrated parameters (BOD, DO, organic nitrogen, ammoniacal nitrogen, and nitrate) obtained satisfactory adjustments. When evaluating the results by coefficient of determination, it was observed that all parameters showed negative values to one or more field campaigns. However, the calibrated values of the parameters can be incorporated into the model to obtain a first view of the rivers qualitative situation, aiming to plan, control, and protect water resources to assist in decision-making and to favor performance of intervention analyses of environmental control measures. PRACTITIONER POINTS: Calibration of water quality model in a section of a river located in Brazil considered qualitatively critical; The calibration occurred automatically and manually, when it was necessary, in an Excel(®) spreadsheet, generated from the water quality model; The automation process was performed by the Excel(®) Solver tool through the objective function; Through visual interpretation, it was noticed that the calibrated parameters were well adjusted to the data observed in the field; Sensitivity analysis showed that the studied parameters did not show significant differences in relation to the values calibrated for parameters.",
		"year": "20190723",
		"url_article": "https://doi.org/https://doi.org/10.1002/wer.1175"
	},
	{
		"id": "RekerD28263088",
		"source_id": "RekerD28263088",
		"type": "article",
		"title": "Active learning for computational chemogenomics. 381-402",
		"author": "Reker D and Schneider P and Schneider G and Brown JB",
		"keywords": "NOTNLM , *chemogenomics , *computational chemistry and modeling , *virtual screening",
		"doi": "https://doi.org/10.4155/fmc-2016-0197 ",
		"abstract": "AIM: Computational chemogenomics models the compound-protein interaction space, typically for drug discovery, where existing methods predominantly either incorporate increasing numbers of bioactivity samples or focus on specific subfamilies of proteins and ligands. As an alternative to modeling entire large datasets at once, active learning adaptively incorporates a minimum of informative examples for modeling, yielding compact but high quality models. Results/methodology: We assessed active learning for protein/target family-wide chemogenomic modeling by replicate experiment. Results demonstrate that small yet highly predictive models can be extracted from only 10-25% of large bioactivity datasets, irrespective of molecule descriptors used. CONCLUSION: Chemogenomic active learning identifies small subsets of ligand-target interactions in a large screening database that lead to knowledge discovery and highly predictive models.",
		"year": "20170306",
		"url_article": "https://doi.org/https://doi.org/10.4155/fmc-2016-0197"
	},
	{
		"id": "AmanorAtiemohR33047823",
		"source_id": "AmanorAtiemohR33047823",
		"type": "article",
		"title": "Acoustically-aided osmo-dehydration pretreatments under pulsed vacuum dryer for apple slices: drying kinetics, thermodynamics, and quality attributes.",
		"author": "Amanor-Atiemoh R and ORCID: 0000-0002-0072-7766 and Zhou C and Wahia H and Mustapha AT and ORCID: 0000-0003-4716-5446 and Rashid MT and ORCID: 0000-0003-2976-3143 and Sampson G and Amoa-Owusu A and Ma H and Zhou R",
		"keywords": "NOTNLM , acoustically-aided osmo-dehydration , modeling kinetics , pulsed vacuum dryer , thermodynamic parameters , vitamin C degradation kinetics",
		"doi": "https://doi.org/10.1111/1750-3841.15484 ",
		"abstract": "The research work investigates the effect of different pretreatment conditions (osmotic dehydration [OD], ultrasound [US], and ultrasound-assisted osmotic dehydration [UOD]) on the drying kinetics modeling, thermodynamics, weight reduction, degradation kinetics of vitamin C, and color of apple slices under pulsed vacuum dryer (PVD). The findings showed that UOD pretreatment significantly improved drying time and increased weight reduction comparative to OD, US, and the control sample. Drying kinetics modeling revealed that the Hii model better described the drying kinetic behavior of the apple slices than the other nine mathematical models based on higher coefficient of determination (R(2) ), root mean square error (RMSE), and reduced chi-square (χ(2) ). Analysis of vitamin C content revealed a 46.05%, 31.28%, and 25.95% retention for UOD, US, and OD, respectively, after drying. Second-order kinetics could accurately predict the degradation kinetics of vitamin C compared to first-order kinetics. Vitamin C degradation kinetics showed lower k-value, higher D-value (time required for 90% degradation), and half-life indicating a higher retention of vitamin C content for UOD pretreatment compared to OD and US during drying. L*, b*, and chroma values of UOD were significantly (P < 0.05) higher compared to US, OD, and the control sample. PRACTICAL APPLICATION: The findings of this study revealed that ultrasonic-aided osmotic dehydration is a unique and novel pretreatment technique prior to drying, which significantly shortens drying time as a result of faster moisture/mass transfer, improves processing efficiency thereby reducing processing cost, improves quality parameters, and preserve phytochemicals. This makes the business operations of food processors competitive and as well provide value for customers.",
		"year": "20201013",
		"url_article": "https://doi.org/https://doi.org/10.1111/1750-3841.15484"
	},
	{
		"id": "FieldsB29742908",
		"source_id": "FieldsB29742908",
		"type": "article",
		"title": "Influence of an Equine-Assisted Activities Program on Dementia-Specific Quality of Life.",
		"author": "Fields B and ORCID: 0000-0002-8192-7144 and Bruemmer J and Gloeckner G and Wood W",
		"keywords": "NOTNLM , *activity situation , *dementia , *equine interactions , *lived environment life quality model , *long-term care , *quality of life",
		"doi": "https://doi.org/10.1177/1533317518772052 ",
		"abstract": "Institutional facilities face challenges providing experiences to residents with dementia that promote participation in meaningful activities. Guided by the Lived Environment Life Quality Model, this study investigated associations between 9 different activity situations-one an equine-assisted activities program (EAAP)-and positive, negative, and neutral behavioral indicators of quality of life (QoL) in 6 residents with dementia who expressed an interest in horses. Direct observational data were collected for 4 hours twice weekly over 8 weeks. Using χ(2) tests, differences across activity situations were tested. More positive patterns of time use (conversation; χ(2) = 44.3, P < .001) and emotional well-being (pleasure; χ(2) = 21.8, P = .001) were found in EAAP compared to other activity situations. Further, EAAP was the only activity situation associated with all positive QoL indicators. These findings add to our understanding the importance of providing meaningful activities that promote use of abilities and provide environmental support, for enhancing QoL, especially for institutionalized people with dementia.",
		"year": "20180509",
		"url_article": "https://doi.org/https://doi.org/10.1177/1533317518772052"
	},
	{
		"id": "AmamiE28069213",
		"source_id": "AmamiE28069213",
		"type": "article",
		"title": "Effect of ultrasound-assisted osmotic dehydration pretreatment on the convective drying of strawberry.",
		"author": "Amami E and Khezami W and Mezrigui S and Badwaik LS and Bejar AK and Perez CT and Kechaou N",
		"keywords": "NOTNLM , Color and phytochemical analysis , Convective air drying , Dietetic dehydrated strawberry , Moisture diffusivity with shrinkage , Ultrasound assisted osmotic dehydration , X-ray diffraction",
		"doi": "https://doi.org/10.1016/j.ultsonch.2016.12.007 ",
		"abstract": "The work was planned to produce dietetic dehydrated strawberries with application of ultrasound osmotic dehydration (UOD) as pretreatment. A Box-Behnken design (BBD) were employed to characterize the UOD strawberry process, optimize and investigate the effect of independent variables like ultrasound time (10, 20 and 30min), concentration of osmotic solution (distilled water, 32.5 and 65 °Brix) and temperature (20, 30 and 40°C) on the water loss (WL), solid gain (SG) and weight reduction (WR). The same BBD were used to estimate the main effects of OD without ultrasound treatment. A multi-criteria optimization based on maximal possible values of WL and WR and minimal value of SG was achieved. This was 20.5min of ultrasound time, 47.5 °Brix osmotic solution concentration and 31°C medium temperature. The effects of UOD carried out under the optimized operating conditions on kinetics of convective air drying of strawberry at 40, 50 and 60°C, and velocity of 1m/s, using the phenomenological model of Coupled Washing/Diffusion (CWD). Starting accessibility, moisture effective diffusivity D(eff) value and activation energy (Ea) were calculated from similar-Ficks law and analogous Arrhenius equation, respectively with and without shrinkage correction. Color difference, Chroma and hue angle of fresh and UOD-air dried strawberries were evaluated. Quality attributes were estimated through the assessment of the phenolic content, antioxidant activity, rehydration capacity, and X-ray powder diffraction characteristics.",
		"year": "20161207",
		"url_article": "https://doi.org/https://doi.org/10.1016/j.ultsonch.2016.12.007"
	},
	{
		"id": "BruderS24242080",
		"source_id": "BruderS24242080",
		"type": "article",
		"title": "Use of fuzzy logic models for prediction of taste and odor compounds in algal bloom-affected inland water bodies.",
		"author": "Bruder S and Babbar-Sebens M and Tedesco L and Soyeux E",
		"doi": "https://doi.org/10.1007/s10661-013-3471-1 ",
		"abstract": "Mechanistic modeling of how algal species produce metabolites (e.g., taste and odor compounds geosmin and 2-methyl isoborneol (2-MIB)) as a biological response is currently not well understood. However, water managers and water utilities using these reservoirs often need methods for predicting metabolite production, so that appropriate water treatment procedures can be implemented. In this research, a heuristic approach using Adaptive Network-based Fuzzy Inference System (ANFIS) was developed to determine the underlying nonlinear and uncertain quantitative relationship between observed cyanobacterial metabolites (2-MIB and geosmin), various algal species, and physical and chemical variables. The model is proposed to be used in conjunction with numerical water quality models that can predict spatial-temporal distribution of flows, velocities, water quality parameters, and algal functional groups. The coupling of the proposed metabolite model with the numerical water quality models would assist various utilities which use mechanistic water quality models to also be able to predict distribution of taste and odor metabolites, especially when monitoring of metabolites is limited. The proposed metabolite model was developed and tested for the Eagle Creek Reservoir in Indiana (USA) using observations over a 3-year period (2008-2010). Results show that the developed models performed well for geosmin (R (2) = 0.83 for all training data and R (2) = 0.78 for validation of all 10 data points in the validation dataset) and reasonably well for the 2-MIB (R (2) = 0.82 for all training data and R (2) = 0.70 for 7 out of 10 data points in the validation dataset).",
		"year": "20131115",
		"url_article": "https://doi.org/https://doi.org/10.1007/s10661-013-3471-1"
	},
	{
		"id": "IrisarriI27425642",
		"source_id": "IrisarriI27425642",
		"type": "article",
		"title": "The Identification of the Closest Living Relative(s) of Tetrapods: Phylogenomic Lessons for Resolving Short Ancient Internodes.",
		"author": "Irisarri I and Meyer A",
		"abstract": "Identifying the closest living relative(s) of tetrapods is an important, yet still contested question in vertebrate phylogenetics. Three hypotheses are possible and ruling out alternatives has proven difficult even with large molecular data sets due to weak phylogenetic signal coupled nonphylogenetic noise resulting from relatively rapid speciation events that occurred a long time ago ([Formula: see text]400 Ma). Here, we revisit the identity of the closest living relative of land vertebrates from a phylogenomic perspective and include new genomic data for all extant lungfish genera. RNA-seq proves to be a great alternative to genomic sequencing, which currently is technically not feasible in lungfishes due to their huge (50-130 Gb) and repetitive genomes. We examined the most important sources of systematic error, namely long-branch attraction (LBA), compositional heterogeneity and distribution of missing data and applied different correction techniques. A multispecies coalescent approach is used to account for deep coalescence that might come from the short and deep internodes separating early sarcopterygian splits. Concatenation methods favored lungfishes as the closest living relatives of tetrapods with strong statistical support. Amino acid profile mixture models can unambiguously resolve this difficult internode thanks to their ability to avoid systematic error. We assessed the performance of different site-heterogeneous models and data partitioning and compared the ability of different strategies designed to overcome LBA, including taxon manipulation, reduction of among-lineage rate heterogeneity and removal of fast-evolving or compositionally heterogeneous positions. The identification of lungfish as sister group of tetrapods is robust regarding the effects of nonstationary composition and distribution of missing data. The multispecies coalescent method reconstructed strongly supported topologies that were congruent with concatenation, despite pervasive gene tree heterogeneity. We reject alternative topologies for early sarcopterygian relationships by increasing the signal-to-noise ratio in our alignments. The analytical pipeline outlined here combines probabilistic phylogenomic inference with methods for evaluating data quality, model adequacy, and assessing systematic error, and thus is likely to help resolve similarly difficult internodes in the tree of life. [Coalescence; coelacanth; compositional heterogeneity; gene tree; long-branch attraction; lungfish; missing data; model misspecification; phylogenomic; species tree; systematic error.].",
		"year": "20160717",
		"url_article": "https://doi.org/IrisarriI27425642"
	},
	{
		"id": "SilvaCostaA22317288",
		"source_id": "SilvaCostaA22317288",
		"type": "article",
		"title": "Need for recovery from work and sleep-related complaints among nursing professionals.",
		"author": "Silva-Costa A and Griep RH and Fischer FM and Rotenberg L",
		"doi": "https://doi.org/10.3233/WOR-2012-0086-3726 ",
		"abstract": "The concept of need for recovery from work (NFR) was deduced from the effort recuperation model. In this model work produces costs in terms of effort during the working day. When there is enough time and possibilities to recuperate, a worker will arrive at the next working day with no residual symptoms of previous effort. NFR evaluates work characteristics such as psychosocial demands, professional work hours or schedules. However, sleep may be an important part of the recovery process. The aim of the study was to test the association between sleep-related complaints and NFR. A cross-sectional study was carried out at three hospitals. All females nursing professionals engaged in assistance to patients were invited to participate (N = 1,307). Participants answered a questionnaire that included four sleep-related complaints (insomnia, unsatisfactory sleep, sleepiness during work hours and insufficient sleep), work characteristics and NRF scale. Binomial logistic regression analysis showed that all sleep-related complaints are associated with a high need for recovery from work. Those who reported insufficient sleep showed a greater chance of high need for recovery; OR=2.730 (CI 95% 2.074 - 3.593). These results corroborate the hypothesis that sleep is an important aspect of the recovery process and, therefore, should be thoroughly investigated.",
		"url_article": "https://doi.org/https://doi.org/10.3233/WOR-2012-0086-3726"
	},
	{
		"id": "XiaoNJ27325598",
		"source_id": "XiaoNJ27325598",
		"type": "article",
		"title": "A Small-scale Model to Assess the Risk of Leachables from Single-use Bioprocess Containers through Protein Quality Characterization.",
		"author": "Xiao NJ and Medley CD and Shieh IC and Downing G and Pizarro S and Liu J and Patel AR",
		"keywords": "NOTNLM , Capillary electrophoresis , Chromatography , Disposables , Leachables , Protein aggregation , Single-use bioprocess container , Stability , Surfactants , Visible and sub-visible particles",
		"abstract": "Leachables from single-use bioprocess containers (BPCs) are a source of process-related impurities that have the potential to alter product quality of biotherapeutics and affect patient health. Leachables often exist at very low concentrations, making it difficult to detect their presence and challenging to assess their impact on protein quality. A small-scale stress model based on assessing protein stability was developed to evaluate the potential risks associated with storing biotherapeutics in disposable bags caused by the presence of leachables. Small-scale BPCs were filled with protein solution at high surface area-to-volume ratios (≥3× the surface area-to-volume ratio of manufacturing-scale BPCs) and incubated at stress temperatures (e.g., 25 °C or 30 °C for up to 12 weeks) along with an appropriate storage vessel (e.g., glass vial or stainless steel) as a control for side-by-side comparison. Changes in protein size variants measured by size exclusion chromatography, capillary electrophoresis, and particle formation for two monoclonal antibodies using both the small-scale stress model and a control revealed a detrimental effect of gamma-irradiated BPCs on protein aggregation and significant BPC difference between earlier and later batches. It was found that preincubation of the empty BPCs prior to protein storage improved protein stability, suggesting the presence of volatile or heat-sensitive leachables (heat-labile or thermally degraded). In addition, increasing the polysorbate 20 concentration lowered, but did not completely mitigate, the leachable-protein interactions, indicating the presence of a hydrophobic leachable. Overall, this model can inform the risk of BPC leachables on biotherapeutics during routine manufacturing and assist in making decisions on the selection of a suitable BPC for the manufacturing process by assessing changes in product quality. LAY ABSTRACT: Leachables from single-use systems often exist in small quantities and are difficult to detect with existing analytical methods. The presence of relevant detrimental leachables from single-use bioprocess containers (BPCs) can be indirectly detected by studying the stability of monoclonal antibodies via changes by size exclusion chromatography, capillary electrophoresis sodium dodecyl sulfate, and visible/sub-visible particles using a small-scale stress model containing high surface area-to-volume ratio at elevated temperature alongside with an appropriate control (e.g., glass vials or stainless steel containers). These changes in protein quality attributes allowed the evaluation of potential risks associated with adopting single-use bioprocess containers for storage as well as bag quality and bag differences between earlier and later batches. These leachables appear to be generated during the bag sterilization process by gamma irradiation. Improvements in protein stability after storage in preheated bags indicated that these leachables may be thermally unstable or volatile. The effect of surfactant levels, storage temperatures, surface area-to-volume ratios, filtration, and buffer exchange on leachables and protein stability were also assessed.",
		"year": "20160620",
		"url_article": "https://doi.org/XiaoNJ27325598"
	},
	{
		"id": "WahmanDG22571335",
		"source_id": "WahmanDG22571335",
		"type": "article",
		"title": "Relative importance of nitrite oxidation by hypochlorous acid under chloramination conditions.",
		"author": "Wahman DG and Speitel GE Jr",
		"doi": "https://doi.org/10.1021/es300934x ",
		"abstract": "Nitrification can occur in water distribution systems where chloramines are used as the disinfectant. The resulting product, nitrite, can be oxidized by monochloramine and hypochlorous acid (HOCl), potentially leading to rapid monochloramine loss. This research characterizes the importance of the HOCl reaction, which has typically been ignored because of HOCls low concentration. Also, the general acid-assisted rate constants for carbonic acid and bicarbonate ion were estimated for the monochloramine reaction. The nitrite oxidation reactions were incorporated into a widely accepted chloramine autodecomposition model, providing a comprehensive model that was implemented in AQUASIM. Batch kinetic experiments were conducted to evaluate the significance of the HOCl reaction and to estimate carbonate buffer rate constants for the monochloramine reaction. The experimental data and model simulations indicated that HOCl may be responsible for up to 60% of the nitrite oxidation, and that the relative importance of the HOCl reaction for typical chloramination conditions peaks between pH 7.5 and 8.5, generally increasing with (1) decreasing nitrite concentration, (2) increasing chlorine to nitrogen mass ratio, and (3) decreasing monochloramine concentration. Therefore, nitrites reaction with HOCl may be important during chloramination and should be included in water quality models to simulate nitrite and monochloramines fate.",
		"year": "20120521",
		"url_article": "https://doi.org/https://doi.org/10.1021/es300934x"
	},
	{
		"id": "ZhuY25597667",
		"source_id": "ZhuY25597667",
		"type": "article",
		"title": "Development and case study of a science-based software platform to support policy making on air quality.",
		"author": "Zhu Y and Lao Y and Jang C and Lin CJ and Xing J and Wang S and Fu JS and Deng S and Xie J and Long S",
		"keywords": "NOTNLM , Air quality , Data visualization , Emission control scenarios , Policy making , Response surface modeling",
		"doi": "https://doi.org/10.1016/j.jes.2014.08.016 ",
		"abstract": "This article describes the development and implementations of a novel software platform that supports real-time, science-based policy making on air quality through a user-friendly interface. The software, RSM-VAT, uses a response surface modeling (RSM) methodology and serves as a visualization and analysis tool (VAT) for three-dimensional air quality data obtained by atmospheric models. The software features a number of powerful and intuitive data visualization functions for illustrating the complex nonlinear relationship between emission reductions and air quality benefits. The case study of contiguous U.S. demonstrates that the enhanced RSM-VAT is capable of reproducing the air quality model results with Normalized Mean Bias <2% and assisting in air quality policy making in near real time.",
		"year": "20141126",
		"url_article": "https://doi.org/https://doi.org/10.1016/j.jes.2014.08.016"
	},
	{
		"id": "GonzalezCentenoMR24970116",
		"source_id": "GonzalezCentenoMR24970116",
		"type": "article",
		"title": "Effect of power ultrasound application on aqueous extraction of phenolic compounds and antioxidant capacity from grape pomace (Vitis vinifera L.): experimental kinetics and modeling.",
		"author": "González-Centeno MR and Comas-Serra F and Femenia A and Rosselló C and Simal S",
		"keywords": "NOTNLM , Antioxidant capacity , Grape pomace , Total phenolic content , Ultrasound-assisted extraction , Weibull model , Winery by-products",
		"doi": "https://doi.org/10.1016/j.ultsonch.2014.05.027 ",
		"abstract": "The kinetics of both conventional (mechanical stirring, 200rpm) and acoustic (55±5kHz, 435±5W/L) aqueous extraction of total phenolic content and antioxidant capacity from grape pomace by-products (Vitis vinifera L.) have been experimentally evaluated and modeled at different extraction temperatures (20, 35 and 50°C). A gradual and significant increase of total phenolic content and antioxidant capacity of the extracts was observed as the temperature increased, the highest values being obtained in the case of the extraction assisted acoustically. According to the results, the acoustic assistance of the extraction process led to aqueous extracts with phenolic and antioxidant characteristics similar to those obtained with mechanical stirring, working under lower temperature conditions and during less operating time. Specifically, the conventional extraction of total phenolics at 35 and 50°C did not differ significantly from extractions assisted with power ultrasound at 20 and 35°C, respectively; and the acoustic process required approximately 3, 4 and 8 times less time, at 20, 35 and 50°C, than the conventional extraction to obtain extracts with similar characteristics. The extraction curves obtained for total phenolic content and antioxidant capacity, measured by the ABTS and FRAP methods, were properly represented by a modified Weibull model for both conventional and acoustic extractions within the temperature range 20-50°C, presenting an average percentage of explained variance⩾97.9%, and an average mean relative error⩽7.0%. A high correlation (r(2)⩾0.992) was observed between the experimental and simulated values for all the quality attributes in study.",
		"year": "20140613",
		"url_article": "https://doi.org/https://doi.org/10.1016/j.ultsonch.2014.05.027"
	},
	{
		"id": "IslamMS27829353",
		"source_id": "IslamMS27829353",
		"type": "article",
		"title": "A MAGIC population-based genome-wide association study reveals functional association of GhRBB1_A07 gene with superior fiber quality in cotton.",
		"author": "Islam MS and Thyssen GN and Jenkins JN and Zeng L and Delhom CD and McCarty JC and Deng DD and Hinchliffe DJ and Jones DC and Fang DD",
		"keywords": "NOTNLM , *Cotton , *Fiber quality , *Genome wide association study , *Genotyping-by-sequencing , *Multi parent advanced generation inter-cross",
		"doi": "https://doi.org/903",
		"abstract": "BACKGROUND: Cotton supplies a great majority of natural fiber for the global textile industry. The negative correlation between yield and fiber quality has hindered breeders ability to improve these traits simultaneously. A multi-parent advanced generation inter-cross (MAGIC) population developed through random-mating of multiple diverse parents has the ability to break this negative correlation. Genotyping-by-sequencing (GBS) is a method that can rapidly identify and genotype a large number of single nucleotide polymorphisms (SNP). Genotyping a MAGIC population using GBS technologies will enable us to identify marker-trait associations with high resolution. RESULTS: An Upland cotton MAGIC population was developed through random-mating of 11 diverse cultivars for five generations. In this study, fiber quality data obtained from four environments and 6071 SNP markers generated via GBS and 223 microsatellite markers of 547 recombinant inbred lines (RILs) of the MAGIC population were used to conduct a genome wide association study (GWAS). By employing a mixed linear model, GWAS enabled us to identify markers significantly associated with fiber quantitative trait loci (QTL). We identified and validated one QTL cluster associated with four fiber quality traits [short fiber content (SFC), strength (STR), length (UHM) and uniformity (UI)] on chromosome A07. We further identified candidate genes related to fiber quality attributes in this region. Gene expression and amino acid substitution analysis suggested that a regeneration of bulb biogenesis 1 (GhRBB1_A07) gene is a candidate for superior fiber quality in Upland cotton. The DNA marker CFBid0004 designed from an 18 bp deletion in the coding sequence of GhRBB1_A07 in Acala Ultima is associated with the improved fiber quality in the MAGIC RILs and 105 additional commercial Upland cotton cultivars. CONCLUSION: Using GBS and a MAGIC population enabled more precise fiber QTL mapping in Upland cotton. The fiber QTL and associated markers identified in this study can be used to improve fiber quality through marker assisted selection or genomic selection in a cotton breeding program. Target manipulation of the GhRBB1_A07 gene through biotechnology or gene editing may potentially improve cotton fiber quality.",
		"year": "20161109",
		"url_article": "https://doi.org/https://doi.org/903"
	},
	{
		"id": "GuX28726227",
		"source_id": "GuX28726227",
		"type": "article",
		"title": "Modelling the effects of water diversion and combined sewer overflow on urban inland river quality.",
		"author": "Gu X and Liao Z and ORCID: 0000-0002-1267-7460 and Zhang G and Xie J and Zhang J",
		"keywords": "NOTNLM , Clean water diversion , Combined sewage overflow , Inland rivers , Sensitivity analysis , Water quality modelling",
		"doi": "https://doi.org/10.1007/s11356-017-9686-x ",
		"abstract": "In order to assist and optimize the operation of a clean water diversion project for the medium-sized inland rivers in Chaohu, China, an integrated hydrodynamic and water quality model was used in this study. Sixteen diversion scenarios and five sewage interception scenarios were defined to assess the improvement of water quality parameters including ammonia nitrogen (NH(3)-N), total phosphorus (TP) and chemical oxygen demand (COD) under different diverted water flows, diverting times, diverting points, diverting routines and sewage interception proportions. An index of pollutant removal rate per unit diverted water flow (PRUWF) was proposed to evaluate the effect of the clean water diversion. Results show that operating conditions played important roles in water quality improvement of medium-sized inland rivers. The optimal clean water diversion was operated under the conditions of a flow rate of 5 m(3)/s for 48 h with an additional constructed bridge sluice. A global sensitivity analysis using the Latin Hypercube One-Factor-at-a-Time (LH-OAT) method was conducted to distinguish the contributions of various driving forces to inland river water restoration. Results show that sewage interception was more important than diverted water flow and diverting time with respect to water quality improvement, especially for COD.",
		"year": "20170720",
		"url_article": "https://doi.org/https://doi.org/10.1007/s11356-017-9686-x"
	},
	{
		"id": "KimDU12430934",
		"source_id": "KimDU12430934",
		"type": "article",
		"title": "The quest for quality blood banking program in the new millennium the American way. 258-62",
		"author": "Kim DU",
		"abstract": "For an industry to succeed and satisfy its customers, QUALITY must be a primary goal. Quality has been central to blood banking from its inception, with the evolution of a Quality Program since the opening of the first blood bank in U.S. at the Cook County Hospital in 1937. Over the ensuing decades, continuous scientific progress in blood preservation, filters, viral and blood group testing, crossmatching, automation, and computerization including bar coding, etc. has contributed to the quality and safety of the blood products and transfusion service. However, with the advent of the AIDS era, an increasingly sensitized and informed public is continuously demanding that the highest level of quality be achieved and maintained in all processes involved in providing all blood products. The Food and Drug Administration (FDA) introduced the concept of a zero risk blood supply as the industry goal. Furthermore, the cost containment and resource-constrained environment have changed the complexity of the quality practice. Both regulatory agencies such as the FDA, the Health Care Financing Administration [HCFA, which was recently renamed as the Centers for Medicare and Medicaid Services (CMS) in July, 2001], and the State Department of Health, and accrediting agencies, such as the American Association of Blood Banks (AABB), the College of American Pathologists (CAP), and the Joint Commission on Accreditation of Healthcare Organizations (JCAHO), require blood banks and transfusion services to establish and follow a Quality Control and Quality Assurance Program for their licensing, certification and accreditation. Every laboratory has to comply with the Clinical Laboratory Improvement Amendments of 1988 (CLIA 88) quality requirements being implemented by the CMS. The FDA guidelines assist facilities in compliance with Current Good Manufacturing Practices (cGMP). The AABBs Quality System Essentials (QSE) are based on these specifications and provide additional guidance in implementing practices that assure quality and compliance with cGMP. AABB and CAP are granted deemed status as accrediting organizations under the CLIA 88 program by CMS, as well as JCAHO and some states. The International Standards Organization (ISO) has established international standards in most fields. The U.S. is represented in ISO by the American National Standards Institute (ANSI), and the National Committee for Clinical Laboratory Standards (NCCLS), as a global organization headquartered in the U.S., is a member of ANSI. The FDA and the AABB had begun incorporating many ISO principles into their own regulations and standards. The AABBs 10 QSEs are rooted in the 20 clauses of ISO 9000 series and compatible with their standards. In a Maslow-type model quality hierarchy by Tsiakals, so far the bottom three of the five progressive levels, Quality Control for method control, Quality Assurance for process control, and Quality System for system control have been implemented just to meet the regulatory and accrediting requirements. The next higher level, Quality Management for financial control, and the ultimate highest level, Total Quality Management for strategic control, should be our quest in this new millennium, and with the help of the AABB, ISO, FDA and all other organizations, we will achieve it. We should change our approach to quality issues from detection to prevention. We should improve the quality in transfusion practice itself by effective utilization of blood as a therapeutic resource with clear indication, maximum surgical blood order schedule, alternative transfusion such as autologous transfusion, hemodilution, and intra/post-operative blood salvage, surgical hemostasis, pharmacological hemostasis, and synthetic erythropoietin. Most importantly, implementation of the Quality Program should be something that we want to do rather than simply a burden that we have to do. A well-managed Quality Program is an effective and cost-efficient operation for the blood banks and transfusion services, and will enable us to better serve the patients for whom we exist.",
		"url_article": "https://doi.org/KimDU12430934"
	},
	{
		"id": "KeW27959553",
		"source_id": "KeW27959553",
		"type": "article",
		"title": "Assessing the Future Vehicle Fleet Electrification: The Impacts on Regional and Urban Air Quality.",
		"author": "Ke W and Zhang S and Wu Y and ORCID: 0000-0002-2176-6174 and Zhao B and Wang S and ORCID: 0000-0003-3381-4767 and Hao J",
		"doi": "https://doi.org/10.1021/acs.est.6b04253 ",
		"abstract": "There have been significant advancements in electric vehicles (EVs) in recent years. However, the different changing patterns in emissions at upstream and on-road stages and complex atmospheric chemistry of pollutants lead to uncertainty in the air quality benefits from fleet electrification. This study considers the Yangtze River Delta (YRD) region in China to investigate whether EVs can improve future air quality. The Community Multiscale Air Quality model enhanced by the two-dimensional volatility basis set module is applied to simulate the temporally, spatially, and chemically resolved changes in PM(2.5) concentrations and the changes of other pollutants from fleet electrification. A probable scenario (Scenario EV1) with 20% of private light-duty passenger vehicles and 80% of commercial passenger vehicles (e.g., taxis and buses) electrified can reduce average PM(2.5) concentrations by 0.4 to 1.1 μg m(-3) during four representative months for all urban areas of YRD in 2030. The seasonal distinctions of the air quality impacts with respect to concentration reductions in key aerosol components are also identified. For example, the PM(2.5) reduction in January is mainly attributed to the nitrate reduction, whereas the secondary organic aerosol reduction is another essential contributor in August. EVs can also effectively assist in mitigating NO(2) concentrations, which would gain greater reductions for traffic-dense urban areas (e.g., Shanghai). This paper reveals that the fleet electrification in the YRD region could generally play a positive role in improving regional and urban air quality.",
		"year": "20161223",
		"url_article": "https://doi.org/https://doi.org/10.1021/acs.est.6b04253"
	},
	{
		"id": "LiuA23099961",
		"source_id": "LiuA23099961",
		"type": "article",
		"title": "Inherent errors in pollutant build-up estimation in considering urban land use as a lumped parameter.",
		"author": "Liu A and Goonetilleke A and Egodawatta P",
		"doi": "https://doi.org/10.2134/jeq2011.0419 ",
		"abstract": "Stormwater quality modeling results are subject to uncertainty. The variability of input parameters is an important source of overall model error. An in-depth understanding of the variability associated with input parameters can provide knowledge on the uncertainty associated with these parameters and can assist in uncertainty analysis of stormwater quality models and decision making based on modeling outcomes. This paper discusses the outcomes of a research study undertaken to analyze the variability related to pollutant build-up parameters in stormwater quality modeling. The study was based on the analysis of pollutant build-up samples collected from 12 road surfaces in residential, commercial, and industrial land uses. It was found that build-up characteristics vary appreciably even within the same land use. Therefore, using land use as a lumped parameter would contribute significant uncertainties in stormwater quality modeling. Additionally, it was found that the variability in pollutant build-up can be significant depending on the pollutant type. This underlines the importance of taking into account specific land use characteristics and targeted pollutant species when undertaking uncertainty analysis of stormwater quality models or in interpreting the modeling outcomes.",
		"url_article": "https://doi.org/https://doi.org/10.2134/jeq2011.0419"
	},
	{
		"id": "LiuWC21912865",
		"source_id": "LiuWC21912865",
		"type": "article",
		"title": "Monitoring sediment oxygen demand for assessment of dissolved oxygen distribution in river.",
		"author": "Liu WC and Chen WB",
		"doi": "https://doi.org/10.1007/s10661-011-2364-4 ",
		"abstract": "Sediment oxygen demand (SOD) has become an integral part of modeling dissolved oxygen (DO) within surface water bodies. Because very few data on SOD are available, it is common for modeler to take SOD values from literature for use within DO models. SOD is such an important parameter in modeling DO that this approach may lead to erroneous results. This paper reported on developing an approach for monitoring sediment oxygen demand conducted with undisturbed sediment core samples, where the measured results were incorporated into a water quality model for simulating and assessing dissolved oxygen distribution in the Xindian River of northern Taiwan. The measured results indicate that a higher freshwater discharge results in a lower SOD. Throughout a 1-year observation in 2004, the measured SOD ranged from 0.367 to 1.246 g/m(2)/day at the temperature of 20°C. The mean values of the measured SOD at each station were adopted in a vertical two-dimensional water quality model to simulate the DO distribution along the Xindian River. The simulating results accurately depict the field-measured DO distribution during the low and high flow conditions. Model sensitivity analyses were also conducted with increasing and decreasing SOD values for the low and high flow conditions and revealed that SOD had a significant impact on the DO distribution along the Xindian River. The present work combined with field measurements and numerical simulation should assist in river water quality management.",
		"year": "20110914",
		"url_article": "https://doi.org/https://doi.org/10.1007/s10661-011-2364-4"
	},
	{
		"id": "YangW33513506",
		"source_id": "YangW33513506",
		"type": "article",
		"title": "Impact of green infrastructure on the mitigation of road-deposited sediment induced stormwater pollution.",
		"author": "Yang W and Wang Z and Hua P and Zhang J and Krebs P",
		"keywords": "NOTNLM , Green infrastructure , Land-cover type , Modeling , Road-deposited sediment , Stormwater quality",
		"doi": "https://doi.org/10.1016/j.scitotenv.2021.145294 ",
		"abstract": "As a vital stormwater pollution source, the pollutants associated with road-deposited sediment (RDS) have become a growing concern in urban water management. Green infrastructure has exhibited great potential in stormwater pollution mitigation, but is not comprehensively understood yet due to the influences of complex RDS-associated pollutant migration processes (i.e., build-up, wash-off, and discharge). In this study, a city-scale hydraulic and water quality model was used to analyze the migration and removal processes of four RDS-associated pollutants (total suspended solids (TSS), chemical oxygen demand (COD), total nitrogen (TN), and total phosphorus (TP)) under different hydrological patterns, land-cover types, and green infrastructure installation locations. Results show that the antecedent dry-weather period was the main factor influencing RDS build-up, while the precipitation pattern strongly impacted RDS wash-off, discharge, and removal. The downstream-installed green infrastructures reduced the RDS-induced stormwater pollution by up to 68% and relieved the pollution-mitigation pressure of the studied drainage networks by almost 50%. The TSS and COD removal rates were higher (62.22-68.09%) near green space, while those of TN and TP were higher around buildings and roads (40.00-62.50%). Sensitivity analysis indicated that seven parameters regarding the surface layer characteristics and soil texture class strongly impacted the pollution-mitigation performance among the 31 technical parameters of green infrastructure. The results of this study would assist urban water management by optimizing green infrastructure for stormwater pollution mitigation.",
		"year": "20210122",
		"url_article": "https://doi.org/https://doi.org/10.1016/j.scitotenv.2021.145294"
	},
	{
		"id": "LinCJ15945131",
		"source_id": "LinCJ15945131",
		"type": "article",
		"title": "A comparative study of US EPA 1996 and 1999 emission inventories in the west Gulf of Mexico coast region, USA.",
		"author": "Lin CJ and Ho TC and Chu HW and Yang H and Mojica MJ and Krishnarajanagar N and Chiou P and Hopper JR",
		"abstract": "Emission inventory is one of the required inputs to air quality models. To assist in the urban and regional modeling efforts, United States Environmental Protection Agency (EPA) has compiled a National Emission Inventory (NEI) for criterion pollutants, and the precursors of ozone and particulate matter (PM). In December 2002, EPA released the 1999 NEI estimates (NEI99), which represent the most recent national emission data. However, the data sets are not in model-ready format for air quality simulations. This present work converts the NEI99 Final Version 2 data sets into Inventory Data Analyzer (IDA) format and processes the data using the Sparse Matrix Operator Kernel Emissions (SMOKE) modeling system to generate a gridded emission inventory in a domain covering the west Gulf Coast Region, USA. The spatial and diurnal emission characteristics of the gridded emission inventories are then assessed and compared with those of the National Emission Trend 1996 (NET96). The NEI99 database contains more complete emission records in both area and point sources. It is also found that NEI99 data exhibit greater emissions with respect to point and mobile sources but smaller emissions with respect to area sources when compared to the corresponding gridded NET96 data in the same study domain. The most distinct differences between the NEI99 and NET96 databases are CO emission of mobile sources, SO2 emissions of point sources, and VOC/PM/NH3/NOx emissions of area and non-road sources. The gridded NEI99 data show low VOC/NOx ratios (<2-5) in the urban areas of the study domain.",
		"url_article": "https://doi.org/LinCJ15945131"
	}
]