[
	{
		"id": "1011453287070",
		"source_id": "10.1145/3287070",
		"type": "article",
		"title": "A Language for Online State Processing of Binary Sensors, Applied to Ambient Assisted Living",
		"author": "Volanschi, Nic and Serpette, Bernard and Carteron, Adrien and Consel, Charles",
		"keywords": "Allen interval algebra, Smart homes, Ambient assisted living, Binary sensors",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3287070",
		"abstract": "There is a large variety of binary sensors in use today, and useful context-aware services can be defined using such binary sensors. However, the currently available approaches for programming context-aware services do not conveniently support binary sensors. Indeed, no existing approach simultaneously supports a notion of state, central to binary sensors, offers a complete set of operators to compose states, allows to define reusable abstractions by means of such compositions, and implements efficient online processing of these operators.This paper proposes a new language for event processing specifically targeted to binary sensors. The central contributions of this language are a native notion of state and semi-causal operators for temporal state composition including: Allens interval relations generalized for handling multiple intervals, and temporal filters for handling delays. Compared to other approaches such as CEP (complex event processing), our language provides less discontinued information, allows less restricted compositions, and supports reusable abstractions. We implemented an interpreter for our language and applied it to successfully rewrite a full set of real Ambient Assisted Living services. The performance of our prototype interpreter is shown to compete well with a commercial CEP engine when expressing the same services.",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3287070",
		"journal": "Proc. ACM Interact. Mob. Wearable Ubiquitous Technol.",
		"month": "December",
		"volume": "2"
	},
	{
		"id": "101109CHASE201753",
		"source_id": "10.1109/CHASE.2017.53",
		"type": "inproceedings",
		"title": "Iot Security (IoTsec) Mechanisms for e-Health and Ambient Assisted Living Applications",
		"author": "Minoli, Daniel and Sohraby, Kazem and Occhiogrosso, Benedict",
		"keywords": "big data, IoT architecture, IoT security, e-health",
		"publisher": "IEEE Press",
		"doi": "10.1109/CHASE.2017.53",
		"isbn": "9781509047215",
		"abstract": "The Internet Of Things (IoT) is poised to make substantial inroads in all aspects of modern life before the end of this decade, including applications in smart grids, smart cities, transportation, crowdsensing, e-health, ambient assisted living, and home automation, to list just a few. Although it is recognized that IoTSec mechanisms and principles are needed across the entire IoT ecosystem, many of the intrinsic features of IoT systems make the IoT vulnerable to cybersecurity breaches. Firms wonder if the mechanisms required to protect the users and the data are ready for \"prime time\", especially in the e-health arena. The field of big data as related to security event processing, is relatively new, especially in the context of IoT; challenges include but are not limited to capture, transmission, analysis and curation of the data. This article provides a novel IoT protocol architecture and examines security tools and techniques that can be leveraged as part of the deployment of IoT; these mechanisms are particularly important in e-health and assisted living applications.",
		"pages": "13–18",
		"year": "2017",
		"url_article": "https://doi.org/10.1109/CHASE.2017.53"
	},
	{
		"id": "101007s0077901003531",
		"source_id": "10.1007/s00779-010-0353-1",
		"type": "article",
		"title": "An Internet of Things---Based Personal Device for Diabetes Therapy Management in Ambient Assisted Living (AAL)",
		"author": "Jara, Antonio J. and Zamora, Miguel A. and Skarmeta, Antonio F.",
		"keywords": "Diabetes, 6LoWPAN, RFID, Insulin therapy, AAL, Internet of things",
		"publisher": "Springer-Verlag",
		"doi": "10.1007/s00779-010-0353-1",
		"abstract": "Diabetes therapy management in AAL environments, such as old people and diabetes patients homes, is a very difficult task since many factors affect a patients blood sugar levels. Factors such as illness, treatments, physical and psychological stress, physical activity, drugs, intravenous fluids and change in the meal plan cause unpredictable and potentially dangerous fluctuations in blood sugar levels. Right now, operations related to dosage are based on insulin infusion protocol boards, which are provided by physicians to the patients. These boards are not considering very influential factors such as glycemic index from the diet, consequently patients need to estimate the dosage leading to dose error, which culminates in hyperglycemia and hypoglycemia episode. Therefore, right insulin infusion calculation needs to be supported by the next generation of personal-care devices. For this reason, a personal device has been developed to assist and consider more factors in the insulin therapy dosage calculation. The proposed solution is based on Internet of things in order to, on the one hand, support a patients profile management architecture based on personal RFID cards and, on the other hand, provide global connectivity between the developed patients personal device based on 6LoWPAN, nurses/physicians desktop application to manage personal health cards, glycemic index information system, and patients web portal. This solution has been evaluated by a multidisciplinary group formed by patients, physicians, and nurses.",
		"pages": "431–440",
		"year": "2011",
		"url_article": "https://doi.org/10.1007/s00779-010-0353-1",
		"journal": "Personal Ubiquitous Comput.",
		"month": "April",
		"volume": "15"
	},
	{
		"id": "10114515791141579173",
		"source_id": "10.1145/1579114.1579173",
		"type": "inproceedings",
		"title": "Description and Future Trends of ICT Solutions Offered towards Independent Living: The Case of LLM Project",
		"author": "Frantzidis, Christos A. and Bamidis, Panagiotis D.",
		"keywords": "neurophysiology, mental health, integrated ICT platform, ambient assistive living, skin conductance, ageing",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1579114.1579173",
		"isbn": "9781605584096",
		"abstract": "Due to the increasing elderly population, healthcare systems able to promote independent living are regarded as an emerging market. Despite the significant advances aiming to support senior citizens, several issues have to be addressed in order to enable older people to live independently and to form living cells of our society. Aiming to contribute to the research of elderly care, this paper reports the open issues that should be taken into consideration in order to provide a technological solution towards Ambient Assistive Living (AAL). After reviewing the most prominent European funded projects, it presents an example of integrated elderly healthcare platform and finally attempts to highlight the future trends which should be employed in order to face with success the social and financial phenomenon of ageing population.",
		"year": "2009",
		"url_article": "https://doi.org/10.1145/1579114.1579173"
	},
	{
		"id": "10114518392941839346",
		"source_id": "10.1145/1839294.1839346",
		"type": "inproceedings",
		"title": "An Overview of Body Sensor Networks in Enabling Pervasive Healthcare and Assistive Environments",
		"author": "Liolios, Charalampos and Doukas, Charalampos and Fourlas, George and Maglogiannis, Ilias",
		"keywords": "healthcare applications, ubiquitous computing, body sensor networks, wireless body area networks",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1839294.1839346",
		"isbn": "9781450300711",
		"abstract": "The use of sensor networks for healthcare, well-being, and working in extreme environments has long roots in the engineering sector in medicine and biology community. With the growing needs in ubiquitous communications and recent advances in very-low-power wireless technologies, there has been considerable interest in the development and application of wireless networks around humans. With the maturity of wireless sensor networks, body area networks (BANs), and wireless BANs (WBANs), recent efforts in promoting the concept of body sensor networks (BSNs) aim to move beyond sensor connectivity to adopt a system-level approach to address issues related to biosensor design, interfacing, and embodiment, as well as ultra low-power processing / communication, power scavenging, autonomic sensing, data mining, inferencing, and integrated wireless sensor microsystems. As a result, the system architecture based on WBAN and BSN is becoming a widely accepted method of organization for ambulatory and ubiquitous monitoring systems. This review paper presents an up-to-date report of the current research and enabling applications and addresses some of the challenges and implementation issues.",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1839294.1839346"
	},
	{
		"id": "10114530099253009931",
		"source_id": "10.1145/3009925.3009931",
		"type": "inproceedings",
		"title": "Service Platform for Continuous Delivery of Assisted Living Systems",
		"author": "Bentes, Jo~ao",
		"keywords": "Distributed Computing, Continuous Assistance, Smart Home, Intelligent Environment, Ambient Assisted Living",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3009925.3009931",
		"isbn": "9781450346658",
		"abstract": "A smart home has potential to support independent living of elderly people in their preferred living environments. However, smart home systems do not fully address the aims of Ambient assisted living (AAL), mainly due to limited support outside the home. This need of continuous delivery of assistance for elderly people on the go require technology which extends the home into the society. This ongoing work proposes to identify the architectural requirements for a service platform being able to continuously deliver assistive services at home and beyond.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/3009925.3009931"
	},
	{
		"id": "10114526743962674402",
		"source_id": "10.1145/2674396.2674402",
		"type": "inproceedings",
		"title": "Advent: A System Architecture for Advanced Monitoring of Elders with Chronic Conditions",
		"author": "Panagiotakopoulos, Theodor C. and Antonopoulos, Christos P. and Koutalieris, George and Kalantzis, Panagiotis and Theodoropoulos, Costas and Koumanakos, George and Kameas, Achilles and Voros, Nikolaos and Koubias, Stavros",
		"keywords": "ambient assisted living, home monitoring, healthcare",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2674396.2674402",
		"isbn": "9781450327466",
		"abstract": "This paper introduces the ADVENT project that focuses on providing a comfortable, safe and secure environment, supporting daily living of elders, while empowering their mobility and independency. We present a generic system architecture that emerged from user and system requirements analysis, which consists of four parts: i) the home monitoring environment, ii) the mobile personal monitoring and support, iii) the service deployment platform and iv) the communication infrastructure. These system parts are further described and several challenging issues from the ADVENT perspective are discussed. In addition, some potential R&amp;D directions that will be carefully examined and evaluated in the next phases of the project are highlighted.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2674396.2674402"
	},
	{
		"id": "101109WIIAT2013180",
		"source_id": "10.1109/WI-IAT.2013.180",
		"type": "inproceedings",
		"title": "The Ambient Intelligent Environment as an Attachment Figure: How to Create Sensitive Coaching Systems for Human Care",
		"author": "Roelofsma, Peter H. M. P.",
		"keywords": "Attachment Theory, Sensitive Coaching, Ambient Assisted Living, Artificial Intelligence",
		"publisher": "IEEE Computer Society",
		"doi": "10.1109/WI-IAT.2013.180",
		"isbn": "9780769551456",
		"abstract": "In this paper the ambient intelligent care environment is described as an attachment figure for the user. In attachment theory the attachment figures is the base from which the individual interacts with the environment, explores the world and copes with distress. We claim that a socio-emotional lasting relation with a system as an attachment figure is a necessary prerequisite for Ambient Assisted Living (AAL) systems to be accepted by users as support in daily care. We observe that most AAL systems lack such an approach. Four scales that measure the quality of attachment are suggested to be used to evaluate AAL systems. We address a variety of components that are required to make a successful attachment between the system and the user for persons that are in need of care. As a basis for the attachment the theory of Ainsworth [1] is used. These factors builds a socio-emotional relationship with the user and help in maintaining or increasing the well being of the user. This socioemotional relationship can be an important explanation for the successfulness of an ambient assisting system in the healthcare domain.",
		"pages": "191–194",
		"year": "2013",
		"url_article": "https://doi.org/10.1109/WI-IAT.2013.180"
	},
	{
		"id": "10114529106742935828",
		"source_id": "10.1145/2910674.2935828",
		"type": "inproceedings",
		"title": "Lifelong Housing Design: User Feedback Evaluation of Smart Objects and Accessible Houses for Healthy Ageing",
		"author": "Zallio, Matteo and Casiddu, Niccol`o",
		"keywords": "Human factors, Design for All, Accessible homes, Ergonomics, ICT, Ambient Assisted Living, User Centred Design, Interaction Design, Smart Home, Interface Design, Smart Objects, Lifelong Housing Design, Healthy Ageing",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2910674.2935828",
		"isbn": "9781450343374",
		"abstract": "According to the latest research by the European Community and ISTAT (Italian National Institute of Statistics) surveys, Europe has the highest average age for its population. According to those data, in the near future, it could be necessary to move from a welfare model based on the centralization of care systems, to a system based on the distribution of certain healthcare facilities [1]. This means that the ageing population is ever increasing, thanks to better lifestyles, innovative medical care and wider access to different services. This work seeks to observe and analyse key implications of architectural and interior design features and new, non-invasive, interactive technologies, related to user interaction design and usability of environments within the housing scenario. Those themes are particularly related to ageing people who live in autonomously or semi-autonomously within their own homes or assisted homes.For example, according to the \"community care\" approach, people could live as long as possible in their familiar environment, by bringing health and social care services into peoples home, providing assistance for everyday needs and re-activating the potential of local communities. Two vital aspects of the life of an individual, in order to maintain a healthy lifestyle despite ever-changing conditions, are domestic autonomy and good sustained relationships within the neighbourhood. This leads to an interesting research issue: could houses and smart appliances have the potential to improve autonomy and peoples quality of life? Which kind of methods, tools and scenarios could enhance wellbeing and healthy conditions, while reducing time and costs?Data, analysed in different scenarios, starting from a worldwide and then focusing on Europe and Italian context, provides a clear view of houses architectural and technological features and user feedback, useful to define a future household scenario suitable to meet the needs of a growing population.The final result of this part of the research is composed of a series of blueprints called \"User Feedback Evaluation\" which enable people in understanding and categorising the classes of systems, aids, smart devices and features that a barrier-free house should have for improving living conditions of ageing residents. In a second stage of the research the user feedback analysis could bring the definition of a new Design approach for enabling user and facilitating professionals. This is achieved by developing a holistic method and merging innovative tools and approaches with existing ones, in order to foresee the future needs of the ageing people through provision of additional unobtrusive Smart devices. The smart appliances should be integrated in accessible, barrier-free, \"Long-life friendly\" houses, to allow the senior residents to remain for longer in their own home in a safer and autonomous way.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2910674.2935828"
	},
	{
		"id": "10114530037333003789",
		"source_id": "10.1145/3003733.3003789",
		"type": "inproceedings",
		"title": "Designing the Next Generation of Home Automation Combining IoT and Robotic Technologies",
		"author": "Christopoulos, Konstantinos and Spournias, Alexandros and Orfanoudakis, Theofanis and Antonopoulos, Christos and Voros, Nikolaos",
		"keywords": "Turtlebot, Robotic Technologies, KNX, Internet of Things, Home Automation systems, Ambient Assisted Living Lab, Activities of Daily Life, Vision Processing Algorithms",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3003733.3003789",
		"isbn": "9781450347891",
		"abstract": "Home Automation Systems comprises a rapidly evolving research domain as well as a commercial filed. This is due to, on one hand, the increasing demands for Ambient Assisted Living environment, 24/7 monitoring and security, comfort control, power management and many application scenarios. On the other hand, respective solutions are required to address present and pressing real life problems so the industrial domain is actively pushing towards efficient and reliable solutions in real deployments. The two cornerstone technologies adopted in proposed future Home Automation designs are Internet of Things reliable communication infrastructure and Robotic technologies, which enhance drastically the capabilities of the overall platform. In that respect this paper presents a complete design effort efficiently combining the two aforementioned pillars. Additionally, relative development activities will be presented highlighting the offered advantages, capabilities and features.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/3003733.3003789"
	},
	{
		"id": "1011453229097",
		"source_id": "10.1145/3229097",
		"type": "article",
		"title": "Real-Time Anomaly Detection in Elderly Behavior with the Support of Task Models",
		"author": "Parvin, Parvaneh and Chessa, Stefano and Manca, Marco and Paterno, Fabio",
		"keywords": "ambient assisted living, elderly behavior analysis, deviations in task performance",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3229097",
		"abstract": "With todays technology, elderly can be supported in living independently in their own homes for a prolonged period of time. Monitoring and analyzing their behavior in order to find possible unusual situation helps to provide the elderly with health warnings at the proper time. Current studies are focusing on the elderly daily activity and the detection of anomalous behaviors aiming to provide the older people with remote support. To this aim, we propose a real-time solution which models the user daily routine using a task model specification and detects relevant contextual events occurred in their life through a context manager. In addition, by a systematic validation through a system that automatically generates wrong sequences of tasks, we show that our algorithm is able to find behavioral deviations from the expected behavior at different times by considering the extended classification of the possible deviations with good accuracy.",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3229097",
		"journal": "Proc. ACM Hum.-Comput. Interact.",
		"month": "June",
		"volume": "2"
	},
	{
		"id": "10114525358032535806",
		"source_id": "10.1145/2535803.2535806",
		"type": "article",
		"title": "SAAPHO: An AAL Architecture to Provide Accessible and Usable Active Aging Services for the Elderly",
		"author": "Rivero-Espinosa, Jesica and Iglesias-Perez, Andres and Gutierrez-Due~nas, Jose Antonio and Rafael-Palou, Xavier",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2535803.2535806",
		"abstract": "This paper describes the main design aspects and core functionalities of the system architecture created for the SAAPHO project (aal-2010-3-035). SAAPHO aims to provide active aging services to help older people to be more independent, integrated in the society, safe at home, and with the possibility of controlling their health through the use of ICT. Thus, an innovative Ambient Assisted Living architecture was needed to develop in order to offer such services integrated in a scalable, accessible and usable system for the older people.",
		"pages": "17–24",
		"year": "2013",
		"url_article": "https://doi.org/10.1145/2535803.2535806",
		"journal": "SIGACCESS Access. Comput.",
		"month": "September"
	},
	{
		"id": "10114530565403064944",
		"source_id": "10.1145/3056540.3064944",
		"type": "inproceedings",
		"title": "Use Case Focused User-Interaction Diagram: A Communication Tool within AAL Projects",
		"author": "Krainer, Daniela and Strockl, Daniela Elisabeth and Oberzaucher, Johannes",
		"keywords": "AAL, Interaction design, participatory process, user centered design, user interface",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3064944",
		"isbn": "9781450352277",
		"abstract": "The modeling of user interaction in the context of Active and Assisted Living (AAL) projects requires the involvement of different stakeholder groups to achieve usable and acceptable results. Within the research project ZentrAAL a comprehensive participatory approach is deployed, to achieve the goal of a user driven conceptualization, development, and evaluation process. Within this process, the modeling of the user interface and interaction, based on defined use cases is performed by means of various methods.The proposed concept contains an interaction schema that represents elements of the human -- system interface, e.g. navigation, dimensions of use cases, interaction and information elements as well as element labels depicted in one view per use case. The interaction schema acts as a communication tool during the user interaction conceptualization phase in AAL projects. First outcomes of the conceptualization of the use case focused interaction diagram are the improvement of interdisciplinary communication, easy derivation of interface prototypes, and additional point of view for stakeholders in a project.",
		"pages": "193–196",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3064944"
	},
	{
		"id": "10114526743962674459",
		"source_id": "10.1145/2674396.2674459",
		"type": "inproceedings",
		"title": "Service Robotics for the Home: A State of the Art Review",
		"author": "Doelling, Kris and Shin, Jeongsik and Popa, Dan O.",
		"keywords": "smart homes, service robotics",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2674396.2674459",
		"isbn": "9781450327466",
		"abstract": "This paper provides a review of the state of the art of service robotics for the home. We were primarily interested in major features of commercially available robots and prototype research robots, as well as remaining research challenges and gaps for the future. The review was undertaken in support of an initiative to build advanced smart homes for disabled military service members and their families. These homes will be constructed with the aim to include advanced home automation, robotics, and other assistive technologies.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2674396.2674459"
	},
	{
		"id": "10114534538923461653",
		"source_id": "10.1145/3453892.3461653",
		"type": "inproceedings",
		"title": "CPIQ - A Privacy Impact Quantification for Digital Medical Consent",
		"author": "Appenzeller, Arno and Kadow, Thomas and Krempel, Erik and Beyerer, Jurgen",
		"keywords": "medical consent, data sovereignty, medical data, digital consent, risk quantification, e-health, formal consent model",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3453892.3461653",
		"isbn": "9781450387927",
		"abstract": "Increasing digitization in healthcare promises easier exchange and more efficient use of medical information for patients, institutions and research. The number of sharing options for medical data increases, e.g., through personal health records, as well as the volume of data. To use this data in medical research patients’ consent is important. As more and more data access is regulated by consent forms and their complexity also increases. For the patient, it becomes less comprehensible which information could be gained from his or her disclosed data. This becomes more important when pressumably anonymized data has the risk of potential re-identification of an individual. In this paper we introduce a consent-privacy-impact-quantification (CPIQ) as a risk model of consent forms for the release of personal medical data for use within research projects. CPIQ evaluates how reasonable a consent decision is for the patient. It takes relevant factors such as the patient’s preferences into account, the circumstances and benefits of the research project, and the potential risk to the patient. The model can be parameterized so that different aspects such as the benefit of the research project, the risk of a data leak or the risk of a patient’s confidential data becoming known can be represented. We present the feasibility of this model by including it in an existing consent management system.",
		"pages": "534–543",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3453892.3461653"
	},
	{
		"id": "10114527694932769563",
		"source_id": "10.1145/2769493.2769563",
		"type": "inproceedings",
		"title": "Non-Invasive Sleep-Environment Monitoring System",
		"author": "Lobato, Fabio and Silva, Bruno and de Bem, Rodrigo and Miranda, Diane",
		"keywords": "in-home sleep monitoring, sleep assessment, non-invasive monitoring system, sleep-environment monitoring",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2769493.2769563",
		"isbn": "9781450334525",
		"abstract": "Sleep disorders affect approximately 30% of the adult population, due to this fact, it is considered an important public health issue. Some medical conditions are correlated with sleep disturbances, including: obesity, diabetes, cardiovascular disease, hyperactivity disorder and early mortality. The current mainstream sleep disorder detection and assessment method, the laboratory polysomnography, is very expensive and inconvenient for patients who are extracted from their own sleep-environment. Aiming to avoid the high costs and to perform an assessment in loco, we present in this paper a non-invasive sleep-environment monitoring system in order to aid the detection of environmental factors that may be contributing to poor sleep. The stand-alone device was designed in order to provide robustness, scalability and usability to a completely built-in sleep assessment system. We highlight that the main goal of this in-home device is to give more accurate information to physicians and technical staff, assisting in the screening process, reducing costs and helping to improve the well-being of people with sleep disorders.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2769493.2769563"
	},
	{
		"id": "10114534538923461833",
		"source_id": "10.1145/3453892.3461833",
		"type": "inproceedings",
		"title": "A Preliminary Experimental Outline to Train Machine Learning Models for the Unobtrusive, Real-Time Detection of Acute Physiological Stress Levels during Training Exercises",
		"author": "Jeworutzki, Andre and Schwarzer, Jan and von Luck, Kai and Draheim, Susanne and Wang, Qi",
		"keywords": "supervised machine, activity recognition, stress determination, inertial measurement units, physiological sensors",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3453892.3461833",
		"isbn": "9781450387927",
		"abstract": "The automatic recognition of activities can assist people in keeping track of their health and in avoiding injuries. Nowadays, inertial measurement units have gained notable interest for such tasks due to being low-cost, small-sized, and easy-of-use. Inertial sensor technology in combination with physiological data allows to state holistic conclusions regarding, for example, an activity’s quality. This research draws attention to the case of stress levels in sports, where researchers typically rely on obtrusive stress markers analyzed in laboratories (e.g., lactate and cortisol). While there are known stimuli for stress such as fatigue, existing knowledge is limited concerning methodological means and measurement standards for unobtrusively detecting stress in challenging contexts such as sports. In response, this work reports from our ongoing research, where we aim to develop the necessary means to unobtrusively detect stress levels in real-time based on machine learning algorithms. The main contribution of the present paper is a preliminary experimental outline. It illustrates the steps we intend to take to methodologically guide the data collection procedures and to train machine learning models towards this goal. In doing so, we hope contributing helpful insights to aid other researchers in designing stress-related studies in the sports context.",
		"pages": "575–584",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3453892.3461833"
	},
	{
		"id": "10114518392941839353",
		"source_id": "10.1145/1839294.1839353",
		"type": "inproceedings",
		"title": "Human-Computer Interaction and the Older Adult: An Example Using User Research and Personas",
		"author": "Nunes, Francisco and Silva, Paula Alexandra and Abrantes, Filipe",
		"keywords": "personas, human-computer interaction, user research",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1839294.1839353",
		"isbn": "9781450300711",
		"abstract": "This paper reports on the outcomes of the first phase of the eCAALYX project -- an European project which aim is to develop a complete solution that improves the quality of life of the older adult with chronic conditions by monitoring his health and by improving the communication with his caretakers. Specifically, the authors are responsible for creating a TV user interface for older adults with chronic conditions.The work described followed a multi-disciplinary approach strongly influenced by Human-Computer Interaction (HCI) methodologies. The main contributions of this paper are two-fold and materialize into i) a user research study that covers aspects such as perception, cognition, mental and psychosocial changes that occur with age and ii) an example-based description of the process of creating personas. John, the diabetic persona, is the example provided that abstracts the process followed to generate the remaining personas in the project.",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1839294.1839353"
	},
	{
		"id": "10114518392941839367",
		"source_id": "10.1145/1839294.1839367",
		"type": "inproceedings",
		"title": "Integrating RFID on Event-Based Hemispheric Imaging for Internet of Things Assistive Applications",
		"author": "Kolias, V. and Giannoukos, I. and Anagnostopoulos, C. and Anagnostopoulos, I. and Loumos, V. and Kayafas, E.",
		"keywords": "pervasive systems, surveillance, RFID, hemispheric imaging, internet of things (IoT)",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1839294.1839367",
		"isbn": "9781450300711",
		"abstract": "Automatic surveillance of a scene in a broad sense comprises one of the core modules of pervasive applications. Typically, multiple cameras are installed in an area to identify events through image processing techniques, which however present limitations in terms of object occlusion, noise, lighting conditions, image resolution and computational cost. To overcome such limitations and increase recognition accuracy, the video sensor output can be complemented by Radio Frequency Identification technology, which is ideal for the unique identification of objects. In this paper we examine the feasibility of integrating RFID with hemispheric imaging video cameras. After a brief description and discussion of related research regarding RFID location, video surveillance and their integration, we examine the factors that would render such a system feasible in terms of hardware, software and their environments. The advantages and limitations of each technology and their integration are also presented to conclude that their combination could lead to a robust detection of objects and their interactions within an environment. Finally, this work ends with the presentation of some possible applications of such integration.",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1839294.1839367"
	},
	{
		"id": "10114525043352504347",
		"source_id": "10.1145/2504335.2504347",
		"type": "inproceedings",
		"title": "A General Conformance Testing Framework for IEEE 11073 PHDs Communication Model",
		"author": "Yu, Linbin and Lei, Yu and Kacker, Raghu N. and Kuhn, D. Richard and Sriram, Ram D. and Brady, Kevin",
		"keywords": "sequence testing, IEEE 11073, healthcare",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2504335.2504347",
		"isbn": "9781450319737",
		"abstract": "ISO/IEEE 11073 Personal Health Data (IEEE 11073 PHD) is a set of standards that addresses the interoperability of personal healthcare devices. As an important part of IEEE 11073 PHD, ISO/IEEE 1107-20601 optimized exchange protocol (IEEE 11073-20601) defines how personal healthcare devices communicate with computing resources like PCs and set-top boxes. In this paper, we propose a general conformance testing framework for IEEE 11073-20601 protocol stack. This framework can be used to ensure that different implementations of the protocol stack conform to the specification and are thus able to interoperate with each other. We are developing a prototype research tool that applies the proposed framework to Antidote, an open-sourced IEEE 11073-20601 protocol stack. We report some preliminary testing results.",
		"year": "2013",
		"url_article": "https://doi.org/10.1145/2504335.2504347"
	},
	{
		"id": "10114518220181822060",
		"source_id": "10.1145/1822018.1822060",
		"type": "inproceedings",
		"title": "Design Pattern TRABING: Touchscreen-Based Input Technique for People Affected by Intention Tremor",
		"author": "Mertens, Alexander and Jochems, Nicole and Schlick, Christopher M. and Dunnebacke, Daniel and Dornberg, Jan Henrik",
		"keywords": "human-computer interaction (hci), tremor, design pattern, ambient assisted living (aal), touchscreen",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1822018.1822060",
		"isbn": "9781450300834",
		"abstract": "Tremor patients are frequently facing problems when interacting with IT systems and services. They do not reach the same levels of input efficiency and easily become unhappy with a technology they do not perceive as a general asset. Cases of Intention tremor show a significant comparative rise in inaccurate movement towards a real button or virtual buttons on touch screens, as this particular tremor increases its symptoms when approaching a desired physical target. People suffering from this specific tremor have been identified as the target group. This group has been closely investigated and thus, a new input procedure has been developed which may be used on standard touch screens. The new technique enables users, accordingly tremor patients, to fully operate IT-based systems and therefore possess full control over input. Deviations caused by the tremor are compensated with a continuous movement instead of a single targeted move which remains the most difficult task to the user. Also, the screen surface will present a frictional resistance, which significantly hinders tremor symptoms. Input can be identified by the computer system with high accuracy, by means of special heuristics, which support barrier free access beyond the target group.",
		"pages": "267–272",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1822018.1822060"
	},
	{
		"id": "101007s0077901206222",
		"source_id": "10.1007/s00779-012-0622-2",
		"type": "article",
		"title": "Drug Identification and Interaction Checker Based on IoT to Minimize Adverse Drug Reactions and Improve Drug Compliance",
		"author": "Jara, Antonio J. and Zamora, Miguel A. and Skarmeta, Antonio F.",
		"keywords": "Drug checker, AAL, m-Health, Internet of things, Drug identification",
		"publisher": "Springer-Verlag",
		"doi": "10.1007/s00779-012-0622-2",
		"abstract": "Drug compliance and adverse drug reactions (ADR) are two of the most important issues regarding patient safety throughout the worldwide healthcare sector. ADR prevalence is 6.7 % throughout hospitals worldwide, with an international death rate of 0.32 % of the total of the patients. This rate is even higher in Ambient Assisted Living environments, where 15 % of the patients suffer clinically significant interactions due to patient non-compliance to drug dosage and schedule of intake in addition to suffering from polypharmacy. These instances increase with age and cause risks of drug interactions, adverse effects, and toxicity. However, with a tight follow-up of the drug treatment, complications of incorrect drug use can be reduced. For that purpose, we propose an innovative system based on the Internet of Things (IoT) for the drug identification and the monitoring of medication. IoT is applied to examine drugs in order to fulfill treatment, to detect harmful side effects of pharmaceutical excipients, allergies, liver/renal contradictions, and harmful side effects during pregnancy. The IoT design acknowledges that the aforementioned problems are worldwide so the solution supports several IoT identification technologies: barcode, Radio Frequency Identification, Near Field Communication, and a new solution developed for low-income countries based on IrDA in collaboration with the World Health Organization. These technologies are integrated in personal devices such as smart-phones, PDAs, PCs, and in our IoT-based personal healthcare device called Movital.",
		"pages": "5–17",
		"year": "2014",
		"url_article": "https://doi.org/10.1007/s00779-012-0622-2",
		"journal": "Personal Ubiquitous Comput.",
		"month": "January",
		"volume": "18"
	},
	{
		"id": "10114533891893393745",
		"source_id": "10.1145/3389189.3393745",
		"type": "inproceedings",
		"title": "Enabling Data Sovereignty for Patients through Digital Consent Enforcement",
		"author": "Appenzeller, Arno and Rode, Ewald and Krempel, Erik and Beyerer, Jurgen",
		"keywords": "data sovereignty, medical data, digital consent, e-health, automatic consent enforcement, medical consent",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3389189.3393745",
		"isbn": "9781450377737",
		"abstract": "Digital medical data offers an opportunity to improve medical diagnosis and caregiving. While a single doctor might not have enough patients to spot significant factors, data becomes much more evaluable once different doctors combine their data. Data evaluation across multiple data sources will be more practical with the increasing level of digitalization. While the potential benefits of a broad data analysis are enormous, there is a huge potential privacy impact for patients. To cope with legal regulations, for example the European General Data Protection Regulation (GDPR) and to give patients more control over the usage of their data, new tools are needed. Digital distributed patient records need a mechanism to manage a digital declaration of consent. There are some concepts how to digitize medical consent, but still there is no complete workflow that automatically evaluates and enforces consent for the usage of personal medical data. In this paper we will present a continuous digital consent enforcement workflow. Patients can define a detailed declaration of consent for their medical data and researchers can request data through a dedicated interface that enforces that consent. We show the feasibility of this workflow by presenting a prototype implementation and evaluating the system against defined requirements for informed consent.",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3389189.3393745"
	},
	{
		"id": "10114521416222141684",
		"source_id": "10.1145/2141622.2141684",
		"type": "inproceedings",
		"title": "Access Controls for Privacy Protection in Pervasive Environments",
		"author": "Vagts, Hauke and Krempel, Erik and Fischer, Yvonne",
		"keywords": "trust, policies, privacy, access controls, object-oriented world model",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2141622.2141684",
		"isbn": "9781450307727",
		"abstract": "Pervasive Environments (PE) collect and process a massive amount of person-related and sensitive information. Data collected by a single sensor is in most cases not adequate to provide premium services. Information gathered must rather be combined to offer real benefits. The fused data must be secured by access controls to ensure privacy of the users and their trust in PE with it. This work proposes an Object-oriented World Model (OOWM) as a central information source that is filled with information collected from intelligent sensors and can be accessed and manipulated by smart application devices. It is shown how privacy can be enforced in such a centralized component. Privacy requirements must be specified and enforced. Especially conflicts in different requirements, e. g., user- and operator-specific polices, is an open issue. Existing approaches for specification and enforcement of access controls are discussed. An XACML-based approach for privacy in PE is shown and an algorithm for combining privacy policies is presented.",
		"year": "2011",
		"url_article": "https://doi.org/10.1145/2141622.2141684"
	},
	{
		"id": "10114515791141579151",
		"source_id": "10.1145/1579114.1579151",
		"type": "inproceedings",
		"title": "A Technological Infrastructure Design for a Pediatric Oncology Network",
		"author": "Murano, Aniello",
		"keywords": "modern hospital, e-health, medical, information system, technological innovation, pediatric oncology, hub and spoke",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1579114.1579151",
		"isbn": "9781605584096",
		"abstract": "In Italy, the service of Pediatric oncology is very centralized and granted by high-specialized medical structures. In particular, in the Italian Regione Campania there are just few of such medical centers that, in case of room availability, take care of the child from the diagnosis until his/her complete healing, providing all necessary treatments along with a number of assistance services both for the patient and his parents. Regione Campania centers are often congested, causing a migration of more than 35% of the young patients towards extraterritorial centers. Also, these medical centers are often far away from the place where the patients leave, forcing them to have recurrently long traveling, sometimes just for a routine test. However, in the Regione Campania there are a lot of facilities and hospitals with high technology equipments and qualified staff that, by means of an appropriate network organization based on a computer network infrastructure, could help during the childrens protocol treatment and thus significantly contribute to improve the local and national pediatric oncology service.This paper reports an evaluation research for the development, through an engineering approach based on a \"hub and spoke\" model, of a complete and efficient information system that allows the organization and sharing, at different levels, of clinical information among high-specialized medical centers and the other entities.",
		"year": "2009",
		"url_article": "https://doi.org/10.1145/1579114.1579151"
	},
	{
		"id": "10114515791141579184",
		"source_id": "10.1145/1579114.1579184",
		"type": "inproceedings",
		"title": "End to End Secure Communication in Ad-Hoc Assistive Medical Environments Using Secure Paths",
		"author": "Vassis, D. and Belsis, P. and Skourlas, C. and Gritzalis, S.",
		"keywords": "medical information systems, security and privacy, information retrieval, wireless environments",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1579114.1579184",
		"isbn": "9781605584096",
		"abstract": "Recent advances in technology introduce many new capabilities for several sectors. Among else, the continuous improvement and integration of new features in mobile devices, allow their interoperation and integration to a large number of environments; primarily the medical sector may suffice from their utilization in order to monitor efficiently the condition of patients and provide feedback to specialists, especially in cases of absence of a stable (wired) network infrastructure. Strict security requirements emerge due to the sensitivity of data being transmitted, often imposed by different international legislation processes. We present an architecture that allows secure dissemination of medical information in a secure manner in the absence of stable topologies and infrastructures built upon resource efficient devices. The presented architecture utilizes advanced management techniques, achieving secure and privacy-preserving transmission of sensitive data. A number of initial measurements show the effective operation of our architecture in presence of an adequately large number of users participating in the performance test-bed scenario.",
		"year": "2009",
		"url_article": "https://doi.org/10.1145/1579114.1579184"
	},
	{
		"id": "10114530565403056542",
		"source_id": "10.1145/3056540.3056542",
		"type": "inproceedings",
		"title": "Digital Drawing Tools for Blind Users: A State-of-the-Art and Requirement Analysis",
		"author": "Bornschein, Jens and Weber, Gerhard",
		"keywords": "non-visual interfaces, requirements analysis, blind users, drawing applications",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3056542",
		"isbn": "9781450352277",
		"abstract": "Blind people normally fulfill drawing tasks with low-tech analog tools in school and everyday life. Such tools are lacking in drawing support and error correction. To overcome these problems, systems for digital graphic access and creation exist. In this paper, an analysis of several software projects for non-visual drawing support is performed. The analysis is used to extract requirements for a digital non-visual drawing system from developers and users. The literature-based findings are extended to a more complete checklist of thirty-five requirements in four categories that cover the principles of the ISO 9241-110 standard. Subsequently, the analyzed projects are tested against the proposed checklist. Finally, six blind people rated the individual importance of each requirement to give a hint which features are most important for user acceptance.",
		"pages": "21–28",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3056542"
	},
	{
		"id": "10114526743962674461",
		"source_id": "10.1145/2674396.2674461",
		"type": "inproceedings",
		"title": "Investigation of Coinciding Shipping Accident Factors with the Use of Partitional Clustering Methods",
		"author": "Lema, Eva and Papaioannou, Dimitris and Vlachos, George P.",
		"keywords": "clustering, shipping, human factors, maritime accident",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2674396.2674461",
		"isbn": "9781450327466",
		"abstract": "Aim of this paper is to investigate how a series of different factors are coexisting in shipping accidents. We analyzed 355 shipping accident reports from the European Maritime Safety Agency (EMSA), which are publicly available from the official EMSA website. For this purpose we used the K-means clustering method with 15 a priori defined clusters. Our results indicated that human factors often coexist with parameters related to the condition of the ship and other external factors (i.e. bad weather). Our investigation aims to contribute to the better understanding of underlying factors so that more targeted staff training, manning and shipping maintenance measures can be taken to prevent future events.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2674396.2674461"
	},
	{
		"id": "10114533167823322755",
		"source_id": "10.1145/3316782.3322755",
		"type": "inproceedings",
		"title": "A Smart Dialogue-Competent Monitoring Framework Supporting People in Rehabilitation",
		"author": "Mavropoulos, Thanassis and Meditskos, Georgios and Kamateri, Eleni and Symeonidis, Spyridon and Tzimikas, Dimitris and Papageorgiou, Lefteris and Eleftheriadis, Christos and Adamopoulos, George and Vrochidis, Stefanos and Kompatsiaris, Ioannis",
		"keywords": "NLP, semantics, ontology-based dialogue management, virtual assistant, sensors",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3316782.3322755",
		"isbn": "9781450362320",
		"abstract": "In this paper, we present work in progress on the development of a smart monitoring framework to support people with motor disabilities and their caregivers in clinical and non-clinical rehabilitation and care environments. The innovation of the platforms lies in the combination of smart monitoring solutions, such as activity recognition and lifestyle tracking, with an intelligent virtual agent that aims to empower and motivate people in need through personalized feedback and responses, as well as to assist caregivers and clinicians to easily collect information about the patients. The proposed system exploits and combines state-of-the-art technologies in speech recognition and synthesis, knowledge representation and reasoning, dialogue management and sensor data analysis, infusing clinical knowledge and patient history. Aiming for a practical, acceptable solution, the proposed system takes into account aspects of integration, security and privacy.",
		"pages": "499–508",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3316782.3322755"
	},
	{
		"id": "10114531977683203181",
		"source_id": "10.1145/3197768.3203181",
		"type": "inproceedings",
		"title": "Touchless Heart Rate Recognition by Robots to Support Natural Human-Robot Communication",
		"author": "Bieber, Gerald and Antony, Niklas and Haescher, Marian",
		"keywords": "Webcam, Activity, Optical, Assistive Technology, Social Robots, Recognition, Autonomous Computing, Camera, Vital data, Wearable Computing",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3197768.3203181",
		"isbn": "9781450363907",
		"abstract": "With the proliferation of robotic assistants, such as robot vacuum cleaners, telepresence robots, or shopping assistance robots, human-robot interaction becomes increasingly more natural. The capabilities of robots are expanding, which leads to an increasing need for a natural human-robot communication and interaction. Therefore, the modalities of text- or speech-based communication have to be extended by body language and a direct feedback such as emotion or non-verbal communication.In this paper, we present a camera-based, non-body contact optical heart rate recognition method that can be used in robots in order to identify humans reactions during a robot-human communication or interaction. For the purpose of heart rate and heart rate variability detection, we used standard cameras (webcams) that are located inside the robots eye. Although camera-based vital sign identification has been discussed in previous research, we noticed that certain limitations with regard to real-world applications do still exist. We identified artificial light sources as one of the main influencing factors. Therefore, we propose strategies with the aim Permission to make digital or hard copies of all or part of this work for personal or classroom use is granted without fee provided that copies are not made or distributed for profit or commercial advantage and that copies bear this notice and the full citation on the first page. Copyrights for components of this work owned by others than the author(s) must be honored. Abstracting with credit is permitted. To copy otherwise, or republish, to post on servers or to redistribute to lists, requires prior specific permission and/or a fee. Request permissions from of improving natural communication between social robots and humans.",
		"pages": "415–420",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3197768.3203181"
	},
	{
		"id": "10114530565403076190",
		"source_id": "10.1145/3056540.3076190",
		"type": "inproceedings",
		"title": "Demand Analysis for an Augmented Reality Based Assembly Training",
		"author": "Werrlich, Stefan and Nitsche, Kai and Notni, Gunther",
		"keywords": "Demand Analysis, Training, Assembly, Head-Mounted Displays, Augmented Reality",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3076190",
		"isbn": "9781450352277",
		"abstract": "The first head-mounted display (HMD) was developed in 1986 by Ivan Sutherland. Since then, augmented reality (AR) applications are largely limited to prototypes. One reason might be the lack of user comprehension regarding user requirements. In order to develop a HMD-based training system for daily use, it is important to understand user demands. This paper aims at presenting a demand analysis for an industrial engine assembly line at the car manufacturer BMW Group. We describe the background of training within industries (TWI) and present extant AR-based training studies. We use the value proposition design method to analyze our customers and classify our requirements with a common quality management method, the Kano Model. We find four \"must-have\" requirements for a HMD-based training system, which are crucial for the development of a minimal viable solution. In order to familiarize assembly employees with augmented reality applications, we design a simple demonstration for the Microsoft HoloLens. Additionally, we present future research directions focusing on comprehensive user studies in real industrial environments.",
		"pages": "416–422",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3076190"
	},
	{
		"id": "10114530565403076192",
		"source_id": "10.1145/3056540.3076192",
		"type": "inproceedings",
		"title": "Bridging the Skills Gap of Workers in Industry 4.0 by Human Performance Augmentation Tools: Challenges and Roadmap",
		"author": "Ras, Eric and Wild, Fridolin and Stahl, Christoph and Baudet, Alexandre",
		"keywords": "Industry 4.0, Performance Augmentation, Job Profiles, Augmented Reality",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3076192",
		"isbn": "9781450352277",
		"abstract": "Industry 4.0 is a coordinated push for automation in Smart Factories and other Cyber-Physical Systems (CPS). The increasing complexity of frequently changing production environments challenges shop floor workers to perform well. The tasks they work on are getting less routine and ask for continuous knowledge and skills development. For example, the skills portfolio of workers likely requires improved higher-order thinking and decision-making skills. A wide range of research and development efforts already today sets focus on different areas of workplace learning, including performance appraisals, pedagogy and education, technology, and business economics. Bridging the skills gap, however, requires novel user-facing technologies -- such as Augmented Reality (AR) and wearables -- for human performance augmentation to improve efficiency and effectiveness of staff delivered through live guidance. AR branches out beyond mobile apps with 3D-object superimposition for marketing purposes to rather complex use cases delivered by a rapidly growing innovation ecosystem of hard- and software providers collaborating closely with R&amp;D organisations. This paper provides a first shared vision on how AR can tackle four different challenges related to handling complexity in a CPS environment: develop intelligent assistance systems for learning and performance assessment at the workplace, adapt job profiles accordingly, and last but not least to address also the issue of work-life balance. The paper concludes with an outline of a research roadmap.",
		"pages": "428–432",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3076192"
	},
	{
		"id": "10114513895861389670",
		"source_id": "10.1145/1389586.1389670",
		"type": "inproceedings",
		"title": "Usability and Education of Games through Combined Assessment Methods",
		"author": "Papaloukas, Spyridon and Xenos, Michalis",
		"keywords": "usability, learning process, computer games, education, assessment methods, videogames, games, evaluation",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1389586.1389670",
		"isbn": "9781605580678",
		"abstract": "In this paper we use evaluation methods that are mainly used in software so as to assess the usability of a video game. More specifically we examine the strategy game \"Civilization IV\" as well as the tutorial of the game. The study is using during the process of the experiment original evaluation methods as well as combined and the final results are of great interest. It is worth mentioning that we have used a strategy game which is not merely educational and evaluated to what extend it may contribute to the learning process.",
		"year": "2008",
		"url_article": "https://doi.org/10.1145/1389586.1389670"
	},
	{
		"id": "10114513895861389655",
		"source_id": "10.1145/1389586.1389655",
		"type": "inproceedings",
		"title": "A Lean Online Approach to Human Factors Research",
		"author": "Treharne, Kenneth and Pfitzner, Darius and Leibbrandt, Richard and Powers, David",
		"keywords": "web delivery, participation reward",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1389586.1389655",
		"isbn": "9781605580678",
		"abstract": "Arranging sufficient research participation within time and resource constraints is seldom an easy feat. Often, such constraints are a detriment to thorough empirical evaluation of human-computer interfaces. Our objective is to develop the means to test and construct human models which when applied to interface and system development, result in efficient human computer interactions. We report an online platform for experiment delivery to diverse locations with an emphasis on alternative non-monetary rewards for participation. Such a platform meets research goals within constraints as it necessitates a simple web server and web programming. Also addressed are the omnipotent issues of ethics, privacy and data integrity that arise in similar proposals.",
		"year": "2008",
		"url_article": "https://doi.org/10.1145/1389586.1389655"
	},
	{
		"id": "10114530565403056556",
		"source_id": "10.1145/3056540.3056556",
		"type": "inproceedings",
		"title": "Designing Smart Home Interfaces: Traditional vs Virtual Prototyping",
		"author": "Ceccacci, S. and Mengoni, M.",
		"keywords": "Virtual Prototyping, User Centered Design, User Interface Design, Virtual Reality, Human Centered Computing, Human Computer Interaction",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3056556",
		"isbn": "9781450352277",
		"abstract": "This paper presents a structured User Centered Design (UCD) method to design and develop a highly usable smart home platform to manage the energy consumption of connected appliances. It exploits advanced Tangible Augmented Reality (TAR) technologies to virtually prototype the conceived design solutions and carry out usability testing with sample users. Usability tests are carried out both on traditional high fidelity prototypes and on an innovative Tangible Augmented Reality prototype. Experimental results prove the efficiency of the UCD approach supported by virtual prototypes, instead of traditional ones, the reliability of TAR prototypes to detect usability problems and assess user satisfaction, and its high interaction quality. Advantages obtainable by implementing the proposed structured UCD approach for web interface design, in the context of smart home, are discussed.",
		"pages": "67–74",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3056556"
	},
	{
		"id": "10114518392941839331",
		"source_id": "10.1145/1839294.1839331",
		"type": "inproceedings",
		"title": "Threat Analysis of Online Health Information System",
		"author": "Nematzadeh, Azadeh and Camp, L. Jean",
		"keywords": "legal aspects, privacy, information health systems, traitor-tracing schemes",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1839294.1839331",
		"isbn": "9781450300711",
		"abstract": "Electronic health records are increasingly used to enhance availability, recovery, and transfer of health records. Newly developed online health systems such as Google-Health create new security and privacy risks. In this paper, we elucidate a clear threat model for online health information systems. We distinguish between privacy and security threats. In response to these risks, we propose a traitor-tracing solution, which embeds proof to trace an attacker who leaks data from a repository. We argue that the application of traitor-tracing techniques to online health systems can align incentives and decrease risks.",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1839294.1839331"
	},
	{
		"id": "10114527694932769558",
		"source_id": "10.1145/2769493.2769558",
		"type": "inproceedings",
		"title": "Development of MERCURY Version 2.0 Robotic Arms for Rehabilitation Applications",
		"author": "Moustakas, N. and Kartsidis, P. and Athanasiou, A. and Astaras, A. and Bamidis, P. D.",
		"keywords": "human-robotics interfaces, manipulator arm, body-machine, human robot interaction, electromechanical, man-machine, biomedical engineering, medical robotics, brain-computer interface, degrees of freedom, physical rehabilitation, medical device",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2769493.2769558",
		"isbn": "9781450334525",
		"abstract": "MERCURY is a robotic platform comprised of two mechatronic robotic arm manipulators, a body machine interface (BMI) in the form of a wearable hardware sensor sleeve and a brain computer interface (BCI). It is a prototype system primarily aimed at research in human-robotic interfaces, medical rehabilitation and assistive technologies for patients with Spinal Cord Injury. This paper discusses improvements implemented in the second generation of the system, following evaluation of results obtained from pilot testing the first generation robotic setup. The system now integrates two of the second generation MERCURY robotic arms. The main improvements are digitization of control signals, the addition of anthropomorphic hands in place of pincers, two additional degrees of freedom, improved telecommunications and BCI control.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2769493.2769558"
	},
	{
		"id": "10114513895861389628",
		"source_id": "10.1145/1389586.1389628",
		"type": "inproceedings",
		"title": "CAMILE: Controlling AmI Lights Easily",
		"author": "Grammenos, Dimitris and Kartakis, Sokratis and Adami, Ilia and Stephanidis, Constantine",
		"keywords": "visual disability, ambient intelligence, interface design, touch screen interfaces, light controllers",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1389586.1389628",
		"isbn": "9781605580678",
		"abstract": "Ambient Intelligent (AmI) environments bring a number of interoperating computing-embedded devices into our everyday life. The related usage scenarios get more complex when users with disabilities and elderly are taken into consideration. This paper presents an interactive application for intuitively controlling multiple sources of light in AmI environments, built so that it can be used by anyone, the young, the elderly, people with visual disabilities, and people with hand-motor disabilities alike. In order to accommodate such a wide range of users, we developed three different modes of interaction: (a) touch-screen-based for sighted users with no motor impairments; (b) remote controlled operation in combination with speech for visually impaired users or tele-operation by sighted users; and (c) scanning (both manual and automated) for motor-impaired users. In the paper, first we describe the design decisions taken and their rationale. Then, we present the user interface that was developed. Following that, we discuss the outcomes of a user-based evaluation in which people with disabilities also participated, suggesting potential interface improvements stemming from the evaluation results. Finally, we provide our conclusions and insight on future R&amp;D work in this area.",
		"year": "2008",
		"url_article": "https://doi.org/10.1145/1389586.1389628"
	},
	{
		"id": "10114513895861389626",
		"source_id": "10.1145/1389586.1389626",
		"type": "inproceedings",
		"title": "Towards ITV Accessibility: The MPEG-21 Case",
		"author": "Vlachogiannis, Evangelos and Gavalas, Damianos and Anagnostopoulos, Christos and Tsekouras, George E.",
		"keywords": "XSLT, human computer interaction, pervasive environments, SMIL, accessibility, usability, iTV, metadata, MPEG-21",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1389586.1389626",
		"isbn": "9781605580678",
		"abstract": "In this paper, the accessibility of the interactive television is being discussed seen as a primary factor for its satisfactory adoption and commercial success. This is a presentation of work undertaken in the context of a research project aiming at delivering iTV services to disabled children. The project approaches this objective through the utilization of the upcoming MPEG-21 ISO standard. Based on that, iTV accessibility is faced through metadata and adaptation. This work approaches the accessibility of iTV in a wider manner contrary to previous studies that focus mostly onto the users with low vision. Such a case study is being presented accompanied with a discussion of relevant architectures, technologies and faced design issues.",
		"year": "2008",
		"url_article": "https://doi.org/10.1145/1389586.1389626"
	},
	{
		"id": "10114533891893397998",
		"source_id": "10.1145/3389189.3397998",
		"type": "inproceedings",
		"title": "Man Overboard Event Detection from RGB and Thermal Imagery: Possibilities and Limitations",
		"author": "Katsamenis, Iason and Protopapadakis, Eftychios and Voulodimos, Athanasios and Dres, Dimitris and Drakoulis, Dimitris",
		"keywords": "human detection, computer vision, thermal imaging, man overboard, deep learning",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3389189.3397998",
		"isbn": "9781450377737",
		"abstract": "A man overboard is an emergency incident, in which fast detection is the most crucial factor, for the quickest and most efficient recovery of the victim. As such, efficient monitoring methodologies should be employed. A variety of sensors is available today, supporting a continuous monitoring process, regardless of environmental conditions; RGB and thermal are two commonly used sensors. At the same time, several algorithms and techniques have been tested and proved to be efficient in human detection and situation recognition tasks. However, to this day a coherent methodology for fall detection over multiple sensors on a large-scale deployment, complying with related ISO standards on extremely low false positive alerts, has not been implemented. In this paper, we investigate the possibilities as well as the limitations of man overboard vision-based systems development based on RGB and thermal imagery.",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3389189.3397998"
	},
	{
		"id": "10114531977683203182",
		"source_id": "10.1145/3197768.3203182",
		"type": "inproceedings",
		"title": "AMIGO: Towards Social Robot Based Motivation for Playful Multimodal Intervention in Dementia",
		"author": "Paletta, Lucas and Fellner, Maria and Schussler, Sandra and Zuschnegg, Julia and Steiner, Josef and Lerch, Alexander and Lammer, Lara and Prodromou, Dimitrios",
		"keywords": "social robot, Dementia intervention system, playful diagnostics, motivation analysis, empowerment",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3197768.3203182",
		"isbn": "9781450363907",
		"abstract": "The objective of the project AMIGO is to develop an innovative multisensory robot coach on the basis of the social robot Pepper and the playful training app amicasa for the entertaining motivation of people with dementia. The goal is to empower persons with dementia to perform daily stimulating activities in a concept of integrated multimodal intervention. The robot will additionally be capable to ask about the health status, remind important events or tasks, involve into dialogue, and provide entertainment like reading news from all over the world. A research objective is to adjust Peppers dialogue and motivation style based on emotional feedback sensed in interaction. The system will motivate to perform personalized exercises, to stimulate cognitive processes and physical activities, and to maintain and extend social bonds. Sensors for eye tracking and motion analysis technologies will offer affordances for entertaining, sensorimotor sequences and for data capture and analysis of cognition and locomotion specific behavioral parameters. Easily usable interfaces enable planning and autonomous daily practice to formal as well as to the informal caregiver in a weekly rhythm so that people with dementia can stay longer at home and the progress of dementia is slowed down.",
		"pages": "421–427",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3197768.3203182"
	},
	{
		"id": "10114527694932769541",
		"source_id": "10.1145/2769493.2769541",
		"type": "inproceedings",
		"title": "An Automated Framework for Predicting Obstructive Sleep Apnea Using a Brief, Daytime, Non-Intrusive Test Procedure",
		"author": "Samy, Lauren and Macey, Paul M. and Alshurafa, Nabil and Sarrafzadeh, Majid",
		"keywords": "obstructive sleep apnea, screening, evaluation, outcome prediction, classification, non-intrusive, application",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2769493.2769541",
		"isbn": "9781450334525",
		"abstract": "Sleep constitutes a big portion of our lives and is a major part of health and well-being. The vital repair and regeneration tasks carried out during sleep are essential for our physical, mental and emotional health. Obstructive sleep apnea (OSA) is a sleep disorder that is characterized by repeated pauses in breathing during sleep. These pauses, or apneas, deplete the brain and the rest of the body of oxygen and disrupt the normal sleep cycle. OSA is associated with a number of adverse safety and health consequences, including excessive daytime sleepiness and fatigue, which increase the risk for motor vehicle and work-related accidents. OSA also results in an increased risk for hypertension, cardiovascular disease, the development of diabetes and even premature death. The gold standard method for diagnosing OSA patients is polysomnography (PSG). PSG is an overnight sleep test that monitors a participants biophysical changes (EEG, ECG, etc.) that occur during sleep. Despite its wide use and multi-parametric nature, there are multiple complications associated with that test that make it ineffective as an early-stage diagnosis tool. In this paper, we propose a daytime OSA screening tool that addresses the shortcomings of PSG. The framework consists of a data collection component that acquires information about the subject being tested, and a prediction component that analyzes the collected data and makes a diagnosis.We identify patients key physiological, psychological and contextual features and apply advanced machine learning algorithms to build effective prediction models that help identify OSA patients in the comfort of their own home. The system was deployed in a pilot sleep apnea study of 16 patients. Results demonstrate the proposed systems great potential in helping sleep specialists in the initial assessment of patients with suspected OSA.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2769493.2769541"
	},
	{
		"id": "10114530565403056552",
		"source_id": "10.1145/3056540.3056552",
		"type": "inproceedings",
		"title": "Evaluation of a Head-Tracking Pointing Device for Users with Motor Disabilities",
		"author": "Rodrigues, Andreia Sias and da Costa, Vinicius Kruger and Cardoso, Rafael Cunha and Machado, Marcio Bender and Machado, Marcelo Bender and Tavares, Tatiana Aires",
		"keywords": "Human-Computer Interaction, assistive technology, Low-cost IOM device, head-based mouse-replacement interface, motor user disabled",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3056540.3056552",
		"isbn": "9781450352277",
		"abstract": "People with disabilities generally do not have the same access to health care, education and employment opportunities. It is known that, very often, they do not receive the support they need, and end up experiencing the taste of exclusion to perform their daily activities. Analyzing the overall rates of people with disabilities, it is possible to perceive that social inclusion of minorities is not a simple task. One of these daily activities is the use of information technology. Considering the cost of commercial Assistive Technology devices are very expensive for developing countries like Brazil, we proposed a comparative evaluation between the low-cost wearable head-based device and the performance values obtained in Kurauchi et al. [8] work, to analyses the viability of this low-cost device. This Experimental results indicate that IOM presented a better accuracy than the two other devices, providing accurate mouse pointer positioning. Even though the speed of the low-cost IOM device was very similar than the devices analyzed and compared, the most significant result was the low-cost device accuracy was 100%, error rate was 0%.",
		"pages": "156–162",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3056540.3056552"
	},
	{
		"id": "10114521416222141624",
		"source_id": "10.1145/2141622.2141624",
		"type": "inproceedings",
		"title": "Setting the Table for the Blind",
		"author": "Chiousemoglou, Mechmet and Jurgensen, Helmut",
		"keywords": "visually impaired, haptics, nonvisual communication, information access, gestural interaction, tables",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2141622.2141624",
		"isbn": "9781450307727",
		"abstract": "We report on research concerning the rendering of tables for blind individuals with an emphasis on exploring the potential of a new planar haptic device in combination with sound.",
		"year": "2011",
		"url_article": "https://doi.org/10.1145/2141622.2141624"
	},
	{
		"id": "10114533891893398003",
		"source_id": "10.1145/3389189.3398003",
		"type": "inproceedings",
		"title": "A Three-Module Proposed Solution to Improve Cognitive and Social Skills of Students with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA): Innovative Technological Advancements for Students with Neurodevelopmental Disorders",
		"author": "Manta, Ourania and Androutsou, Thelma and Anastasiou, Athanasios and Koumpouros, Yiannis and Matsopoulos, George and Koutsouris, Dimitrios",
		"keywords": "high functioning autism, interfaces, children, attention deficit disorder, teaching, support, student, neurodevelopmental disorders, interventions",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3389189.3398003",
		"isbn": "9781450377737",
		"abstract": "Latest technological developments can provide the tools towards a better future for people with special needs. The present paper focuses on Innovative Technological Interventions for Children with Attention Deficit Disorder (ADD) and High Functioning Autism (HFA) with main objective to improve their cognitive and social skills and allow them to gain maximum benefit from social inclusion within the educational system. It addresses the opportunity to present these students with personalized accessibility options that will minimize the aforementioned disadvantages as opposed to typically developing children. The target group is students of the Primary Years Program and Middle Years Program, which is the most sensitive period for the still developing brain.",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3389189.3398003"
	},
	{
		"id": "10114515791141579142",
		"source_id": "10.1145/1579114.1579142",
		"type": "inproceedings",
		"title": "A Mediation Framework for Achieving Interoperability in Pervasive Grid-Based Homecare Systems",
		"author": "Koufi, V. and Malamateniou, F. and Vassilacopoulos, G.",
		"keywords": "grid portal application, business process execution language, workflow systems, software agents, interoperability",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1579114.1579142",
		"isbn": "9781605584096",
		"abstract": "Healthcare is an increasingly collaborative enterprise involving many individuals and organizations that coordinate their efforts toward promoting quality and efficient delivery of healthcare. In cases where healthcare delivery is intended to be provided at patients homes, the delivery process can be facilitated through the use of pervasive homecare systems. In such systems, interoperability is highly demanded in all the levels including the service and data levels. This paper presents a mediator-based approach for achieving interoperability in pervasive process-based healthcare systems built on a Grid infrastructure. The systems architecture is based on a Grid infrastructure upon which healthcare processes are automated using the Business Process Execution Language (BPEL). Client applications are portal-based, operate on mobile devices and can use radio frequency identification (RFID) technology for wireless capture of identification data. The proposed mediation framework enables decoupling of the healthcare processes and the underlying Grid middleware infrastructures. In particular, it resolves issues raised by both the diversity of the middleware infrastructures and the diversity of data formats and semantics used in the databases exposed by Grid middleware services. The framework is built on a software platform that exploits agent and workflow technology, thus providing robustness, high flexibility and fault tolerance in an environment as dynamic and heterogeneous as healthcare.",
		"year": "2009",
		"url_article": "https://doi.org/10.1145/1579114.1579142"
	},
	{
		"id": "10114532185853218679",
		"source_id": "10.1145/3218585.3218679",
		"type": "inproceedings",
		"title": "Wearable Activity Trackers Supporting Elderly Living Independently: A Standards Based Approach for Data Integration to Health Information Systems",
		"author": "Urbauer, Philipp and Frohner, Matthias and David, Veronika and Sauermann, Stefan",
		"keywords": "Personal Health Devices, Interoperability, eHealth, Wearable Activity Tracker, Personal Health Record, Health Information Exchange, Elderly Living Independently",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3218585.3218679",
		"isbn": "9781450364676",
		"abstract": "Preserving independence is of high importance for aging adults. Information Technology based solutions in the context of \"elderly living independently\" and \"ambient assisted living\" provide support to increase factors like emotional security, physical activity and general well-being. It is expected that wearable activity trackers positively influence these factors. Hence, this work investigated the integration of wearable activity trackers into medical IT systems from the perspective of technical interoperability, as this is a key feature to improve quality and reliability of both the system itself and the health related data. Based on a previously conducted market analysis, investigating the most prominent wearable activity trackers on their communication interfaces, an medical interoperability standards based approach for data integration to medical information systems was proposed and prototypically implemented to study feasibility. The prototype was successfully validated with interoperability tests against the specification of HL7 FHIR to align with the Personal Connected Health Alliance (PCHA) guidelines. The results showed that the implementation of the interoperability standard HL7 FHIR for this purpose was possible and could be used as an approach to integrate several manufacturer independent wearable activity trackers in a common system to increase flexibility and extensibility. The quality of the data can be increased as it is syntactically and semantically structured according to the HL7 FHIR specification, which may facilitate more reliable approaches for automated fall detection or emergency alarms as a follow-up. However, to fulfill the requirements of semantical interoperability a value-set was defined. Summarizing, without change of thinking and more effort on the manufacturers side to change proprietary communication interfaces (which still is the case to a very high degree) to standardized ones, the advantages based on using interoperability standards cant be effective.",
		"pages": "302–309",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3218585.3218679"
	},
	{
		"id": "10114526743962674406",
		"source_id": "10.1145/2674396.2674406",
		"type": "inproceedings",
		"title": "Context-Aware Assistive Systems at the Workplace: Analyzing the Effects of Projection and Gamification",
		"author": "Korn, Oliver and Funk, Markus and Abele, Stephan and Horz, Thomas and Schmidt, Albrecht",
		"keywords": "human machine interaction, gamification, computer-assisted instruction, augmented reality, assistive technology",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2674396.2674406",
		"isbn": "9781450327466",
		"abstract": "Context-aware assistive systems (CAAS) have become ubiquitous in cars or smartphones but not in industrial work contexts: while there are systems controlling work results, context-specific assistance during the processes is hardly offered. As a result production workers still have to rely on their skills and expertise. While un-impaired workers may cope well with this situation, elderly or impaired persons in production environments need context-sensitive assistance.The contribution of the research presented here is three-fold: (1) We provide a framework for context-aware assistive systems in production environments. These systems are based on motion recognition and use projection and elements from game design (gamification) to augment work. (2) Based on this framework we describe a prototype with respect to both the physical and the software implementation. (3) We present the results of a study with impaired workers and quantifying the effects of the augmentations on work speed and quality.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2674396.2674406"
	},
	{
		"id": "10555519457581945806",
		"source_id": "10.5555/1945758.1945806",
		"type": "inproceedings",
		"title": "A Regulatory Model for Context-Aware Abstract Framework",
		"author": "Pedraza, Juanita and Patricio, Miguel A. and De Asis, Agustin and Molina, Jose M.",
		"keywords": "context applications, user identification, social guarantees, privacy and human rights",
		"publisher": "Springer-Verlag",
		"isbn": "3642130216",
		"abstract": "This paper presents a general framework to define a context aware application and analyzes social guarantees to be considered to develop this kind of applications following legal assumptions as privacy, human rights, etc. We present a review of legal issues in biometric user identification where several legal aspects have been developed in European Union regulation and a general framework to define context aware applications. As main result, paper presents a legal framework to be taken into account in any context-based application to ensure a harmonious and coherent system for the protection of fundamental rights.",
		"pages": "397–406",
		"year": "2010",
		"url_article": "https://doi.org/10.5555/1945758.1945806"
	},
	{
		"id": "10114533646413364664",
		"source_id": "10.1145/3364641.3364664",
		"type": "inproceedings",
		"title": "A Requirements Engineering Process for IoT Systems",
		"author": "Silva, Danyllo and Gonccalves, Taisa Guidini and da Rocha, Ana Regina C.",
		"keywords": "process, Requirements engineering, ISO/IEC/IEEE 12207, Internet of Things",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3364641.3364664",
		"isbn": "9781450372824",
		"abstract": "Nowadays there is a great interest in IoT systems and many applications take advantage of this technology. The elicitation, specification and management of requirements for IoT systems present new challenges to requirements engineering. There is a lack of systematic approaches to the development of IoT applications and more specifically for IoT-based requirements engineering. To fill this gap this paper presents the definition of a Requirements Engineering process for IoT systems. This process is a tailored and harmonized version of the following processes of ISO IEC/IEEE 12207:2017 aiming to accomplish the needs of IoT systems: Business or Mission Analysis process, Stakeholder Needs and Requirements Definition process and System/Software Requirements Definition process.",
		"pages": "204–209",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3364641.3364664"
	},
	{
		"id": "10114530120713012072",
		"source_id": "10.1145/3012071.3012072",
		"type": "inproceedings",
		"title": "ADSEng: A Model-Based Methodology for Autonomous Digital Service Engineering",
		"author": "Abeywickrama, Dhaminda B. and Ovaska, Eila",
		"keywords": "evolvability, digital ecosystem, self-* properties, reflexivity, quality attributes",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3012071.3012072",
		"isbn": "9781450342674",
		"abstract": "In digital service ecosystems (DSEs), business stakeholders provide the most important driving factors and managing them is a challenge. It requires systems and services to handle uncertainty. Uncertainty in DSEs can be attributed to several factors; for example, dynamic nature and the unknown deployment environment, and change and evolution of requirements. Therefore, there is a need for novel software engineering methods and tools to handle these uncertainties in DSEs. In this regard, valuable lessons can be learnt from the autonomic computing (AC) paradigm and systems that are characterized by self-* properties. This paper proposes a novel, systematic service engineering methodology called ADSEng for ecosystem-based engineering of autonomous digital services. In the current research, the means of handling uncertainty from requirements to architecture and running systems are investigated. To do this, two interrelated research problems are studied: reflexivity that is realized using AC techniques, and evolvability of the ecosystem, supported by automated transformations. Our main contributions are: (i) a modeling methodology from uncertainty specification to runtime models and (ii) quality-driven adaptation patterns embodied by digital services. The paper also presents key lessons learnt from the research experience thus far.",
		"pages": "34–42",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/3012071.3012072"
	},
	{
		"id": "10114534399613439965",
		"source_id": "10.1145/3439961.3439965",
		"type": "inproceedings",
		"title": "A Technology to Support the Building of Requirements Documents for IoT Software Systems",
		"author": "Silva, Danyllo Valente da and Gonccalves, Taisa Guidini and Travassos, Guilherme Horta",
		"keywords": "IoT software technology, Software engineering, Requirements specification, Internet of Things, Requirements engineering",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3439961.3439965",
		"isbn": "9781450389235",
		"abstract": "The IoT paradigm seeks to support practical solutions to solve problems in the real world and several domains such as education, health, and mobility. As with traditional systems, requirements engineering represents a fundamental part of the Internet of Things (IoT) based software systems’ quality development. However, the IoT systems are complex when compared to traditional software systems. RETIoT (Requirements Engineering Technology for IoT software systems) is a software technology aimed at building IoT software system requirements documents. This paper aims to present a proof of concept of RETIoT regarding its models. The proof of concept was carried out in the context of two real projects, low-cost IoT solutions, to assist health professionals at the Federal University of Rio de Janeiro in coping with the pandemic COVID-19. The results indicate the initial feasibility of using RETIoT to build requirements documents of IoT software systems.",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3439961.3439965"
	},
	{
		"id": "1011452791576",
		"source_id": "10.1145/2791576",
		"type": "article",
		"title": "Perspectives on Speech and Language Interaction for Daily Assistive Technology: Overall Introduction to the Special Issue Part 3",
		"author": "Portet, Francc Ois and Christensen, Heidi and Rudzicz, Frank and Alexandersson, Jan",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2791576",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2791576",
		"journal": "ACM Trans. Access. Comput.",
		"month": "July",
		"volume": "7"
	},
	{
		"id": "10114530188963056776",
		"source_id": "10.1145/3018896.3056776",
		"type": "inproceedings",
		"title": "Semantically Equivalent Model for Quality Evaluation",
		"author": "Kara, Madjid and Lamouchi, Olfa and Ramdane-Cherif, Amar",
		"keywords": "metrics, quality dimension, quality models, quality evaluation",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3018896.3056776",
		"isbn": "9781450347747",
		"abstract": "Modeling data quality model is a critical operation to assess the quality of data and fulfill requirements of users. First, several models have been proposed by researchers, and then ISO standards make their apparition to specify quality requirements and evaluate systems and software products. These models have been constructed hierarchically, defined by criteria, sub-criteria and metrics. Studies show the divergence of names and different criteria meaning of such quality model, since there is no universal definition of data quality criteria. Each researcher has its own interpretation and must adapt each model to a specific use field. Faced with this situation, a global data model that contains several data quality models related to each other using equivalence relations is proposed. It offers a generic way to manipulate, explore and quantify any criterion of different data quality models. Our new approach aims at expressing relationships of equivalence among several criteria belonging to different quality models. We use fuzzy logic concepts to evaluate the specified data quality model that was obtained after the application of the equivalent relationships model.",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3018896.3056776"
	},
	{
		"id": "10114525361462536201",
		"source_id": "10.1145/2536146.2536201",
		"type": "inproceedings",
		"title": "Advancements in ICT for Healthcare and Wellbeing: Towards Horizon 2020",
		"author": "Di Pasquale, D. and Padula, M. and Scala, P. L. and Biocca, L. and Paraciani, N.",
		"keywords": "obesity, Horizon 2020, social housing, ageing well, ICT services, health, Europe, telehealth",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2536146.2536201",
		"isbn": "9781450320047",
		"abstract": "The constant growth in health expenditure, together with the expected doubling of the EUs old-age dependency ratio in the next 40 years (with a drop of the working-age population) represent a scenario that needs to be addressed with fast and effective responses and one of the key factors in reaching this objective is considered to be the exploitation of the ICT. This paper presents the results and the considerations related to the carrying out of three EU funded projects (\"PICKFIBER\", \"HOST\", \"TeleSCoPE\"), analyzing their outcomes both in terms of scientific and social impact and framing them in the perspectives given by Horizon 2020.",
		"pages": "353–358",
		"year": "2013",
		"url_article": "https://doi.org/10.1145/2536146.2536201"
	},
	{
		"id": "10114533457683355939",
		"source_id": "10.1145/3345768.3355939",
		"type": "inproceedings",
		"title": "Simulation of ISO/IEEE 11073 Personal Health Devices in WBANs",
		"author": "Lima, Robson A. and Ferreira, Vinicius C. and Caballero, Egberto and Albuquerque, Celio V. N. and Muchaluat Saade, Debora C.",
		"keywords": "castalia, iso/ieee 11073, personal health devices, wban, antidote",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3345768.3355939",
		"isbn": "9781450369046",
		"abstract": "Simulating new protocols for e-health systems is very important, as it allows an initial evaluation before a real implementation is made. On the other hand, network simulators do not offer proper support to represent medical applications or components to facilitate running simulations modeling e-health applications. The lack of simulators that specify the sensor type and its communication requirements make real experiments harder. Aiming at fulfilling this gap, this paper proposes the use of ISO/IEEE 11073 standard for Personal Health Devices (X73-PHD) in e-health network simulations, representing realistic medical applications and investigating the behavior of medical devices (sensors or actuators) in Wireless Body Area Network (WBAN) scenarios. We developed a free and open-source implementation of X73-PHD for Castalia Simulator, providing five different PHD types to act like real ISO/IEEE 11073 devices in WBAN simulations. Our implementation supports Agent-initiated mode, where PHDs take the initiative to send measurements to the hub. Our implementation also supports the unconfirmed communication mode and the confirmed communication mode, where the receiver sends an acknowledgment to the sender every time it receives a packet. Simulation results showed that the confirmed communication mode did not perform well in WBANs when the interval between transmissions is too small, due to the long period of timeout proposed in the X73-PHD standard. Therefore, we propose a new extension to the confirmed mode standard that decreases the overhead of control packets over the network, using smaller timeouts and delivering more packets.",
		"pages": "221–224",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3345768.3355939"
	},
	{
		"id": "10114527555672755571",
		"source_id": "10.1145/2755567.2755571",
		"type": "inproceedings",
		"title": "Towards a Formal Description of Reference Architectures for Embedded Systems",
		"author": "Guessi, Milena and Oliveira, Lucas Bueno Ruas and Garces, Lina and Oquendo, Flavio",
		"keywords": "architectural description, reference architecture, embedded system",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2755567.2755571",
		"isbn": "9781450334457",
		"abstract": "Reference architectures systematize and standardize the development of software systems and, hence, contribute for the reuse of design expertise on a specific domain. An adequate architectural description for reference architectures is essential for their effective use and dissemination. Nonetheless, previous studies have pointed out that the architecture description of reference architectures often presents only informal, textual descriptions, which are ambiguity prone. The main purpose of this study is to discuss directions for a precise, comprehensive description which can support the specification, analysis, and realization of reference architectures. To do so, we investigate which and how formal methods could be introduced for describing reference architectures. Considering that components can be used for realizing reference architectures, we also investigate how they could be expressed in such a formal description. In particular, we focus on embedded systems due to the sophistication required for systems in this domain. With this study, we intend to contribute to the reference architecture community with directions for promoting a formal, precise architectural description.",
		"pages": "17–20",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2755567.2755571"
	},
	{
		"id": "10114519880081988036",
		"source_id": "10.1145/1988008.1988036",
		"type": "inproceedings",
		"title": "Approaching Runtime Trust Assurance in Open Adaptive Systems",
		"author": "Schneider, Daniel and Becker, Martin and Trapp, Mario",
		"keywords": "conditional certificates, trust, safety, adaptive systems",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1988008.1988036",
		"isbn": "9781450305754",
		"abstract": "In recent years it has become more and more evident that the ability of systems to adapt themselves is an increasingly important requirement. This is not least driven by emerging computing trends like Ubiquitous Computing, Ambient Intelligence, and Cyber Physical Systems, where systems have to react on changing user needs, service/device availability and resource situations. Despite being open and adaptive it is a common requirement for such systems to be trustworthy, whereas traditional assurance techniques for related system properties like safety, reliability and security are not sufficient in this context. We recently developed the Plug&amp;Safe approach for composition time safety assurance in systems of systems. In this position paper we provide an overview on Plug&amp;Safe, elaborate the different facets of trust, and discuss how our approach can be augmented to enable trust assurance in open adaptive systems.",
		"pages": "196–201",
		"year": "2011",
		"url_article": "https://doi.org/10.1145/1988008.1988036"
	},
	{
		"id": "10114530037333003751",
		"source_id": "10.1145/3003733.3003751",
		"type": "inproceedings",
		"title": "Evaluation of IoT-Based Distributed Health Management Systems",
		"author": "Karamitsios, Konstantinos and Orphanoudakis, Theofanis and Dagiuklas, Tasos",
		"keywords": "Connected Health, Internet of Things, CoAP, IEEE 11073",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3003733.3003751",
		"isbn": "9781450347891",
		"abstract": "Internet of Things (IoT) technologies provide many opportunities for healthcare application provisioning such as home-based assisted living and well-being application solutions. Nowadays, numerous IoT devices are used to monitor users healthcare status and transmit the data directly to remote data centers through the cloud computing paradigm. In this paper we evaluate the performance of protocol stacks that have been proposed for the transportation of healthcare monitoring data over the user access network towards a healthcare provider supporting the connected health model. The applications we focus on run on top of networking stacks designed for IoT environments that are typically used in the distributed health management model where multiple embedded sensing devices communicate with health monitoring applications over a networking infrastructure. The applications we evaluate are based on the IEEE 11073 standard designed to support interoperable healthcare monitoring applications and the networking infrastructure employs either the generic TCP/IP or the specifically designed for constrained environments (e.g. IoTs) CoAP/UDP protocol stacks.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/3003733.3003751"
	},
	{
		"id": "10114532185853218670",
		"source_id": "10.1145/3218585.3218670",
		"type": "inproceedings",
		"title": "Exploratory Study on the Use of Software Product Lines in the Development of Quality Assistive Technology Software",
		"author": "Martins, Luana Almeida and Parreira, Paulo Afonso and Freire, Andre Pimenta and Costa, Heitor",
		"keywords": "Software Quality, Assistive Technology, Software Product Line",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3218585.3218670",
		"isbn": "9781450364676",
		"abstract": "The use of Software Product Line for the development of Assistive Technologies has not been widely explored yet. However, some studies point to the viability of using this approach to develop Assistive Technology software. Through this approach, important limiting factors to use Assistive Technologies can be overcome. These factors are related to the acquisition costs and difficulty to find products corresponding to specific and varying user needs. Considering that Software Product Line approach provides mass customization of software products, the specific needs of each user can be more easily satisfied by software developers. Furthermore, the reuse of code artifacts to development provides a fall in the acquisition cost of these software products. We present in this paper a literature review that aims to investigate how this approach has been applied to the development of Assistive Technology software. Also, we present some quality factors that should be considered to develop Assistive Technologies using Software Product Lines. Thus, the main findings of the review are grouped in order to find the main gaps to be explored in future work.",
		"pages": "262–269",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3218585.3218670"
	},
	{
		"id": "1011453436996",
		"source_id": "10.1145/3436996",
		"type": "article",
		"title": "The FATE Landscape of Sign Language AI Datasets: An Interdisciplinary Perspective",
		"author": "Bragg, Danielle and Caselli, Naomi and Hochgesang, Julie A. and Huenerfauth, Matt and Katz-Hernandez, Leah and Koller, Oscar and Kushalnagar, Raja and Vogler, Christian and Ladner, Richard E.",
		"keywords": "accountability, Sign language, dataset, artificial intelligence (AI), machine learning (ML), fairness, and ethics (FATE), transparency",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3436996",
		"abstract": "Sign language datasets are essential to developing many sign language technologies. In particular, datasets are required for training artificial intelligence (AI) and machine learning (ML) systems. Though the idea of using AI/ML for sign languages is not new, technology has now advanced to a point where developing such sign language technologies is becoming increasingly tractable. This critical juncture provides an opportunity to be thoughtful about an array of Fairness, Accountability, Transparency, and Ethics (FATE) considerations. Sign language datasets typically contain recordings of people signing, which is highly personal. The rights and responsibilities of the parties involved in data collection and storage are also complex and involve individual data contributors, data collectors or owners, and data users who may interact through a variety of exchange and access mechanisms. Deaf community members (and signers, more generally) are also central stakeholders in any end applications of sign language data. The centrality of sign language to deaf culture identity, coupled with a history of oppression, makes usage by technologists particularly sensitive. This piece presents many of these issues that characterize working with sign language AI datasets, based on the authors’ experiences living, working, and studying in this space.",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3436996",
		"journal": "ACM Trans. Access. Comput.",
		"month": "July",
		"volume": "14"
	},
	{
		"id": "10114528994752899492",
		"source_id": "10.1145/2899475.2899492",
		"type": "inproceedings",
		"title": "Web Accessibility Guidelines for the 2020s",
		"author": "Cooper, Michael",
		"keywords": "ATAG, WAI, guidelines, W3C, WCAG, web, accessibility, UAAG",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2899475.2899492",
		"isbn": "9781450341387",
		"abstract": "W3C has completed the 2.0 versions of its three web accessibility guidelines addressing authoring, content, and user agents. It now is working to address new needs created by ongoing evolution of the Web. Using a user needs-focused approach it is developing technologies, techniques, and guidelines to make the Web accessible to people with disabilities.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2899475.2899492"
	},
	{
		"id": "10114534298893429943",
		"source_id": "10.1145/3429889.3429943",
		"type": "inproceedings",
		"title": "Design of a Smart Mattress Real-Time Monitoring System Based on ISO/IEEE 11073",
		"author": "Li, Ran and Xu, Yu",
		"keywords": "Real-Time Monitoring System, ISO/IEEE 11073, Smart Mattress",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3429889.3429943",
		"isbn": "9781450388603",
		"abstract": "The global trend of population aging is becoming more and more serious, and various chronic diseases have become the main cause of death of the elderly, but in practical application scenarios, medical and nursing staff cannot monitor the elderly for a long time at night, and it becomes difficult to collect various indicators of the elderly during sleep. At present, real-time personal status monitoring systems are receiving sufficient attention in personalized medical services. In this article, a smart mattress real-time monitoring system design based on ISO/IEEE 11073 standard is proposed. The smart mattress detects and monitors important parameters of the human body and is aware of the body posture and whether the person is leaving the bed or not. This smart mattress-based real-time monitoring system can perform effective and accurate measurements at night without medical personnel. However, this promising device has not been standardized yet. This paper provides the system design and 11073 protocol implementation ideas for the smart mattress, which mainly include domain information model, service model and communication model.",
		"pages": "300–305",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3429889.3429943"
	},
	{
		"id": "10114533783933402269",
		"source_id": "10.1145/3378393.3402269",
		"type": "inproceedings",
		"title": "You Are Asking Me to Pay for My Legs: Exploring the Experiences, Perceptions, and Aspirations of Informal Public Transportation Users in Kampala and Kigali",
		"author": "Kirabo, Lynn and Carter, Elizabeth J. and Steinfeld, Aaron",
		"keywords": "Qualitative Research, Informal Mobilities, Global South, Public Transit, Mobile Computing",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3378393.3402269",
		"isbn": "9781450371292",
		"abstract": "Smart technologies have recently come under scrutiny for automating inequality. Given the current push towards developing and implementing smart cities policies that affect transportation systems in places like Kampala and Kigali, it is important to examine how the different modes of transportation meet the needs of diverse passengers and identify opportunities for technology to address any inequities. Prior studies have focused on the impact of informal public transportation on government policy and examined drivers perspectives, but they largely overlooked the experiences of passengers and other industry stakeholders. In this study, we conducted interviews and surveys with public transportation riders with different disabilities as well as other stakeholders, including transport and financial technology creators. Our findings illuminate inequities in the transportation system surrounding discrimination and harassment, influence of ability on preferred transportation modes despite inaccessible interfaces, and influence of perceived social hierarchical structures on innovation. We present insights into how passengers appropriate technology to overcome challenges, and we uncover opportunities for technology to fill additional gaps. Lastly, we discuss how these findings support emergent frameworks such as aspiration-based design, and we present potential envisioned futures of technology for informal public transportation.",
		"pages": "136–147",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3378393.3402269"
	},
	{
		"id": "10114519715191971551",
		"source_id": "10.1145/1971519.1971551",
		"type": "inproceedings",
		"title": "The Human Side of Regulation: Emergency Alerts",
		"author": "Mitchell, Helena and Johnson, Jeremy and LaForce, Salimah",
		"keywords": "mobile devices, people with disabilities, short messaging service, alerting, accessibility, wireless, commercial mobile alert system, federal communications commission, emergency communications",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1971519.1971551",
		"isbn": "9781450304405",
		"abstract": "Since 2001, entities in the U.S. have encouraged the development of emergency communication technologies that serve both the general population and people with disabilities. Since 2004 regulatory initiatives by the Federal government have addressed the development of next-generation warning systems that integrate technologies and consider the needs of persons with disabilities. This paper discusses how regulations and societal issues can complement each other to ensure accessible alerting in next-generation, mobile emergency alerting systems. The development of a prototype for mobile phone-based emergency alert systems is discussed and how it was based on regulatory parameters for existing and new alert systems. Summative findings from field trials, which mimicked these parameters, and which were conducted with sensory challenged individuals are also presented.",
		"pages": "180–187",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1971519.1971551"
	},
	{
		"id": "10114528144642814473",
		"source_id": "10.1145/2814464.2814473",
		"type": "inproceedings",
		"title": "Enriched Web-Services to Facilitate the Creation of User-Tailored User Interfaces",
		"author": "Epelde, Gorka and Murua, Ane and Carrasco, Eduardo and Pecharroman, Bego~na and Martinez, Adriana and Gomez, Borja and Susperregui, Jose Maria and Aguirre, Agustin",
		"keywords": "ISO / IEC 24752 -6, User Interface, Web services, Universal Remote Console, e-Health, remote health follow-up, patient empowerment",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2814464.2814473",
		"isbn": "9781450336017",
		"abstract": "This paper presents a new approach to augment web-services to facilitate the creation of user-tailored user interfaces. Our proposal is based on the ISO/IEC 24752-6: 2014 \"Universal remote console -- Part 6: Web service integration\" standard. This standard defines how to embed an abstract user interface layer called \"user interface socket\" in a web service description to allow the development of pluggable user interfaces for any type of user. Besides, a prototype of the proposed architecture has been built. In this prototype, the URC Target Kit (UTK) has been used as the URC framework implementation, deploying the framework in the same web server as the pre-existing web service. Taking advantage of the resource and grouping sheets technology of the URC framework, personalized user interfaces can be developed. The introduced method has been implemented within a remote health follow-up platform, which gives patients access to their health records and provides them with a set of health monitoring services.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2814464.2814473"
	},
	{
		"id": "10114527999792799996",
		"source_id": "10.1145/2799979.2799996",
		"type": "inproceedings",
		"title": "Analysis of the Impact of Ethical Issues on the Management of the Access Rights",
		"author": "Rifaut, Andre and Feltus, Christophe and Turki, Slim and Khadraoui, Djamel",
		"keywords": "responsibility metamodel, RBAC, access rights management, information system, ReMMo, ethics",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2799979.2799996",
		"isbn": "9781450334532",
		"abstract": "Nowadays, the evolution of the information system (IS) is very fast and companies have to manage a very huge amount of sensitive and critical information. Therefore, the information system managers are urged to accurately design their IS and to provide the accurate access rights to this information. In that regards, although the advantage of this strict definition of the IS, we observe that this evolution also tends to reduce and to limit the employees personal initiatives to act and to behave for the well-being of the company, especially in the case of professional ethical reasons. In this context, this paper takes up the challenge to show to the information security specialists the importance of addressing ethical issues along the management of the access rights and proposes a model-based technical approach to face this problem.",
		"pages": "12–19",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2799979.2799996"
	},
	{
		"id": "10114530404893040492",
		"source_id": "10.1145/3040489.3040492",
		"type": "article",
		"title": "Investigating a Two Headed Monster: E-Government: Crossing over from Electronic Era to Digital Revolution",
		"author": "Carrillo, Jesus Cano and Jimenez-Gomez, Carlos E. and Falcone, Francisco",
		"keywords": "society, computer, e-government",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3040489.3040492",
		"abstract": "This article discusses the intersection of information and communication technologies in the context of vast government enterprises. While e-government in practice is only recently a multi-sector discipline, current research demonstrates it is a two-headed monster: on the one hand requiring critical social and political expertise, and, on the other, requiring an excellent engineering infrastructure. As a result, e-government is becoming a paradigmatic crossroad with the citizen at the center, and technology as the tool enabling those citizens to contribute to the social and political component. Here we highlight the evolution from simple electronic support of normal government processes to the emerging digital revolution, where citizens collaborate with government to form a true e-government along with challenges in implementing this vision.",
		"pages": "12–17",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3040489.3040492",
		"journal": "SIGCAS Comput. Soc.",
		"month": "January",
		"volume": "46"
	},
	{
		"id": "10114526012482601255",
		"source_id": "10.1145/2601248.2601255",
		"type": "inproceedings",
		"title": "Controlled Experiments Comparing Fault-Tree-Based Safety Analysis Techniques",
		"author": "Mouaffo, Adrien and Taibi, Davide and Jamboti, Kavyashree",
		"keywords": "safety-critical systems, dynamic fault tree, fault tree analysis, Markov chain, controlled experiment, state event fault tree, safety-analysis",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2601248.2601255",
		"isbn": "9781450324762",
		"abstract": "The capability to model dynamic aspects of safety-critical systems, such as sequence or stochastic dependence of events, is one important requirement for safety analysis techniques. State Event Fault Tree Analysis, Dynamic Fault Tree Analyis, and Fault Tree Analysis combined with Markov Chains Analysis have been developed to fulfill these requirements, but they are still not widely accepted and used in practice. In order to investigate the reasons behind this low usage, we conducted two controlled experiments. The goal of the experiments was to analyze and compare applicability and efficiency in State Event Fault Tree analysis versus Dynamic Fault Tree Analyis and Fault Tree Analysis combined with Markov Chains Analysis. The results of both experiments show that, notwithstanding the power of State Event Fault Tree Analysis, Dynamic Fault Tree Analyis is rated by participants as more applicable and is more efficient compared to State Event Fault Tree Analysis, which, in turn, is rated as more applicable but is less efficient than Fault Tree Analysis combined with Markov Chains Analysis. Two of the reasons investigated are the complexity of the notations used and the lack of tool support. Based on these results, we suggest strategies for enhancing State Event Fault Tree Analysis to overcome its weaknesses and increase its applicability and efficiency in modeling dynamic aspects of safety-critical systems.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2601248.2601255"
	},
	{
		"id": "1011453132732",
		"source_id": "10.1145/3132732",
		"type": "article",
		"title": "Modeling and Simulating the Web of Things from an Information Retrieval Perspective",
		"author": "Manta-Caro, Cristyan and Fernandez-Luna, Juan M.",
		"keywords": "information retrieval, web of things, simulation, Discrete-event systems",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3132732",
		"abstract": "Internet and Web technologies have changed our lives in ways we are not yet fully aware of. In the near future, Internet will interconnect more than 50 billion things in the real world, nodes will sense billions of features and properties of interest, and things will be represented by web-based, bi-directional services with highly dynamic content and real-time data. This is the new era of the Internet and the Web of Things. Since the emergence of such paradigms implies the evolution and integration of the systems with which they interact, it is essential to develop abstract models for representing and simulating the Web of Things in order to establish new approaches. This article describes a Web of Things model based on a structured XML representation. We also present a simulator whose ultimate goal is to encapsulate the expected dynamics of the Web of Things for the future development of information retrieval (IR) systems. The simulator generates a real-time collection of XML documents containing spatio-temporal contexts and textual and sensed information of highly dynamic dimensions. The simulator is characterized by its flexibility and versatility for representing real-world scenarios and offers a unique perspective for information retrieval. In this article, we evaluate and test the simulator in terms of its performance variables for computing resource consumption and present our experimentation with the simulator on three real scenarios by considering the generation variables for the IR document collection.",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3132732",
		"journal": "ACM Trans. Web",
		"month": "November",
		"volume": "12"
	},
	{
		"id": "10114531836243183625",
		"source_id": "10.1145/3183624.3183625",
		"type": "article",
		"title": "The Uncap Experience in Developing ICT for Health: HTA by Design",
		"author": "Anzivino, S. and Tessarolo, F. and Morganti, E. and Conti, G. and Nollo, G.",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3183624.3183625",
		"abstract": "Dementia is one of the most relevant chronic diseases affecting the ageing population. The elder with mild or moderate cognitive impairment (MMCI) suffers of progressive cognitive decline with increasing difficulties in performing activities of daily living. Information and Communication Technology (ICT) for Healthcare can provide solutions to relief the caregivers burden and to support the elder in maintaining dignity and independence. The H2020 project aimed at developing and testing a bundle of hardware and software technologies able to fit the individual needs of the elder with MMCI and his/her formal and informal caregivers. The revolutionary design of UNCAP technologies and services required the development of a new paradigm for assessing their impact on the care system. Health Technology Assessment was the suitable instrument for multidimensional evaluation (safety, effectiveness, costs, impact). These tools was further refined and applied to UNCAP technologies by integrating HTA in all planning and development phase of the product, thus realizing the \"HTA by design\". According to this new paradigm, all dimensions of analysis were taken into account starting from the conceptualization of UNCAP solution and requirement elicitation, to the prototype development and testing at pilot sites.",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3183624.3183625",
		"journal": "ACM SIGBioinformatics Rec.",
		"month": "January",
		"volume": "7"
	},
	{
		"id": "10114524916272491651",
		"source_id": "10.1145/2491627.2491651",
		"type": "inproceedings",
		"title": "Towards a Process to Design Product Line Architectures Based on Reference Architectures",
		"author": "Nakagawa, Elisa Yumi and Becker, Martin and Maldonado, Jose Carlos",
		"keywords": "knowledge sharing, reference architecture",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2491627.2491651",
		"isbn": "9781450319683",
		"abstract": "Software Product Line (SPL) has arisen as an approach for developing a family of software-intensive systems at lower costs, within shorter time, and with higher quality. In particular, SPL is supported by a product line architecture (sometimes also referred to as reference architecture) that captures the architectures of a product family. From another perspective, a special type of architecture that contains knowledge about a specific domain has been increasingly investigated, resulting in the research area of Reference Architecture. In spite of the positive impact of this type of architecture on reuse and productivity, the use of the knowledge contained in existing reference architectures in order to develop SPL has not been widely explored yet. The main contribution of this paper is to present a process, named ProSA-RA2PLA, that systematizes the use of reference architectures for building product line architectures. To illustrate the application of this process, we have built a product line architecture for an SPL of software testing tools using a reference architecture of that domain. Based on initial results, we have observed that benefits can be achieved, mainly regarding improvement in reuse and productivity to develop SPL.",
		"pages": "157–161",
		"year": "2013",
		"url_article": "https://doi.org/10.1145/2491627.2491651"
	},
	{
		"id": "10114531484563148500",
		"source_id": "10.1145/3148456.3148500",
		"type": "inproceedings",
		"title": "The Value of Values for HCI: An Informed Discussion beyond Philosophy",
		"author": "Pereira, Roberto and Baranauskas, M. Cecilia C. and Liu, Kecheng",
		"keywords": "design, grand challenges, culture, ideal rules, norms",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3148456.3148500",
		"isbn": "9781450353625",
		"abstract": "Academic literature has indicated a new moment for the HCI field that requires it to revisit methods and practices to consider aspects that are difficult to deal with, such as values and culture. This paper presents an informed discussion situated in the context of the Human Values Grand Challenge for HCI in Brazil, exploring possible understanding for values in HCI, the importance of the topic, and existing approaches. We draw on the literature and on our own research experiences in the topic to develop critical discussions and suggest possible directions for advancing the research and practice in the context of this challenge.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/3148456.3148500"
	},
	{
		"id": "10114518658851865895",
		"source_id": "10.1145/1865885.1865895",
		"type": "inproceedings",
		"title": "A Multi-Modal Data Access Framework for Spatial Assistance Systems: Use-Cases with the Building Information Model (BIM/IFC)",
		"author": "Schultz, Carl and Bhatt, Mehul",
		"keywords": "interoperability, indoor environments, semantics, ontology, decision-support systems, spatial data models, spatial computing, spatial assistance",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1865885.1865895",
		"isbn": "9781450304337",
		"abstract": "Spatial assistance systems are computational embodiments of spatial decision-making and other forms of analytical abilities that otherwise typically require extensive domain-specific training, knowledge, and expertise. Broadly, such systems are essentially instruments of assistance, assurance and empowerment. Whereas these systems may vary in the domain of application and the precise manner of intelligent assistance, there exist several fundamental similarities from a systemic and information-theoretic viewpoint with regard to the ontological and computational foundations that underlie their practical design and implementation.We present a multi-modal spatial data access framework designed to serve the informational and computational requirements of the class of spatial assistance systems that are intended to provide intelligent spatial decision-making capabilities. The framework focuses on multi-perspective semantics, qualitative and artefactual abstractions, and industrial conformance and interoperability. We position the framework, and also provide use-cases with distinct application domains.",
		"pages": "39–46",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1865885.1865895"
	},
	{
		"id": "10114528329322832949",
		"source_id": "10.1145/2832932.2832949",
		"type": "inproceedings",
		"title": "Intelligent User Interfaces in Digital Games for Empowerment and Inclusion",
		"author": "Sabouret, Nicolas and Schuller, Bjorn and Paletta, Lucas and Marchi, Erik and Jones, Hazael and Youssef, Atef Ben",
		"keywords": "inclusion, empowerment, digital games, serious games, intelligent user interfaces",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2832932.2832949",
		"isbn": "9781450338523",
		"abstract": "In the context of the development of Serious Games, this position paper sheds light on their possible use to support and enhance social inclusion through the presentation of three research projects in this domain. We first describe the context of our works and research. We then report on several events joining the scientific community that focused on the research on Digital Games for Empowerment and Inclusion. Last, we propose some results of our experience in this domain. The presented work particularly highlights the importance of user-centered design in interdisciplinary cooperation with psychologists, sociologists, vulnerable end users and the practitioners. We stress the relevance of progress beyond the state-of-the-art in recently focused areas of AI, such as, in computational theory-of-mind, in affective multimodal computing, in learning of socio-emotional skills, and in recovery of human attention processes. Typical examples are given to illustrate the projects research results.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2832932.2832949"
	},
	{
		"id": "10114531324983132510",
		"source_id": "10.1145/3132498.3132510",
		"type": "inproceedings",
		"title": "Characterizing Big Data Software Architectures: A Systematic Mapping Study",
		"author": "Sena, Bruno and Allian, Ana Paula and Nakagawa, Elisa Yumi",
		"keywords": "software architecture, systematic mapping study, big data system, reference architecture",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3132498.3132510",
		"isbn": "9781450353250",
		"abstract": "Big data is a broad term for large, dynamic, and complex data sets that have brought great challenges to be addressed by traditional software systems. It has also demanded advanced software architectures (i.e., the big data software architectures) prepared to deal with the continuous expansion of the volume of data as well as to take advantage of new technologies for big data context. However, the main characteristics, basic requirements, and modules and organization of big data architectures are not still widely known. Besides that, no detailed overview about them is available. The main contribution of this paper is to present the state of the art related to big data software architectures; for this, we conducted a Systematic Mapping Study. As results, an essential set of eight requirements for big data architectures was identified, besides a collection of five modules that are fundamental to adequately enable the data flow. We also intend these results can guide architects in the development of software systems for this new challenging scenario of big data management.",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3132498.3132510"
	},
	{
		"id": "101007s0077901205479",
		"source_id": "10.1007/s00779-012-0547-9",
		"type": "article",
		"title": "Wireless Sensor Networks and Human Comfort Index",
		"author": "Rawi, Mohd Izani and Al-Anbuky, Adnan",
		"keywords": "Fuzzy logic, Ambient intelligence, Wireless sensor network, Human comfort",
		"publisher": "Springer-Verlag",
		"doi": "10.1007/s00779-012-0547-9",
		"abstract": "Conventional wireless home automation networks (WHANs) incorporate embedded wireless sensors and actuators that monitors and control home living environment. WHANs primary goal is to maintain user comfort and efficient home management. Conventional WHAN lacks \"intelligence\" in terms of managing compound human comfort, and it deals with multitude of human comfort factors individually instead of collectively. This paper presents wireless sensor networks-based Human Comfort Ambient Intelligence system. A fuzzy-rule-based system for the measurement of human comfort index in a living space is presented. The system is evaluated and tested with simulated and empirical data. It explores the complex relationship between multiple comfort factors. The comfort factors considered here include thermal comfort, visual comfort, indoor air comfort and acoustical comfort.",
		"pages": "999–1011",
		"year": "2013",
		"url_article": "https://doi.org/10.1007/s00779-012-0547-9",
		"journal": "Personal Ubiquitous Comput.",
		"month": "June",
		"volume": "17"
	},
	{
		"id": "10114531064263106518",
		"source_id": "10.1145/3106426.3106518",
		"type": "inproceedings",
		"title": "The Challenge of Real-Time Multi-Agent Systems for Enabling IoT and CPS",
		"author": "Calvaresi, Davide and Marinoni, Mauro and Sturm, Arnon and Schumacher, Michael and Buttazzo, Giorgio",
		"keywords": "real-time multi-agent systems, multi-agent systems, MAS negotiation timing compliant, IoT, CPS, real-time systems",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3106426.3106518",
		"isbn": "9781450349512",
		"abstract": "Techniques originating from the Internet of Things (IoT) and Cyber-Physical Systems (CPS) areas have extensively been applied to develop intelligent and pervasive systems such as assistive monitoring, feedback in telerehabilitation, energy management, and negotiation. Those application domains particularly include three major characteristics: intelligence, autonomy and real-time behavior. Multi-Agent Systems (MAS) are one of the major technological paradigms that are used to implement such systems. However, they mainly address the first two characteristics, but miss to comply with strict timing constraints. The timing compliance is crucial for safety-critical applications operating in domains such as healthcare and automotive. The main reasons for this lack of real-time satisfiability in MAS originate from current theories, standards, and technological implementations. In particular, internal agent schedulers, communication middlewares, and negotiation protocols have been identified as co-factors inhibiting the real-time compliance. This paper provides an analysis of such MAS components and pave the road for achieving the MAS compliance with strict timing constraints, thus fostering reliability and predictability.",
		"pages": "356–364",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3106426.3106518"
	},
	{
		"id": "101007s0077901104705",
		"source_id": "10.1007/s00779-011-0470-5",
		"type": "article",
		"title": "Design and Evaluation of a Smart Home Voice Interface for the Elderly: Acceptability and Objection Aspects",
		"author": "Portet, Franccois and Vacher, Michel and Golanski, Caroline and Roux, Camille and Meillon, Brigitte",
		"keywords": "Gerontechnology, Voice interface, Ubiquitous computing, User evaluation, Smart home",
		"publisher": "Springer-Verlag",
		"doi": "10.1007/s00779-011-0470-5",
		"abstract": "Smart homes equipped with ambient intelligence technology constitute a promising direction to enable the growing number of elderly to continue to live in their own home as long as possible. However, this calls for technological solutions that suit their specific needs and capabilities. The Sweet-Home project aims at developing a new user friendly technology for home automation based on voice command. This paper reports a user evaluation assessing the acceptance and fear of this new technology. Eight healthy persons between 71 and 88 years old, 7 relatives (child, grandchild or friend) and 3 professional carers participated in a user evaluation. During about 45 min, the persons were questioned in co-discovery in the Domus smart home alternating between interview and wizard of Oz periods followed by a debriefing. The experience aimed at testing four important aspects of the project: voice command, communication with the outside world, domotics system interrupting a persons activity, and electronic agenda. Voice interface appeared to have a great potential to ease daily living for elderly and frail persons and would be better accepted than more intrusive solutions. By considering still healthy and independent elderly people in the user evaluation, an interesting finding that came up is their overall acceptance provided the system does not drive them to a lazy lifestyle by taking control of everything. This particular fear must be addressed for the development of smart homes that support daily living by giving them more ability to control rather than putting them away from the daily routine.",
		"pages": "127–144",
		"year": "2013",
		"url_article": "https://doi.org/10.1007/s00779-011-0470-5",
		"journal": "Personal Ubiquitous Comput.",
		"month": "January",
		"volume": "17"
	},
	{
		"id": "10114533571553358450",
		"source_id": "10.1145/3357155.3358450",
		"type": "inproceedings",
		"title": "Design and Evaluation of Mobile Applications for People with Visual Impairments: A Compilation of Usable Accessibility Guidelines",
		"author": "Silva, Giovanna Magda S. and de C. Andrade, Rossana M. and de Gois R. Darin, Ticianne",
		"keywords": "usable accessibility, recommendations compilation, mobile devices",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3357155.3358450",
		"isbn": "9781450369718",
		"abstract": "In a context where the individuals daily needs and activities are increasingly focused on mobile devices, the use of sound design practices focused on technically accessible and cognitively usable interfaces becomes critical. This issue is even more sensitive when considered under the perspective of people with visual impairments, who depend on operating systems (OS) accessibility features. However, native OS accessibility support is not mature enough to ensure usability and accessibility simultaneously in different kinds of applications. To overcome these limitations, Human-Computer Interaction literature has been proposing guidelines, best practices, and heuristics for designing and evaluating usable and accessible designs. Still, this information is diffuse and can be challenging to implement because they were proposed considering different definitions and specifications. To support practitioners, students and researchers in finding and implementing usability and accessibility guidelines in mobile applications, the present work presents a compilation of 369 recommendations identified in the literature on the design and evaluation of usable and accessible interfaces for blind people on mobile devices.",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3357155.3358450"
	},
	{
		"id": "101109TCBB20142318730",
		"source_id": "10.1109/TCBB.2014.2318730",
		"type": "article",
		"title": "Predicting Protein Relationships to Human Pathways through a Relational Learning Approach Based on Simple Sequence Features",
		"author": "Garcia-Jimenez, Beatriz and Pons, Tirso and Sanchis, Araceli and Valencia, Alfonso",
		"keywords": "machine learning, function prediction, sequence-based prediction, pathway relationship prediction, human reactome pathways, knowledge relational representation",
		"publisher": "IEEE Computer Society Press",
		"doi": "10.1109/TCBB.2014.2318730",
		"abstract": "Biological pathways are important elements of systems biology and in the past decade, an increasing number of pathway databases have been set up to document the growing understanding of complex cellular processes. Although more genome-sequence data are becoming available, a large fraction of it remains functionally uncharacterized. Thus, it is important to be able to predict the mapping of poorly annotated proteins to original pathway models. Results: We have developed a Relational Learning-based Extension (RLE) system to investigate pathway membership through a function prediction approach that mainly relies on combinations of simple properties attributed to each protein. RLE searches for proteins with molecular similarities to specific pathway components. Using RLE, we associated 383 uncharacterized proteins to 28 pre-defined human Reactome pathways, demonstrating relative confidence after proper evaluation. Indeed, in specific cases manual inspection of the database annotations and the related literature supported the proposed classifications. Examples of possible additional components of the Electron transport system, Telomere maintenance and Integrin cell surface interactions pathways are discussed in detail. Availability: All the human predicted proteins in the 2009 and 2012 releases 30 and 40 of Reactome are available at http://rle.bioinfo.cnio.es.",
		"pages": "753–765",
		"year": "2014",
		"url_article": "https://doi.org/10.1109/TCBB.2014.2318730",
		"journal": "IEEE/ACM Trans. Comput. Biol. Bioinformatics",
		"month": "July",
		"volume": "11"
	},
	{
		"id": "10114534608663461772",
		"source_id": "10.1145/3460866.3461772",
		"type": "inproceedings",
		"title": "Towards an Emulation Tool Based on Ontologies and Data Life Cycles for Studying Smart Buildings",
		"author": "Cerin, Christophe and Andres, Frederic and Geldwerth-Feniger, Danielle",
		"keywords": "systems and methods, smart buildings, ontology, data life cycle, emulation principles, big data tools",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3460866.3461772",
		"isbn": "9781450384650",
		"abstract": "In this paper, we share our vision to study a complex Information Technology (IT) system handling a massive amount of data in the context of smart buildings. One technique for analyzing complex IT systems relies on emulation, where the final software system is fully deployed on real architectures, and is evaluated in considering \"small\" instances of situations the system is supposed to solve. We propose a software architecture for studying the ecosystem of smart buildings. This software architecture is built: 1) on top of ontologies for the description of smart buildings; 2) on a special tool for mastering the life cycle of data produced by sensors and actuators inside the buildings.We assume that it is equally important to model both the buildings components and the flow of data produced inside the building. We use existing software components for both goals and to make real our concerns. According to a translational methodology, we also discuss use cases for illustrating the potential of our approach and the particular challenges associated with making the two main components of our emulation tool inter-operate.Therefore, our main contribution is to propose a comprehensive, ambitious and realistic research plan to guide communities. The paper illustrates how computer scientists and smart buildings domain scientists may communicate to address and solve specific research problems related to Big Data in emergent distributed environments. We are also guessing that experimental results that can demonstrate the practicality of the proposed combination of tools could be devised in the future, based on our broad vision. The paper is, first and foremost, a visionary paper.",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3460866.3461772"
	},
	{
		"id": "1011453394973",
		"source_id": "10.1145/3394973",
		"type": "article",
		"title": "A Glimpse into the Past, Present, and Future of Engineering Interactive Computing Systems",
		"author": "Bowen, Judy and Winckler, Marco and Vanderdonckt, Jean",
		"keywords": "software engineering, verification and validation, model-driven engineering, user interfaces, formal methods, model-based design of user interfaces, design, interactive systems",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3394973",
		"abstract": "The area of Engineering Interactive Computing Systems (EICS) is defined as the intersection between Software Engineering (SE) and Human-Computer Interaction (HCI). In this paper, we provide an overview of what EICS is and how it is positioned with respect to other venues in HCI, such as CHI, UIST, and IUI, highlighting its legacy and paying homage to past scientific events from which EICS emerged. We also take this opportunity to deliver a comparative analysis of the past, present, and perhaps future research and development questions raised in EICS by analyzing the EICS papers published from its first edition to this one, based on global and chronological word clouds, phrase nets, and topic modelling.",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3394973",
		"journal": "Proc. ACM Hum.-Comput. Interact.",
		"month": "June",
		"volume": "4"
	},
	{
		"id": "10114517740881774119",
		"source_id": "10.1145/1774088.1774119",
		"type": "inproceedings",
		"title": "Goal and Model Driven Design of an Architecture for a Care Service Platform",
		"author": "Meertens, L. O. and Iacob, M. E. and Nieuwenhuis, L. J. M.",
		"keywords": "web services, business rules, MDA, healthcare, architecture, SOA, goals",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1774088.1774119",
		"isbn": "9781605586397",
		"abstract": "Service-Oriented Architecture holds the potential of allowing the development on-the-fly of flexible applications that can adapt rapidly by combining and reusing existing services. We believe that in order to react swiftly and coherently to changes, an architecture must provide a capability to capture how services, and the more complex applications based on them, realize business motivations. This research develops a framework and a method for goal-driven, model-driven, and service-oriented design. The framework includes goal modeling in the MDA stack, from CIM to code. By using this framework, we are able to create a system that is compatible with its business goals, and thus is flexible when business demands change. A case study demonstrates how our framework can be used to combine MDA, SOA, and goal modeling with business rules as an architecture for a care service platform.",
		"pages": "158–164",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1774088.1774119"
	},
	{
		"id": "1011453309550",
		"source_id": "10.1145/3309550",
		"type": "article",
		"title": "A Survey on Modality Characteristics, Performance Evaluation Metrics, and Security for Traditional and Wearable Biometric Systems",
		"author": "Sundararajan, Aditya and Sarwat, Arif I. and Pons, Alexander",
		"keywords": "metrics, vulnerabilities, Biometrics, threats, attacks, WBAN, wearables",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3309550",
		"abstract": "Biometric research is directed increasingly toward Wearable Biometric Systems (WBS) for user authentication and identification. However, prior to engaging in WBS research, how their operational dynamics and design considerations differ from those of Traditional Biometric Systems (TBS) must be understood. While the current literature is cognizant of those differences, there is no effective work that summarizes the factors where TBS and WBS differ, namely, their modality characteristics, performance, security, and privacy. To bridge the gap, this article accordingly reviews and compares the key characteristics of modalities, contrasts the metrics used to evaluate system performance, and highlights the divergence in critical vulnerabilities, attacks, and defenses for TBS and WBS. It further discusses how these factors affect the design considerations for WBS, the open challenges, and future directions of research in these areas. In doing so, the article provides a big-picture overview of the important avenues of challenges and potential solutions that researchers entering the field should be aware of. Hence, this survey aims to be a starting point for researchers in comprehending the fundamental differences between TBS and WBS before understanding the core challenges associated with WBS and its design.",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3309550",
		"journal": "ACM Comput. Surv.",
		"month": "May",
		"volume": "52"
	},
	{
		"id": "10114510473441047367",
		"source_id": "10.1145/1047344.1047367",
		"type": "inproceedings",
		"title": "Accessibility in Introductory Computer Science",
		"author": "Cohen, Robert F. and Fairley, Alexander V. and Gerry, David and Lima, Gustavo R.",
		"keywords": "Java programming language, accessibility",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1047344.1047367",
		"isbn": "1581139977",
		"abstract": "This paper describes our efforts to integrate software accessibility into the CS1 curriculum. Accessibility is an important aspect of modern software systems for both legal and ethical reasons. The acceptance of Java as language for CS1 gives us the opportunity to teach accessibility from the beginning, since Java Accessibility is simple and integrated into Swing components. We present simple guidelines on how to incorporate Accessibility into a Java based CS1, and describe programming projects that incorporate accessibility.",
		"pages": "17–21",
		"year": "2005",
		"url_article": "https://doi.org/10.1145/1047344.1047367"
	},
	{
		"id": "10114510471241047367",
		"source_id": "10.1145/1047124.1047367",
		"type": "article",
		"title": "Accessibility in Introductory Computer Science",
		"author": "Cohen, Robert F. and Fairley, Alexander V. and Gerry, David and Lima, Gustavo R.",
		"keywords": "Java programming language, accessibility",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1047124.1047367",
		"abstract": "This paper describes our efforts to integrate software accessibility into the CS1 curriculum. Accessibility is an important aspect of modern software systems for both legal and ethical reasons. The acceptance of Java as language for CS1 gives us the opportunity to teach accessibility from the beginning, since Java Accessibility is simple and integrated into Swing components. We present simple guidelines on how to incorporate Accessibility into a Java based CS1, and describe programming projects that incorporate accessibility.",
		"pages": "17–21",
		"year": "2005",
		"url_article": "https://doi.org/10.1145/1047124.1047367",
		"journal": "SIGCSE Bull.",
		"month": "February",
		"volume": "37"
	},
	{
		"id": "10114517746741774723",
		"source_id": "10.1145/1774674.1774723",
		"type": "inproceedings",
		"title": "HLPR Chair: A Novel Patient Transfer Device",
		"author": "Bostelman, Roger and Albus, James and Johnson, Joshua",
		"keywords": "static, dynamic, forklift, HLPR chair, wheelchair standards, stability",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1774674.1774723",
		"isbn": "9781605582931",
		"abstract": "In this paper, we briefly describe the design of the Home Lift, Position and Rehabilitation (HLPR) Chair, invented at the National Institute of Standards and Technology (NIST), Manufacturing Engineering Laboratory (MEL) under the Healthcare Mobility Project. The HLPR Chair was designed to provide independent patient mobility for indoor tasks, such as moving to and placing a person on a toilet or bed, and lift assistance for tasks, such as accessing kitchen or other tall shelves. These functionalities are currently out of reach of most wheelchair users. One of the design motivations of the HLPR Chair is to reduce back injury, typically an important issue in the care of this group. Static and dynamic stability tests of the HLPR Chair prototype were also recently completed and are also described here. The tests followed the appropriate and current wheelchair standards and provide suggestions for improvement to these standards. While the Healthcare Mobility Project has recently ended, stability test methods of a lift wheelchair, such as the HLPR Chair, potentially overlap into forklift standard stability test methods and could be useful to the manufacturing industry.",
		"pages": "302–305",
		"year": "2008",
		"url_article": "https://doi.org/10.1145/1774674.1774723"
	},
	{
		"id": "10114534474043447408",
		"source_id": "10.1145/3447404.3447408",
		"type": "inbook",
		"title": "Internet of Everything",
		"author": "Chatzigiannakis, Ioannis and Tselios, Christos",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450390293",
		"pages": "21–56",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3447404.3447408"
	},
	{
		"id": "10114526682602668286",
		"source_id": "10.1145/2668260.2668286",
		"type": "inproceedings",
		"title": "Towards a Digital Ecosystem for Predictive Healthcare Analytics",
		"author": "Qureshi, Basit",
		"keywords": "Social Media, Healthcare Data, Cloud Based Architecture, Search Trends, Predictive Analytics",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2668260.2668286",
		"isbn": "9781450327671",
		"abstract": "Healthcare applications depend on voluminous data containing rich and important insights that can support predictive analysis by discovering these patterns using machine learning algorithms. Unfortunately this data is not always available for multiple reasons including lack of unified and standardized architecture for distribution / dissipation of such data. In this paper, we propose a framework for cloud based architecture of a digital ecosystem for storing, sharing and predictive analysis of healthcare data. We address the requirement for such a system and provide the design and architecture of the framework comprising of various interconnecting components. The proposed framework provides a cost effective digital ecosystem for collaboration, sharing and integration of Electronic Health Record systems by leveraging the benefits of cloud computing technologies. The framework provides a platform for various health care institutes, research organizations and government agencies to log data, develop predictive analytics models and collaborate in future research. A proof-of concept of the framework is implemented.",
		"pages": "34–41",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2668260.2668286"
	},
	{
		"id": "1011453361114",
		"source_id": "10.1145/3361114",
		"type": "article",
		"title": "Digital Participation in Prison - A Public Discourse Analysis of the Use of ICT by Inmates",
		"author": "Taugerbeck, Sebastian and Ahmadi, Michael and Schorch, Maren and Unbehaun, David and Aal, Konstantin and Wulf, Volker",
		"keywords": "prisoners, critical hci, hci for development, discourse analysis, qualitative methods, digital participation",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3361114",
		"abstract": "Digital participation has become an important issue in modern societies, typically focusing on groups prone to marginalization. From this perspective, less attention has yet been paid to imprisoned persons. Many penitentiary systems are formally characterized by the basic requirement of resocialization. Accordingly, life in prison should be largely adapted to conditions outside and to fundamental social changes, which must be considered in designing the framework for prison systems. Still, the digital opening of the prison is debated controversially, not least due to anticipated security issues. Hence, to raise awareness about challenges for digital participation of prisoners, we conducted a knowledge-sociological analysis (SKAD) of the public discourse on the use of ICT by prison inmates in Germany. We thereby seek to advance knowledge and insights from social and organizational practice arising from the use of ICT in context of total institutions and create the basis for action from a socio-informatics perspective.",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3361114",
		"journal": "Proc. ACM Hum.-Comput. Interact.",
		"month": "December",
		"volume": "3"
	},
	{
		"id": "1011453359218",
		"source_id": "10.1145/3359218",
		"type": "article",
		"title": "Finding Language Classes: Designing a Digital Language Wizard with Refugees and Migrants",
		"author": "Weibert, Anne and Kruger, Max and Aal, Konstantin and Salehee, Setareh Sadat and Khatib, Renad and Randall, Dave and Wulf, Volker",
		"keywords": "language learning, refugees, migrants, participatory design",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3359218",
		"abstract": "For migrants and refugees, settling in a host country often proves hugely problematic. The ability to communicate marks a significant step in the process of resettlement. The current high number of migrants coming to Europe has therefore meant that the need to improve and increase the availability of language provision has become more pressing. Nevertheless, due to the complexity of financial and legal regulations and of policy restrictions, access to and information about available courses are in practice hard to find, and non-funded volunteer initiatives are scarcely visible at all. To address this problem, a newly developed language-course wizard provides orientation for refugees and migrants. Findings indicate that its visual representation is apt to span a broad range of cultural as well as educational backgrounds. Our work demonstrates the need for a detailed approach to understanding the challenges that refugees and other migrants face in practice. Failing this, services frequently do not reach those they are intended for.",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3359218",
		"journal": "Proc. ACM Hum.-Comput. Interact.",
		"month": "November",
		"volume": "3"
	},
	{
		"id": "1011453015783",
		"source_id": "10.1145/3015783",
		"type": "book",
		"title": "The Handbook of Multimodal-Multisensor Interfaces: Foundations, User Modeling, and Common Modality Combinations - Volume 1",
		"publisher": "Association for Computing Machinery and Morgan &amp; Claypool",
		"isbn": "9781970001679",
		"abstract": "The Handbook of Multimodal-Multisensor Interfaces provides the first authoritative resource on what has become the dominant paradigm for new computer interfaces-user input involving new media (speech, multi-touch, gestures, writing) embedded in multimodal-multisensor interfaces. These interfaces support smartphones, wearables, in-vehicle, robotic, and many other applications that are now highly competitive commercially.   This edited collection is written by international experts and pioneers in the field. It provides a textbook for students, and a reference and technology roadmap for professionals working in this rapidly emerging area.    Volume 1 of the handbook presents relevant theory and neuroscience foundations for guiding the development of high-performance systems. Additional chapters discuss approaches to user modeling, interface design that supports user choice, synergistic combination of modalities with sensors, and blending of multimodal input and output. They also highlight an in-depth look at the most common multimodal-multisensor combinations- for example, touch and pen input, haptic and non-speech audio output, and speech co-processed with visible lip movements, gaze, gestures, or pen input. A common theme throughout is support for mobility and individual differences among users-including the worlds rapidly growing population of seniors.    These handbook chapters provide walk-through examples and video illustrations of different system designs and their interactive use. Common terms are defined, and information on practical resources is provided (e.g., software tools, data resources) for hands-on project work to develop and evaluate multimodal-multisensor systems. In the final chapter, experts exchange views on a timely and controversial challenge topic, and how they believe multimodal-multisensor interfaces should be designed in the future to most effectively advance human performance.",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3015783",
		"volume": "14"
	},
	{
		"id": "10114528515812892588",
		"source_id": "10.1145/2851581.2892588",
		"type": "inproceedings",
		"title": "An Uninteresting Tour Through Why Our Research Papers Arent Accessible",
		"author": "Bigham, Jeffrey P. and Brady, Erin L. and Gleason, Cole and Guo, Anhong and Shamma, David A.",
		"keywords": "research papers, accessibility, PDF",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2851581.2892588",
		"isbn": "9781450340823",
		"abstract": "Our research is delivered as Portable Document Format (PDF) documents, and very few include basic metadata to make them accessible to people with disabilities. As a result, many people are either unable to read them efficiently or at all. Over the past few years, we have tried everything from writing guidelines and giving accessibility feedback, to enforcing accessibility standards and volunteering to make PDFs accessible ourselves. The problem with making PDFs accessible is in part due to the lack of good tools, but the complexity of the PDF format makes improving tools difficult. Making accessible research papers is as much about our choices as a community: our choice of publication format, and our choice to make accessibility a voluntary task for authors. In this paper, we overview the context in which PDFs became our publication format, the difficulty in making PDF documents accessible given current tools, what we have tried to make our PDFs more accessible, and potential options for doing better in the future.",
		"pages": "621–631",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2851581.2892588"
	},
	{
		"id": "101145355460355475",
		"source_id": "10.1145/355460.355475",
		"type": "inproceedings",
		"title": "Increasing the Opportunities for Aging in Place",
		"author": "Mynatt, Elizabeth D. and Essa, Irfan and Rogers, Wendy",
		"keywords": "awareness, computational perception, ubiquitous computing, aging, cognitive aging, home",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/355460.355475",
		"isbn": "1581133146",
		"abstract": "A growing social problem in the U.S. and elsewhere is supporting older adults who want to continue living independently as opposed to moving to an institutional care setting. The “Aging in Place” project strives to delay taking that first step away from the family home. Through the careful placement of technological support we believe older adults can continue living in their own homes longer.The goal of our research is to take a three-pronged approach to understanding the potential of such environmental supports. The research team combines expertise in human-computer-interaction, computational perception, and cognitive aging. Together the team is assessing the feasibility of designing environments that aid older individuals in maintaining their independence. Based on our initial research, we are dividing this work into three parts: recognizing and adverting crisis, assisting daily routines, and supporting peace of mind for adult children.",
		"pages": "65–71",
		"year": "2000",
		"url_article": "https://doi.org/10.1145/355460.355475"
	},
	{
		"id": "10114533434133377953",
		"source_id": "10.1145/3343413.3377953",
		"type": "inproceedings",
		"title": "Information Needs of the End Users Have Never Been Discussed: An Investigation of the User-Intermediary Interaction of People with Intellectual Impairments",
		"author": "Berget, Gerd",
		"keywords": "user-intermediary interaction, intellectual impairments, information seeking, information behavior, information needs",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3343413.3377953",
		"isbn": "9781450368926",
		"abstract": "Many people with intellectual impairments experience challenges searching for information. Consequently, they rely on intermediaries (e.g. caregivers) to solve their information needs. In the field of IIR, little is known about this user-intermediary interaction. More empirical data is therefore needed, both to understand how to support the intermediaries and increase the possibilities for people with intellectual impairments to solve information needs themselves. In this study, 25 people working with adults with intellectual impairments were interviewed about the information needs of the end users and the routines for solving these needs. The purpose was to explore when and how the user-intermediary interaction occurred. According to this study, most end users had limited access to information sources, and relied almost entirely on intermediaries. Further, the technological skills among the intermediaries seemed to affect access to and use of digital devices. Few end users expressed information needs outside everyday life. Moreover, information needs were given very little attention and solving such needs were not part of the routines at most facilities.",
		"pages": "93–102",
		"year": "2020",
		"url_article": "https://doi.org/10.1145/3343413.3377953"
	},
	{
		"id": "10555525007532500807",
		"source_id": "10.5555/2500753.2500807",
		"type": "inproceedings",
		"title": "The Evaluation of Sirindhorn National Medical Rehabilitation Centre Guideline for Prosthetic Knee Testing",
		"author": "Suvapun, Daranee and Sorachaimetha, Piyavit and Junsa-ard, Tawatchai and Sittakornkovit, Decha and Onmanee, Pornsuree and Rimchala, Pete and Sukhonthan, Soraj and Pipitpukdee, Jagkapong",
		"keywords": "guideline, prosthesis, safety, tests",
		"publisher": "Singapore Therapeutic, Assistive &amp; Rehabilitative Technologies (START) Centre",
		"abstract": "This study aims to evaluate Sirindhorn National Medical Rehabilitation Centre (SNMRC) guideline. It consists of 5 steps for prosthetic knee test including (1)design and(2) manufacture of the knee, (3)initial mechanical test, (4)clinical tests: a case study and preliminary study in 5 amputees, and (5)submission to the completed tests abroad. This guideline was used to ensure strength and function of the prototypes of the prosthetic polycentric knee joint (X) and its endoskeletal components which were developed in Thailand.There were 3 versions of knee prostheses and 12 specimens: 6 specimens were used for mechanical tests and 6 specimens were used for clinical tests. 4 specimens from the 3rd version passed principal structural tests: static proof test and cyclic test. During a case study, the prosthetic knees were broken twice. The Locomotor Capability Index (LCI) completed by 5 volunteers showed full scores regardless of the types of prosthetic knee joints. The clinical procedures revealed that 3 out of 5 amputees were satisfied with the knee function and 2 amputees complained that the knee were too slow and noisy. The data from 3D motion analysis system showed the small flexion of the knee during stance phase and large knee flexion during swing phase compared with those obtained from the sound side. The final step of the guideline was dismissed because further the functional information on the larger sample size was needed before submission for the tests described in ISO 10328:2006.According to the result, the knee version which passed mechanical tests was strong enough to tolerate the forces and moments occurred in the amputees during stance phase. However the test did not reveal the problems occurred during use in swing phase. These are loosening screws, loud terminal impacts, limited range of knee friction and knee extension assist adjustment, and unsteadiness of the joint after a few weeks use. Moreover, there was ceiling effect in LCI measured the prosthetic outcomes. Other types of measuring tools should be considered. The 3D motion data revealed the knee movement and gait parameters but this method was not suitable for large sample size.In conclusion, the guideline should be reviewed for improvement on initial mechanical tests, sample size, measuring tools for prosthetic outcomes.",
		"year": "2011",
		"url_article": "https://doi.org/10.5555/2500753.2500807"
	},
	{
		"id": "10114529402992940316",
		"source_id": "10.1145/2940299.2940316",
		"type": "inproceedings",
		"title": "What is a Participatory Design Result?",
		"author": "Bratteteig, Tone and Wagner, Ina",
		"keywords": "participatory design result, power-to, participatory design",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2940299.2940316",
		"isbn": "9781450340465",
		"abstract": "In this paper we discuss what the result of a Participatory Design (PD) process is and how it can be described and evaluated. We look at several PD projects and discuss if they have a participatory result and how we know that it is participatory. We also ask if the users recognize their contribution, and if the designers have to take side. We also identify impediments to achieving a participatory result, looking at issues like: conflicting views that are difficult to voice, issues that are difficult to negotiate, how real-life complexities cannot be addressed in the project (or by the artifact). These issues are linked to earlier discussions on power and politics in PD. We conclude that achieving a participatory design result is important in PD and gives meaning and direction to PD processes.",
		"pages": "141–150",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2940299.2940316"
	},
	{
		"id": "101145584931584944",
		"source_id": "10.1145/584931.584944",
		"type": "inproceedings",
		"title": "Preserving Privacy in Web Services",
		"author": "Rezgui, Abdelmounaam and Ouzzani, Mourad and Bouguettaya, Athman and Medjahed, Brahim",
		"keywords": "digital government, web services, privacy, mobile agents",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/584931.584944",
		"isbn": "1581135939",
		"abstract": "Web services are increasingly being adopted as a viable means to access Web-based applications. This has been enabled by the tremendous standardization effort to describe, advertise, discover, and invoke Web services. Digital government (DG) is a major application domain for Web services. It aims at improving government-citizen interactions using information and communication technologies. Government agencies collect, store, process, and share information about millions of citizens who have different preferences regarding their privacy. This naturally raises a number of legal and technical issues that must be addressed to preserve citizens privacy through the control of the information flow amongst different entities (users, Web services, DBMSs). Solutions addressing this issue are still in their infancy. They consist, essentially, of enforcing privacy by law or by self-regulation. In this paper, we propose a new technical approach for preserving privacy in government Web services. Our design is based on digital privacy credentials, data filters and mobile privacy preserving agents. This work aims at establishing the feasibility and provable reliability of technology-based privacy preserving solutions for Web service infrastructures.",
		"pages": "56–62",
		"year": "2002",
		"url_article": "https://doi.org/10.1145/584931.584944"
	},
	{
		"id": "10555520191162019120",
		"source_id": "10.5555/2019116.2019120",
		"type": "article",
		"title": "Beyond Specifications: Towards a Practical Methodology for Evaluating Web Accessibility",
		"author": "Koutsabasis, Panayiotis and Vlachogiannis, Evangelos and Darzentas, Jenny S.",
		"keywords": "methodology, inclusive design, design for all, web accessibility, evaluation",
		"publisher": "Usability Professionals' Association",
		"abstract": "The current set of tools and specifications for ensuring web accessibility require expert knowledge and often have a highly technical orientation, with the consequence that it is not very clear how, or even when, to make use of them. In an attempt to tackle this problem, this paper reviews the types of tools and specifications available and proposes a simple and practical methodology for web accessibility evaluation that demonstrates how these tools and specifications could be used. The proposed methodology proposes methods and processes for reaching and maintaining web accessibility, and consists of the following phases: (a) identification of user requirements and setting up of accessibility goals, (b) web accessibility evaluation and redesign process, and (c) establishment and follow-up of accessibility policy. Further, in order to illustrate step (b), an example of web accessibility evaluation is described, where the domain is contemporary scientific publishing web sites. The work presented in this paper reports on issues that need to be considered by human-computer interaction (HCI) researchers, interaction design practitioners, and usability professionals for inclusive web design and are complementary to web usability engineering.",
		"pages": "157–171",
		"year": "2010",
		"url_article": "https://doi.org/10.5555/2019116.2019120",
		"journal": "J. Usability Studies",
		"month": "August",
		"volume": "5"
	},
	{
		"id": "10555525345042534549",
		"source_id": "10.5555/2534504.2534549",
		"type": "inproceedings",
		"title": "Care-Giver Tailoring of IT-Based Healthcare Services for Elderly at Home: A Field Test and Its Results",
		"author": "Eslami, Mohammad Zarifi and Zarghami, Alireza and van Sinderen, Marten and Wieringa, Roel",
		"publisher": "ICST (Institute for Computer Sciences, Social-Informatics and Telecommunications Engineering)",
		"isbn": "9781936968800",
		"abstract": "One of the biggest drivers behind IT-based homecare solutions is the increasing aging population. We are specifically interested in \"service tailoring\" for the homecare domain, where healthcare professionals (care-givers) do the tailoring of services to support elderly (care-receivers). Our goal is that, using our approach, care-givers can create or modify services with less IT skills, time and/or effort, and care-receivers get services that are better suited for their specific and personal needs. As a proof of concept, we developed a software prototype of our approach. The prototype was subsequently used in a real-world field test at a care institution in the Netherlands to validate the approach. The validation focused on the usability aspects of the approach in terms of effectiveness, efficiency, learnability and satisfaction. This paper describes the design of the field test and reflects on the outcome of the validation experiments.",
		"pages": "216–223",
		"year": "2013",
		"url_article": "https://doi.org/10.5555/2534504.2534549"
	},
	{
		"id": "10114534604183479337",
		"source_id": "10.1145/3460418.3479337",
		"type": "inproceedings",
		"title": "Towards a Design Space for Emotion Recognition",
		"author": "Genaro Motti, Vivian",
		"keywords": "affective computing, comparative analysis, design space, emotion recognition",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3460418.3479337",
		"isbn": "9781450384612",
		"abstract": "Recognizing emotions through pervasive technologies has been the objective of several research studies. Still, the inherent complexities of emotion recognition result in applications that support the process rather than fully address it. Existing methods for data collection combine multiple sensors and devices. The analysis and classification of users’ and environmental data face challenges to reach high accuracy, responsiveness, and reliability. Because emotion recognition is user-dependent, it still remains as an open challenge to be resolved. This paper provides a unified view about emotion recognition, presenting a multidimensional design space that includes multiple approaches. We discuss the practicalities involved with the implementation of each approach and the deployment of emotion recognition systems. We conclude with a discussion about their advantages, limitations, and open questions.",
		"pages": "243–247",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3460418.3479337"
	},
	{
		"id": "10114532785763278595",
		"source_id": "10.1145/3278576.3278595",
		"type": "inproceedings",
		"title": "The Healthcare IoT Ecosystem: Advantages of Fog Computing near the Edge",
		"author": "Thurston, Karen Hammer and de Leon, Daniel Conte",
		"keywords": "secure software engineering, connected health, service-oriented architectures, fog computing, gateways, IoT, cloud operating systems, secure systems development, edge computing, middleware",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3278576.3278595",
		"isbn": "9781450359580",
		"abstract": "The Internet of Things (IoT) provides numerous opportunities for the connected healthcare industry, especially in the distributed environment known as fog which resides in a middle architectural layer adjacent to the network edge and user devices. This paper provides an overview of recent research and industry advances and challenges on fog technologies focusing on connected healthcare applications. We present and review for IoT and fog: concepts and architectures; development and lifecycle frameworks; security vulnerabilities, threats, and best practices; and connected medical device regulations.",
		"pages": "51–56",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3278576.3278595"
	},
	{
		"id": "10114520720692072092",
		"source_id": "10.1145/2072069.2072092",
		"type": "inproceedings",
		"title": "Living Labs as Multi-Stakeholder Platforms for the Egovernance of Innovation",
		"author": "Molinari, Francesco",
		"keywords": "multi-stakeholder platform, innovation policy, Living Labs",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2072069.2072092",
		"isbn": "9781450307468",
		"abstract": "The extended involvement of all the key innovation stakeholders in a Living Labs Public Private People Partnership (PPPP) marks a clear difference with respect to both the User Centered Design and the Participatory Decision-Making approaches. We propose to assimilate Living Labs to multi-stakeholder platforms, which self-instantiate into repeated collaboration trials, each adopting the user driven, open innovation approach for the development and deployment of technology. This brings the issue of eGovernance into the focus of Living Labs research, both in association with trials structuration as well as legitimization of results obtained in the broader context of territorial innovation policy, particularly in rural areas. A number of potentially testable propositions are derived from this elaboration, which we believe can be taken as guideline for an initial comparison and performance evaluation of extant initiatives. In this context, the importance of coordination of the multi-stakeholder platform is discussed and potential areas for future exploration are presented.",
		"pages": "131–140",
		"year": "2011",
		"url_article": "https://doi.org/10.1145/2072069.2072092"
	},
	{
		"id": "1011453432245",
		"source_id": "10.1145/3432245",
		"type": "article",
		"title": "The Purpose of Play: How HCI Games Research Fails Neurodivergent Populations",
		"author": "Spiel, Katta and Gerling, Kathrin",
		"keywords": "Games, research priorities, neurodivergence, children, play, disability, neurodiversity, critical review, adults",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3432245",
		"abstract": "Play presents a popular pastime for all humans, though not all humans play alike. Subsequently, Human–Computer Interaction Games research is increasingly concerned with the development of games that serve neurodivergent1 players. In a critical review of 66 publications informed by Disability Studies and Self-Determination Theory, we analyse which populations, research methods, kinds of play and overall purpose goals existing games address. We find that games are largely developed for children, in a top-down approach. They tend to focus on educational and medical settings and are driven by factors extrinsic to neurodivergent interests. Existing work predominantly follows a medical model of disability, which fails to support self-determination of neurodivergent players and marginalises their opportunities for immersion. Our contribution comprises a large-scale investigation into a budding area of research gaining traction with the intent to capture a status quo and identify opportunities for future work attending to differences without articulating them as deficit.",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3432245",
		"journal": "ACM Trans. Comput.-Hum. Interact.",
		"month": "April",
		"volume": "28"
	},
	{
		"id": "10114533620773362086",
		"source_id": "10.1145/3362077.3362086",
		"type": "article",
		"title": "Considerations for AI Fairness for People with Disabilities",
		"author": "Trewin, Shari and Basson, Sara and Muller, Michael and Branham, Stacy and Treviranus, Jutta and Gruen, Daniel and Hebert, Daniel and Lyckowski, Natalia and Manser, Erich",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3362077.3362086",
		"abstract": "In society today, people experiencing disability can face discrimination. As artificial intelligence solutions take on increasingly important roles in decision-making and interaction, they have the potential to impact fair treatment of people with disabilities in society both positively and negatively. We describe some of the opportunities and risks across four emerging AI application areas: employment, education, public safety, and healthcare, identified in a workshop with participants experiencing a range of disabilities. In many existing situations, non-AI solutions are already discriminatory, and introducing AI runs the risk of simply perpetuating and replicating these flaws. We next discuss strategies for supporting fairness in the context of disability throughout the AI development lifecycle. AI systems should be reviewed for potential impact on the user in their broader context of use. They should offer opportunities to redress errors, and for users and those impacted to raise fairness concerns. People with disabilities should be included when sourcing data to build models, and in testing, to create a more inclusive and robust system. Finally, we offer pointers into an established body of literature on human-centered design processes and philosophies that may assist AI and ML engineers in innovating algorithms that reduce harm and ultimately enhance the lives of people with disabilities.",
		"pages": "40–63",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3362077.3362086",
		"journal": "AI Matters",
		"month": "December",
		"volume": "5"
	},
	{
		"id": "10114518059861806000",
		"source_id": "10.1145/1805986.1806000",
		"type": "inproceedings",
		"title": "On the Testability of WCAG 2.0 for Beginners",
		"author": "Alonso, Fernando and Fuertes, Jose Luis and Gonzalez, Angel Lucas and Martinez, Loic",
		"keywords": "web accessibility, teaching web accessibility, web accessibility evaluation",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1805986.1806000",
		"isbn": "9781450300452",
		"abstract": "Web accessibility for people with disabilities is a highly visible area of research in the field of ICT accessibility, including many policy activities across many countries. The commonly accepted guidelines for web accessibility (WCAG 1.0) were published in 1999 and have been extensively used by designers, evaluators and legislators. W3C-WAI published a new version of these guidelines (WCAG 2.0) in December 2008. One of the main goals of WCAG 2.0 was testability, that is, WCAG 2.0 should be either machine testable or reliably human testable. In this paper we present an educational experiment performed during an intensive web accessibility course. The goal of the experiment was to assess the testability of the 25 level-A success criteria of WCAG 2.0 by beginners. To do this, the students had to manually evaluate the accessibility of the same web page. The result was that only eight success criteria could be considered to be reliably human testable when evaluators were beginners. We also compare our experiment with a similar study published recently. Our work is not a conclusive experiment, but it does suggest some parts of WCAG 2.0 to which special attention should be paid when training accessibility evaluators.",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1805986.1806000"
	},
	{
		"id": "10114519303211930392",
		"source_id": "10.1145/1930321.1930392",
		"type": "inproceedings",
		"title": "Envisioning Digital Europe 2030: Scenario Design on ICT for Governance and Policy Modelling",
		"author": "Misuraca, Gianluca and Broster, David and Centeno, Clara",
		"keywords": "research, future visions, governance, ICTs, policy modelling",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1930321.1930392",
		"isbn": "9781450300582",
		"abstract": "The paper outlines a set of proposed visionary scenarios on how governance and policy modelling could develop by 2030. These scenarios have been designed through a foresight exercise conducted by the Institute for Prospective Technological Studies (IPTS) as part of the CROSSROAD Project, a support action of the European Commission 7th Framework Programme. After presenting the conceptual framework and methodological approach followed, the main results of the trends analysis conducted as part of the project are discussed. This entails the presentation of societal trends and a deeper analysis of policy and research trends that are considered central for understanding and mapping ICT research for prospective governance and policy modelling.Based on the framework proposed, four internally-consistent views of what the European Information Society might be by 2030 have been designed. The resulting scenarios and the consequent implications for citizens, businesses and public services are then presented. The timeframe in which certain (or all) the elements of the visions will occur are influenced by the technological and societal speed of change. However, considering the unprecedented growth and speed of take up experienced in several research areas under investigation, it is argued that the world we will be living in by 2030 will be radically different from the world we are living in today. Finally, the key areas of expected change and the research challenges identified for building a Digital Europe twenty years from now are presented.",
		"pages": "347–356",
		"year": "2010",
		"url_article": "https://doi.org/10.1145/1930321.1930392"
	},
	{
		"id": "10114534117643445417",
		"source_id": "10.1145/3411764.3445417",
		"type": "inproceedings",
		"title": "Karamad: A Voice-Based Crowdsourcing Platform for Underserved Populations",
		"author": "Randhawa, Shan M and Ahmad, Tallal and Chen, Jay and Raza, Agha Ali",
		"keywords": "telephonic surveys, HCI4D, Pakistan, ICT4D, income, Interactive Voice Response, voice, crowd work, mobile phone, crowdsourcing, telephone, low-literate, cellphone., underserved, IVR, speech",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3411764.3445417",
		"isbn": "9781450380966",
		"abstract": "Crowdsourcing enables the completion of large-scale and hard-to-automate tasks, while allowing people to earn money. However, 3.6 billion people – a workforce comprising 46.4% of the world population – who could benefit most from this source of income lack the access and literacy to use computers, smartphones, and the internet. In this paper we present Karamad, a voice-based crowdsourcing platform that allows workers in low-resource regions to complete crowd work using low-end phones and receive payments as mobile airtime balance. We explore the usefulness, scalability, and sustainability of Karamad in Pakistan through a 6-month deployment. Without any advertising, training, or airtime subsidies, Karamad organically engaged 725 workers who completed 3,939 tasks (involving 43,006 components) including translations, dataset generation, and surveys on demographics, accessibility, disability, health, employment, and literacy. Collectively, the workers produced a valuable service market for potential customers and included female, unemployed, non-literate, and blind users.",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3411764.3445417"
	},
	{
		"id": "10114527006482809855",
		"source_id": "10.1145/2700648.2809855",
		"type": "inproceedings",
		"title": "A Unifying Notification System To Scale Up Assistive Services",
		"author": "Consel, Charles and Dupuy, Lucile and Sauzeon, Hel`ene",
		"keywords": "human factors, notification systems, measurement, performance, field study",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2700648.2809855",
		"isbn": "9781450334006",
		"abstract": "Aging creates needs for assistive technology to support all activities of daily living (meal preparation, dressing, social participation, stove monitoring, etc.). These needs are mostly addressed by a silo-based approach that requires a new assistive service (e.g., a reminder system, a pill prompter) to be acquired for every activity to be supported. In practice, these services manifest their silo-based nature in their user interactions, and more specifically, in the heterogeneity of their notification system. This heterogeneity incurs a cognitive cost that prevents scaling up assistive services and compromises adoption by older adults. This paper presents an approach to scaling up the combination of technology-based, assistive services by proposing a unifying notification system. To do so, (1) we propose a decomposition of assistive services to expose their needs in notification; (2) we introduce a notification framework, allowing heterogeneous assistive services to homogeneously notify users; (3) we present how this notification framework is carried out in practice for an assisted living platform.We successfully applied our approach to a range of existing and new assistive services. We used our notification framework to implement an assistive platform that combines a variety of assistive services. This platform has been deployed and used 24/7 at the home of 15 older adults for up to 6 months. This study provides empirical evidence of the effectiveness and learnability of the notification system of our platform, irrespective of the cognitive and sensory resources of the user. Additional results show that our assisted living platform achieved high user acceptance and satisfaction.",
		"pages": "77–87",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2700648.2809855"
	},
	{
		"id": "1011452968332",
		"source_id": "10.1145/2968332",
		"type": "article",
		"title": "Ontology-Based Data Quality Management for Data Streams",
		"author": "Geisler, Sandra and Quix, Christoph and Weber, Sven and Jarke, Matthias",
		"keywords": "data quality control, Data streams, ontologies, data quality assessment",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2968332",
		"abstract": "Data Stream Management Systems (DSMS) provide real-time data processing in an effective way, but there is always a tradeoff between data quality (DQ) and performance. We propose an ontology-based data quality framework for relational DSMS that includes DQ measurement and monitoring in a transparent, modular, and flexible way. We follow a threefold approach that takes the characteristics of relational data stream management for DQ metrics into account. While (1) Query Metrics respect changes in data quality due to query operations, (2) Content Metrics allow the semantic evaluation of data in the streams. Finally, (3) Application Metrics allow easy user-defined computation of data quality values to account for application specifics. Additionally, a quality monitor allows us to observe data quality values and take counteractions to balance data quality and performance. The framework has been designed along a DQ management methodology suited for data streams. It has been evaluated in the domains of transportation systems and health monitoring.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2968332",
		"journal": "J. Data and Information Quality",
		"month": "October",
		"volume": "7"
	},
	{
		"id": "1011453359193",
		"source_id": "10.1145/3359193",
		"type": "article",
		"title": "Point-of-Care Manufacturing: Maker Perspectives on Digital Fabrication in Medical Practice",
		"author": "Lakshmi, Udaya and Hofmann, Megan and Valencia, Stephanie and Wilcox, Lauren and Mankoff, Jennifer and Arriaga, Rosa I.",
		"keywords": "medicine, making, healthcare, clinicians, 3D printing, maker, innovation",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3359193",
		"abstract": "Maker culture is on the rise in healthcare with the adoption of consumer-grade fabrication technologies. However, little is known about the activities and resources involved in prototyping medical devices to improve patient care. In this paper, we refer to such activity asmedical making to report findings based on a qualitative study of stakeholder engagement in physical prototyping (making) experiences. We examine perspectives from diverse stakeholders including clinicians, engineers, administrators, and medical researchers. Through 18 semi-structured interviews with medical-makers in the US and Canada, we analyze making activity in medical settings. We find that medical makers share strategies to address risks, adopt labor roles, and acquire resources within traditional medical practice. Our findings outline how medical-makers mitigate risks for patient safety, collaborate with local and global stakeholder networks, and overcome constraints of co-location and material practices. We recommend a clinician-aided software system, partially-open repositories, and a collaborative skill-sharing social network to extend their strategies in support of medical making.",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3359193",
		"journal": "Proc. ACM Hum.-Comput. Interact.",
		"month": "November",
		"volume": "3"
	},
	{
		"id": "10114511515881151604",
		"source_id": "10.1145/1151588.1151604",
		"type": "inproceedings",
		"title": "Why Students Drop out CS1 Course?",
		"author": "Kinnunen, Paivi and Malmi, Lauri",
		"keywords": "non-major CS students, drop out reasons, CS1",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1151588.1151604",
		"isbn": "1595934944",
		"abstract": "This study focuses on CS minor students decisions to drop out from the CS1 course. The high level of drop out percentage has been a problem at Helsinki University of Technology for many years. This course has yearly enrolment of 500-600 students and the drop out percentage has varied from 30-50 percents.Since we did not have clear picture of drop out reasons we conducted a qualitative interview research in which 18 dropouts from the CS1 course were interviewed. The reasons of drop out were categorized and, in addition, each case was investigated individually. This procedure enabled us to both list the reasons and to reveal the cumulative nature of drop out reasons.The results indicate that several reasons affect students decision to quit the CS1 course. The most frequent reasons were the lack of time and the lack of motivation. However, both of these reasons were in turn affected by factors, such as the perceived difficulty of the course, general difficulties with time managing and planning studies, or the decision to prefer something else. Furthermore, low comfort level and plagiarism played a role in drop out. In addition, drop out reasons cumulated.This study shows that the complexity and large variety of factors involved in students decision to drop the course. This indicates that simple actions to improve teaching or organization on a CS1 course to reduce drop out may be ineffective. Efficient intervention to the problem apparently requires a combination of many different actions that take into consideration the versatile nature of reasons involved in drop out.",
		"pages": "97–108",
		"year": "2006",
		"url_article": "https://doi.org/10.1145/1151588.1151604"
	},
	{
		"id": "10114533291893329211",
		"source_id": "10.1145/3329189.3329211",
		"type": "inproceedings",
		"title": "Information Design in An Aged Care Context: Views of Older Adults on Information Sharing in a Care Triad",
		"author": "Nurgalieva, Leysan and Frik, Alisa and Ceschel, Francesco and Egelman, Serge and Marchese, Maurizio",
		"keywords": "aged care, older adults, information sharing, care triad, HCI, e-Health",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3329189.3329211",
		"isbn": "9781450361262",
		"abstract": "The adoption of technological solutions for aged care is rapidly increasing in developed countries. New technologies facilitate the sharing of health information among the \"care triad\": the elderly care recipient, their family, and care staff. In order to develop user-centered technologies for this population, we believe that it is necessary to first examine their views about the sharing of health and well-being information (HWBI). Through in-depth semi-structured interviews with 12 residents of senior care facilities, we examined the reasons why older adults choose to share or not to share their HWBI with those involved in their care. We examine how the purpose of use, functional relevance, urgency, anticipated emotional reactions, and individual attitudes to privacy and control affect their opinions about sharing. We then explore how those factors define what granularity of data, communication frequency and channel older adults find appropriate for sharing HWBI with various recipients. Based on our findings, we suggest design implications.",
		"pages": "101–110",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3329189.3329211"
	},
	{
		"id": "1011453154525",
		"source_id": "10.1145/3154525",
		"type": "article",
		"title": "Large-Scale Indexing, Discovery, and Ranking for the Internet of Things (IoT)",
		"author": "Fathy, Yasmin and Barnaghi, Payam and Tafazolli, Rahim",
		"keywords": "large-scale data, ranking, discovery, wireless sensor network (WSN), indexing, Internet of things (IoT)",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3154525",
		"abstract": "Network-enabled sensing and actuation devices are key enablers to connect real-world objects to the cyber world. The Internet of Things (IoT) consists of the network-enabled devices and communication technologies that allow connectivity and integration of physical objects (Things) into the digital world (Internet). Enormous amounts of dynamic IoT data are collected from Internet-connected devices. IoT data are usually multi-variant streams that are heterogeneous, sporadic, multi-modal, and spatio-temporal. IoT data can be disseminated with different granularities and have diverse structures, types, and qualities. Dealing with the data deluge from heterogeneous IoT resources and services imposes new challenges on indexing, discovery, and ranking mechanisms that will allow building applications that require on-line access and retrieval of ad-hoc IoT data. However, the existing IoT data indexing and discovery approaches are complex or centralised, which hinders their scalability. The primary objective of this article is to provide a holistic overview of the state-of-the-art on indexing, discovery, and ranking of IoT data. The article aims to pave the way for researchers to design, develop, implement, and evaluate techniques and approaches for on-line large-scale distributed IoT applications and services.",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3154525",
		"journal": "ACM Comput. Surv.",
		"month": "March",
		"volume": "51"
	},
	{
		"id": "10114521419432141947",
		"source_id": "10.1145/2141943.2141947",
		"type": "article",
		"title": "Understanding Age and Technology Experience Differences in Use of Prior Knowledge for Everyday Technology Interactions",
		"author": "Obrien, Marita A. and Rogers, Wendy A. and Fisk, Arthur D.",
		"keywords": "prior experience, technology experience, troubleshooting, aging, older adults, Prior knowledge",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2141943.2141947",
		"abstract": "Technology designers must understand relevant prior knowledge in a target user population to facilitate adoption and effective use. To assess prior knowledge used in naturalistic settings, we systematically collected information about technologies used over 10-day periods from older adults with high and low technology experience and younger adults. Technology repertoires for younger adults and high technology older adults were similar; differences reflected typically different needs for kitchen and health care technologies between the age groups. Technology repertoires for low-technology older adults showed substantial technology usage in many categories. Lower usage compared to high-tech older adults for each category was limited primarily to PC and Internet technologies. Experience differences suggest preferences among low-technology older adults for basic technology usage and for working with people rather than technologies.Participants in all groups were generally successful using their everyday technologies to achieve their goals. Prior knowledge was the most common attribution for success, but external information was also commonly referenced. Relevant prior knowledge included technical, functional, strategy, and self knowledge. High tech older adults did not report more problems than younger adults, but they did attribute more problems to insufficient prior knowledge. Younger adults attributed more problems to interference from prior knowledge. Low-tech older adults reported fewer problems, typically attributing them to insufficient prior knowledge or product/system faults. We discuss implications for further research and design improvements to increase everyday technology success and adoption for high-tech and low-tech older adults.",
		"year": "2012",
		"url_article": "https://doi.org/10.1145/2141943.2141947",
		"journal": "ACM Trans. Access. Comput.",
		"month": "March",
		"volume": "4"
	},
	{
		"id": "1011452996376",
		"source_id": "10.1145/2996376",
		"type": "proceedings",
		"title": "SA 16: SIGGRAPH ASIA 2016 VR Showcase",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450345422",
		"abstract": "SIGGRAPH Asia 2016 is proud to host its first VR Showcase program. This new program aims to provide a highly visible and energetic venue to explore emerging trends and applications in virtual reality. The VR Showcase offers exciting opportunities for attendees to delve deep into digital worlds, try state-of-the-art technologies, and experience new approaches for creative expression and collaboration within immersive environments.",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2996376"
	},
	{
		"id": "1011452993236",
		"source_id": "10.1145/2993236",
		"type": "proceedings",
		"title": "GPCE 2016: Proceedings of the 2016 ACM SIGPLAN International Conference on Generative Programming: Concepts and Experiences",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450344463",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2993236"
	},
	{
		"id": "105555603095603103",
		"source_id": "10.5555/603095.603103",
		"type": "inproceedings",
		"title": "NetBench: A Benchmarking Suite for Network Processors",
		"author": "Memik, Gokhan and Mangione-Smith, William H. and Hu, Wendong",
		"publisher": "IEEE Press",
		"isbn": "0780372492",
		"abstract": "In this study we introduce NetBench, a benchmarking suite for network processors. NetBench contains a total of 9 applications that are representative of commercial applications for network processors. These applications are from all levels of packet processing; Small, low-level code fragments as well as large application level programs are included in the suite.Using SimpleScalar simulator we study the NetBench programs in detail and characterize the network processor workloads. We also compare key characteristics such as instructions per cycle, instruction distribution, branch prediction accuracy, and cache behavior with the programs from MediaBench. Although the aimed architectures are similar for MediaBench and NetBench suites, we show that these workloads have significantly different characteristics. Hence a separate benchmarking suite for network processors is a necessity. Finally, we present performance measurements from Intel IXP1200 Network Processor to show how NetBench can be utilized.",
		"pages": "39–42",
		"year": "2001",
		"url_article": "https://doi.org/10.5555/603095.603103"
	},
	{
		"id": "10114532938813295779",
		"source_id": "10.1145/3293881.3295779",
		"type": "inproceedings",
		"title": "Introductory Programming: A Systematic Literature Review",
		"author": "Luxton-Reilly, Andrew and Simon and Albluwi, Ibrahim and Becker, Brett A. and Giannakos, Michail and Kumar, Amruth N. and Ott, Linda and Paterson, James and Scott, Michael James and Sheard, Judy and Szabo, Claudia",
		"keywords": "overview, ITiCSE working group, systematic literature review, introductory programming, CS1, review, novice programming, SLR, systematic review, literature review",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3293881.3295779",
		"isbn": "9781450362238",
		"abstract": "As computing becomes a mainstream discipline embedded in the school curriculum and acts as an enabler for an increasing range of academic disciplines in higher education, the literature on introductory programming is growing. Although there have been several reviews that focus on specific aspects of introductory programming, there has been no broad overview of the literature exploring recent trends across the breadth of introductory programming.  This paper is the report of an ITiCSE working group that conducted a systematic review in order to gain an overview of the introductory programming literature. Partitioning the literature into papers addressing the student, teaching, the curriculum, and assessment, we explore trends, highlight advances in knowledge over the past 15 years, and indicate possible directions for future research.",
		"pages": "55–106",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3293881.3295779"
	},
	{
		"id": "1011453447404",
		"source_id": "10.1145/3447404",
		"type": "book",
		"title": "Intelligent Computing for Interactive System Design: Statistics, Digital Signal Processing, and Machine Learning in Practice",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450390293",
		"abstract": "Intelligent Computing for Interactive System Design provides a comprehensive resource on what has become the dominant paradigm in designing novel interaction methods, involving gestures, speech, text, touch and brain-controlled interaction, embedded in innovative and emerging human–computer interfaces. These interfaces support ubiquitous interaction with applications and services running on smartphones, wearables, in-vehicle systems, virtual and augmented reality, robotic systems, the Internet of Things (IoT), and many other domains that are now highly competitive, both in commercial and in research contexts.This book presents the crucial theoretical foundations needed by any student, researcher, or practitioner working on novel interface design, with chapters on statistical methods, digital signal processing (DSP), and machine learning (ML). These foundations are followed by chapters that discuss case studies on smart cities, brain–computer interfaces, probabilistic mobile text entry, secure gestures, personal context from mobile phones, adaptive touch interfaces, and automotive user interfaces. The case studies chapters also highlight an in-depth look at the practical application of DSP and ML methods used for processing of touch, gesture, biometric, or embedded sensor inputs. A common theme throughout the case studies is ubiquitous support for humans in their daily professional or personal activities.In addition, the book provides walk-through examples of different DSP and ML techniques and their use in interactive systems. Common terms are defined, and information on practical resources is provided (e.g., software tools, data resources) for hands-on project work to develop and evaluate multimodal and multi-sensor systems. In a series of short additions to each chapter, an expert on the legal and ethical issues explores the emergent deep concerns of the professional community, on how DSP and ML should be adopted and used in socially appropriate ways, to most effectively advance human performance during ubiquitous interaction with omnipresent computers.This carefully edited collection is written by international experts and pioneers in the fields of DSP and ML. It provides a textbook for students and a reference and technology roadmap for developers and professionals working on interaction design on emerging platforms.",
		"year": "2021",
		"url_article": "https://doi.org/10.1145/3447404",
		"volume": "34"
	},
	{
		"id": "101145344588344609",
		"source_id": "10.1145/344588.344609",
		"type": "article",
		"title": "The Transport Layer: Tutorial and Survey",
		"author": "Iren, Sami and Amer, Paul D. and Conrad, Phillip T.",
		"keywords": "flow control, transport protocol, TCP/IP networks, transport service, congestion control",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/344588.344609",
		"abstract": "Transport layer protocols provide for end-to-end communication between two or more hosts. This paper presents a tutorial on transport layer concepts and terminology, and a survey of transport layer services and protocols. The transport layer protocol TCP is used as a reference point, and compared and contrasted with nineteen other protocols designed over the past two decades. The service and protocol features of twelve of the most important protocols are summarized in both text and tables.",
		"pages": "360–404",
		"year": "1999",
		"url_article": "https://doi.org/10.1145/344588.344609",
		"journal": "ACM Comput. Surv.",
		"month": "December",
		"volume": "31"
	},
	{
		"id": "10114533411623343827",
		"source_id": "10.1145/3341162.3343827",
		"type": "inproceedings",
		"title": "Eldertainment or Functional Necessity? How Virtual Agents Affect the Home Lives of People with Dementia Using the Quality of Life (QOL-AD) Scale",
		"author": "de Jong, Michiel and Hettinga, Marike and Stara, Vera and Evers, Vanessa and Li, Jamy",
		"keywords": "virtual agent, dementia, quality of life, field study",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3341162.3343827",
		"isbn": "9781450368698",
		"abstract": "A large literature evaluates how virtual agents impact the lives of people with dementia using perceptions of technology. We assess how a home virtual agent from \"Living Well with Anne\" impacts the quality of life of elderly with dementia rather than only their perceptions of the technology. Assessing impact on life alongside technology perception is pertinent given the importance of a persons perceived quality of daily home life and that positive technology perception does not always lead to actual use. We propose an approach to evaluate assistive technology for elderly people with dementia by assessing impact on life using semi-structured interviews and the QOL-AD scale. A preliminary proof-of-concept study tests whether perceptions of a virtual agent, actual use of the agent and participants quality of life are related, and whether a virtual agent improves quality of life.",
		"pages": "41–44",
		"year": "2019",
		"url_article": "https://doi.org/10.1145/3341162.3343827"
	},
	{
		"id": "10114511510741151084",
		"source_id": "10.1145/1151074.1151084",
		"type": "article",
		"title": "Evaluating Network Processors Using NetBench",
		"author": "Memik, Gokhan and Mangione-Smith, William H.",
		"keywords": "Embedded systems, network processors, benchmarking",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1151074.1151084",
		"abstract": "The Network Processor market is one of the fastest growing segments of the microprocessor industry today. In spite of this increasing market importance, there does not exist a common framework to compare the performance of different Network Processor designs. Our primary goal in this study is to fill this gap by creating the NetBench benchmarking suite. NetBench is designed to represent Network Processor workloads. It contains 11 programs that form 18 different applications. The programs are selected from all levels of packet processing: Small, low-level code fragments as well as large application-level programs are included in the suite. These applications are representative of the Network Processor applications in the market. Using the SimpleScalar simulator to model an ARM processor, we study these programs in detail and compare key characteristics, such as instructions per cycle, instruction distribution, cache behavior, and branch prediction accuracy with the programs from MediaBench. Using statistical analysis, we show that the simulation results for the programs in NetBench have significantly different characteristics than programs in MediaBench. Finally, we present performance measurements from Intel IXP1200 Network Processor to show how NetBench can be utilized.",
		"pages": "453–471",
		"year": "2006",
		"url_article": "https://doi.org/10.1145/1151074.1151084",
		"journal": "ACM Trans. Embed. Comput. Syst.",
		"month": "May",
		"volume": "5"
	},
	{
		"id": "10555531220093208016",
		"source_id": "10.5555/3122009.3208016",
		"type": "article",
		"title": "STORE: Sparse Tensor Response Regression and Neuroimaging Analysis",
		"author": "Sun, Will Wei and Li, Lexin",
		"keywords": "high-dimensional statistical learning, tensor decomposition, functional connectivity analysis, non-asymptotic error bound, magnetic resonance imaging",
		"publisher": "JMLR.org",
		"abstract": "Motivated by applications in neuroimaging analysis, we propose a new regression model, Sparse TensOr REsponse regression (STORE), with a tensor response and a vector predictor. STORE embeds two key sparse structures: element-wise sparsity and low-rankness. It can handle both a non-symmetric and a symmetric tensor response, and thus is applicable to both structural and functional neuroimaging data. We formulate the parameter estimation as a non-convex optimization problem, and develop an efficient alternating updating algorithm. We establish a non-asymptotic estimation error bound for the actual estimator obtained from the proposed algorithm. This error bound reveals an interesting interaction between the computational efficiency and the statistical rate of convergence. When the distribution of the error tensor is Gaussian, we further obtain a fast estimation error rate which allows the tensor dimension to grow exponentially with the sample size. We illustrate the efficacy of our model through intensive simulations and an analysis of the Autism spectrum disorder neuroimaging data.",
		"pages": "4908–4944",
		"year": "2017",
		"url_article": "https://doi.org/10.5555/3122009.3208016",
		"journal": "J. Mach. Learn. Res.",
		"month": "January",
		"volume": "18"
	},
	{
		"id": "101145381234381246",
		"source_id": "10.1145/381234.381246",
		"type": "article",
		"title": "Designing Intelligent Tutoring Systems: A Multiagent Planning Approach",
		"author": "Nkambou, Roger and Kabanza, Froduald",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/381234.381246",
		"abstract": "Intelligent Tutoring Systems (ITS) are computer aided intelligent learning tools. Most recent architectures of these systems have focussed on the tutor or curriculum components, but with little attention being paid to planning and intelligent collaboration between the different components. In this paper, we propose several improvements by describing a new architecture that involves sophisticated planning processes at different levels of the ITS processing and by decomposing the tutor into two different components, one specialized in the tutorial actions planning and the other tailored for the generation of multimedia presentations. Moreover, the user interface is made more robust and flexible thanks in part to the use of planning techniques. These improvements are built on Nkambou, Gauthier and Lefebvres architecture, but we believe that the most of the important ideas discussed herein may also be exploited in other architectures.",
		"pages": "46–60",
		"year": "2001",
		"url_article": "https://doi.org/10.1145/381234.381246",
		"journal": "SIGCUE Outlook",
		"month": "March",
		"volume": "27"
	},
	{
		"id": "1011452567658",
		"source_id": "10.1145/2567658",
		"type": "article",
		"title": "Dynamic Power and Thermal Management of NoC-Based Heterogeneous MPSoCs",
		"author": "Kornaros, George and Pnevmatikatos, Dionisios",
		"keywords": "heterogeneous reconfigurable computing, Dynamic power and thermal management, multicore emulation, adaptive power-aware processing",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2567658",
		"abstract": "Advances in silicon process technology have made it possible to include multiple processor cores on a single die. Billion transistor architectures usually in the form of networks-on-chip present a wide range of challenges in design, microarchitecture, and algorithmic levels with significant impact to system performance and power consumption. In this article, we propose efficient methods and mechanisms that exploit a heterogeneous network-on-chip (NoC) to achieve a power- and thermal-aware coherent system. To this end, we utilize different management techniques which employ dynamic frequency scaling circuitry and power and temperature sensors per node to achieve real-time workload prediction and allocation at node and system level by low-cost threads. The developed heterogeneous multicoprocessing infrastructure is utilized to evaluate diverse policies for power-aware computing in terms of effectiveness and in relation to distributed sensor-conscious management. The proposed reconfigurable architecture supports coprocessor accelerators per node, monitors the program’s power profile on-the-fly, and balances power and thermal behavior at the NoC level. Overall, these techniques form a system exploration methodology using a multi-FPGA emulation platform showing a minimum complexity overhead.",
		"year": "2014",
		"url_article": "https://doi.org/10.1145/2567658",
		"journal": "ACM Trans. Reconfigurable Technol. Syst.",
		"month": "February",
		"volume": "7"
	},
	{
		"id": "10114530979833098023",
		"source_id": "10.1145/3097983.3098023",
		"type": "inproceedings",
		"title": "Unsupervised Network Discovery for Brain Imaging Data",
		"author": "Bai, Zilong and Walker, Peter and Tschiffely, Anna and Wang, Fei and Davidson, Ian",
		"keywords": "spatiotemporal data, network discovery, fmri, spatial regularization, brain",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3097983.3098023",
		"isbn": "9781450348874",
		"abstract": "A common problem with spatiotemporal data is how to simplify the data to discover an underlying network that consists of cohesive spatial regions (nodes) and relationships between those regions (edges). This network discovery problem naturally exists in a multitude of domains including climate data (dipoles), astronomical data (gravitational lensing) and the focus of this paper, fMRI scans of human subjects. Whereas previous work requires strong supervision, we propose an unsupervised matrix tri-factorization formulation with complex constraints and spatial regularization. We show that this formulation works well in controlled experiments with synthetic networks and is able to recover the underlying ground-truth network. We then show that for real fMRI data our approach can reproduce well known results in neurology regarding the default mode network in resting-state healthy and Alzheimer affected individuals.",
		"pages": "55–64",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3097983.3098023"
	},
	{
		"id": "1011452809523",
		"source_id": "10.1145/2809523",
		"type": "book",
		"title": "Adas Legacy: Cultures of Computing from the Victorian to the Digital Age",
		"author": "Hammerman, Robin and Russell, Andrew L.",
		"publisher": "Association for Computing Machinery and Morgan &amp; Claypool",
		"isbn": "9781970001495",
		"abstract": "From the Preface Adas Legacy illustrates the depth and diversity of writers, thinkers, and makers who have been inspired by Ada Lovelace, the English mathematician and writer. The volume, which commemorates the bicentennial of Adas birth in December 1815, celebrates Lovelaces many achievements as well as the impact of her life and work, which reverberated widely since the late 19th century. In the 21st century we have seen a resurgence in Lovelace scholarship, thanks to the growth of interdisciplinary thinking and the expanding influence of women in science, technology, engineering, and mathematics. Adas Legacy is a unique contribution to this scholarship. Here, the editors present work on topics previously unknown to coexist in print: Adas collaboration with Charles Babbage, the development of the Ada programming language, Adas position in the Victorian and Steampunk literary genres, Adas representation in and inspiration of contemporary art and comics, and Adas continued relevance in discussions around gender and technology in the digital age. With the 200th anniversary of Ada Lovelaces birth on December 10, 2015, we believe that the timing is perfect to publish this collection. Because of its broad focus on subjects that reach far beyond the life and work of Ada herself, Adas Legacy will appeal to readers who are curious about Adas enduring importance in computing and the wider world.  The idea for this book originated from the first academic conference of its kind, Ada Lovelace: An Interdisciplinary Conference Celebrating her Achievements and Legacy, which took place at Stevens Institute of Technology (Hoboken, New Jersey) on October 18, 2013, under the auspices of the Institutes College of Arts and Letters. The time was definitely right to bring this conference to Stevens, which was until 1971 a male-only school. By 1982, Stevens became the first major institute in the United States to implement a personal computer requirement for its students. Around this time, a pioneering technology project resulted in the networking of the entire Stevens campus, creating one of the nations first intranets. Additionally, the recent development of undergraduate programs in the College of Arts and Letters, including Gender Studies as well as Science and Technology Studies, which strongly anchors women in STEM, clearly made Stevens well positioned to host a conference celebrating Lovelaces achievements and legacy. The conference brought together international scholars from across the disciplines to coincide with the week celebrating Ada Lovelace Day. Tremendous interest circulated in advance of the conference, particularly among computing history specialists and 19th-century literary scholars, and it escalated immediately following the proceedings. Tom Misa, director of the Charles Babbage Institute and a featured speaker at the conference, numbered chiefly among those who caught this interest. He envisioned the possibility for a book project to develop concrete examination of ideas inspired by the proceedings. The conference organizer, Robin Hammerman, and Andrew Russell, director of the College of Arts and Letters Science and Technology Studies program, enthusiastically agreed to collaborate as editors for this interdisciplinary collection.  Many of the papers published in this volume first were presented at the conference in October 2013. We are pleased to acknowledge the supporters of that conference: Dr. Lisa Dolling, former Dean of the College of Arts &amp; Letters at Stevens Institute of Technology, and Dr. George Korfiatis, Provost of Stevens Institute of Technology.  The editors are grateful to Thomas J. Misa, Series Editor for ACMs History of Computing, for skillfully overseeing the development of this project from its inception to completion. We also are happy to thank Diane Cerra, Executive Editor at Morgan &amp; Claypool Publishers, for her kind and capable attention to the production of this volume. And we are delighted that Sydney Padua graciously agreed to create original illustrations for Adas Legacy.",
		"year": "2015",
		"url_article": "https://doi.org/10.1145/2809523"
	},
	{
		"id": "10114520902362090255",
		"source_id": "10.1145/2090236.2090255",
		"type": "inproceedings",
		"title": "Fairness through Awareness",
		"author": "Dwork, Cynthia and Hardt, Moritz and Pitassi, Toniann and Reingold, Omer and Zemel, Richard",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/2090236.2090255",
		"isbn": "9781450311151",
		"abstract": "We study fairness in classification, where individuals are classified, e.g., admitted to a university, and the goal is to prevent discrimination against individuals based on their membership in some group, while maintaining utility for the classifier (the university). The main conceptual contribution of this paper is a framework for fair classification comprising (1) a (hypothetical) task-specific metric for determining the degree to which individuals are similar with respect to the classification task at hand; (2) an algorithm for maximizing utility subject to the fairness constraint, that similar individuals are treated similarly. We also present an adaptation of our approach to achieve the complementary goal of \"fair affirmative action,\" which guarantees statistical parity (i.e., the demographics of the set of individuals receiving any classification are the same as the demographics of the underlying population), while treating similar individuals as similarly as possible. Finally, we discuss the relationship of fairness to privacy: when fairness implies privacy, and how tools developed in the context of differential privacy may be applied to fairness.",
		"pages": "214–226",
		"year": "2012",
		"url_article": "https://doi.org/10.1145/2090236.2090255"
	},
	{
		"id": "1011452993148",
		"source_id": "10.1145/2993148",
		"type": "proceedings",
		"title": "ICMI 16: Proceedings of the 18th ACM International Conference on Multimodal Interaction",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450345569",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2993148"
	},
	{
		"id": "1011452998181",
		"source_id": "10.1145/2998181",
		"type": "proceedings",
		"title": "CSCW 17: Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450343350",
		"abstract": "Welcome to CSCW 2017, the ACM 2017 Conference on Computer Supported Cooperative Work and Social Computing! We are excited to welcome the CSCW community back to Portland, Oregon, where the second CSCW conference was held in 1988. Both Portland and CSCW have matured a great deal during the intervening 29 years. We hope that you will find that Portland provides a stimulating environment for our conference.CSCW is the premier venue for presenting research in the design and use of technologies that affect groups, organizations, communities, and networks. Bringing together top researchers and practitioners from academia and industry, CSCW explores the technical, social, material, and theoretical challenges of designing technology to support collaborative work and life activities. CSCW welcomes a diverse range of topics and research methodologies. Studies often involve the development and application of novel technologies and/or ethnographic studies that inform design practice or theory. The mission of the conference is to share research that advances the state of human knowledge and improves both the design of systems and the ways they are used. The diversity of work in our conference program reflects the diversity of technology use in peoples work, social, and civic lives as well as the geographic and cultural diversity of contributors.As many of you know, CSCW follows a rigorous \"revise and resubmit\" review process that uses peer review to improve submitted papers while maintaining a high-quality threshold for final acceptance. We also help prepare the next generation of reviewers with a mentorship program in which students review papers under the guidance of an experienced reviewer. This year we have the largest CSCW program ever. We had 530 submitted papers and 183 were accepted for presentation at the conference. The program also includes 4 papers published in ACM Transactions on Human- Computer Interaction (TOCHI). In addition, we will feature 14 workshops, 56 posters, 12 demos, and 3 panels.Lili Cheng of Microsoft Research will open the conference, speaking on \"Conversational AI &amp; Lessons Learned.\" Our closing plenary will feature Jorge Cham, the creator of PhD Comics, who will talk about, \"The Science Gap.\" We also welcome Paul Luff and Christian Heath from Kings College as the recipients of this years CSCW Lasting Impact award for their influential 1998 paper, \"Mobility in Collaboration.\"",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/2998181"
	},
	{
		"id": "1011453107990",
		"source_id": "10.1145/3107990",
		"type": "book",
		"title": "The Handbook of Multimodal-Multisensor Interfaces: Signal Processing, Architectures, and Detection of Emotion and Cognition - Volume 2",
		"publisher": "Association for Computing Machinery and Morgan &amp; Claypool",
		"isbn": "9781970001716",
		"abstract": "The Handbook of Multimodal-Multisensor Interfaces provides the first authoritative resource on what has become the dominant paradigm for new computer interfaces: user input involving new media (speech, multi-touch, hand and body gestures, facial expressions, writing) embedded in multimodal-multisensor interfaces that often include biosignals.This edited collection is written by international experts and pioneers in the field. It provides a textbook, reference, and technology roadmap for professionals working in this and related areas.This second volume of the handbook begins with multimodal signal processing, architectures, and machine learning. It includes recent deep-learning approaches for processing multisensorial and multimodal user data and interaction, as well as context-sensitivity. A further highlight is processing of information about users states and traits, an exciting emerging capability in next-generation user interfaces. These chapters discuss real-time multimodal analysis of emotion and social signals from various modalities and perception of affective expression by users. Further chapters discuss multimodal processing of cognitive state using behavioral and physiological signals to detect cognitive load, domain expertise, deception, and depression. This collection of chapters provides walk-through examples of system design and processing, information on tools and practical resources for developing and evaluating new systems, and terminology, and tutorial support for mastering this rapidly expanding field. In the final section of this volume, experts exchange views on the timely and controversial challenge topic of multimodal deep learning. The discussion focuses on how multimodal-multisensor interfaces are most likely to advance human performance during the next decade.",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3107990",
		"volume": "21"
	}
]