[
	{
		"id": "DEGENS2014247",
		"source_id": "DEGENS2014247",
		"type": "incollection",
		"title": "Chapter 20 - Muscle Wasting, Dysfunction, and Inflammaging",
		"author": "Hans Degens and Jamie S. McPhee",
		"keywords": "skeletal muscle, aging, elderly, strength, power, fatigue, mobility, exercise, neuron, neuromuscular, motor unit, inflammation, oxidative stress, TNF-α",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-397803-5.00020-4",
		"isbn": "978-0-12-397803-5",
		"abstract": "One of the most conspicuous age-related changes in skeletal muscle is its decrease in size, which is evident after the fifth and accelerates after the seventh decade of life. Atrophy and loss of muscle fibers are accompanied by structural remodeling of motor units. Muscles of older people are weaker and less powerful than those of the young, even after correction for muscle size. A reduced oxidative capacity can increase fatigability during dynamic movements, but slower contractile properties might preserve fatigue resistance during slower or sustained contractions during aging. The underlying causes of these progressive changes are yet to be fully determined, but could include oxidative stress and chronic low-grade systemic inflammation. Ultimately, the changes lead to disability and loss of independent living. Finding ways to preserve muscle mass and function is essential to increase healthy life-years. Exercise could be a simple and accessible means to achieve this.",
		"pages": "247-254",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123978035000204"
	},
	{
		"id": "MATSON2012144",
		"source_id": "MATSON2012144",
		"type": "article",
		"title": "Applied behavior analysis in Autism Spectrum Disorders: Recent developments, strengths, and pitfalls",
		"author": "Johnny L. Matson and Nicole C. Turygin and Jennifer Beighley and Robert Rieske and Kimberly Tureck and Michael L. Matson",
		"keywords": "ABA, Autism, Review, Challenging behavior, Life skills",
		"doi": "https://doi.org/10.1016/j.rasd.2011.03.014",
		"abstract": "Autism has become one of the most heavily researched topics in the field of mental health and education. While genetics has been the most studied of all topics, applied behavior analysis (ABA) has also received a great deal of attention, and has arguably yielded the most promising results of any research area to date. The current paper provides a review of recent trends in ABA research with respect to autism. Among the areas that are receiving the most attention include early intervention, parent training, functional assessment, challenging behaviors, independent living skills, social skills training, and parent training. The implications of these data are discussed.",
		"pages": "144-150",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1750946711000778",
		"journal": "Research in Autism Spectrum Disorders",
		"volume": "6"
	},
	{
		"id": "MORSE2008638",
		"source_id": "MORSE2008638",
		"type": "article",
		"title": "Through-knee amputation in patients with peripheral arterial disease: A review of 50 cases",
		"author": "Bryan C. Morse and David L. Cull and Corey Kalbaugh and Anna L. Cass and Spence M. Taylor",
		"doi": "https://doi.org/10.1016/j.jvs.2008.04.018",
		"abstract": "Background For good rehabilitation candidates, the biomechanical advantages of the end weight-bearing through-knee amputation (TKAmp) compared with the above knee amputation (AKA) are well established. However, the TKAmp has been abandoned by vascular surgeons because of poor wound healing rates related to long tissue flaps and challenges to prosthetic fitting related to the femoral condyles. Since 1998, we have performed the modified “Mazet” technique TKAmp procedure that creates shorter flaps to close the wound and greatly facilitates prosthesis fitting. The purpose of this study is to review our results with TKAmp in patients with peripheral vascular disease who were not candidates for below-knee amputation. Methods The records of all patients who underwent through-knee amputation between 1998 and 2006 were retrospectively reviewed. Mean follow-up was 33 months (range, 38 days to 99 months). Amputations for trauma and malignancy were excluded. Patient survival, maintenance of ambulation, and independent living status were analyzed using Kaplan-Meier survival analysis methods. Results Fifty patients underwent TKAmp using a modified Mazet technique. The mean age was 63 years; 50% were men, and 50% had diabetes mellitus. All patients had peripheral arterial disease. Thirty-five patients (70%) had prior revascularization procedures. Those patients averaged 2.2 revascularization procedures prior to amputation. There were three (6%) perioperative deaths. The ipsilateral common femoral artery was patent in 43/50 (86%) of patients at the time of amputation. Forty patients (80%) had open wounds and three patients (6%) had a failed below-knee amputation at the time of TKAmp. Thirty-eight patients (81%) healed their TKAmp wound. Nine patients failed to heal and were revised to an above knee amputation. The cumulative probability of regular prosthetic usage and maintenance of ambulation was estimated to be 0.56 at 3 years and 0.41 at 5 years. The probability of maintaining independent living status at 3 and 5 years was 0.77 and 0.65, respectively. Survival probabilities for patients in this series were 0.60 at 3 years and 0.44 at 5 years. Conclusion These data show that the TKAmp is associated with an acceptable primary healing rate and satisfactory functional outcomes in patients with peripheral arterial disease. The advantages of TKAmp over AKA make it the preferred alternative for patients with vascular disease who are candidates for prosthetic rehabilitation.",
		"pages": "638-643",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521408006289",
		"journal": "Journal of Vascular Surgery",
		"volume": "48"
	},
	{
		"id": "STALENHOEF199923",
		"source_id": "STALENHOEF199923",
		"type": "article",
		"title": "Impact of gait problems and falls on functioning in independent living persons of 55 years and over: a community survey",
		"author": "Paul A Stalenhoef and Jos P.M Diederiks and Luc P de Witte and Karin H Schiricke and Harry F.J.M Crebolder",
		"keywords": "Gait problems, Falls, Elderly, Risk factors, Functioning",
		"doi": "https://doi.org/10.1016/S0738-3991(98)00071-8",
		"abstract": "In a cross-sectional, population-based study among community-dwelling persons of 55 years and over the incidence of falls, risk indicators for falls, specifically age, and the impact of gait problems, falls and other risk factors on functioning was determined. A randomly age-stratified sample (n=655) was taken from all independent living persons of 55 years and over (n=2269) and registered in a primary health care centre. They received a mail questionnaire concerning demographic data, history of falls and injuries due to falls, physical and mental health status, gait problems, functional status, including social activities. The response rate was 62% (n=405). Of the subjects aged 55 years and of those aged 65 years and over, 25% and 31% respectively fell at least once in the previous year. Half of the people reporting falls fell more than once. Serious injury occurred in 9% of the fallers, with 4% fractures. There is a significant association between falling and age and, even more clearly, between gait problems and age. The main risk factors of single and recurrent falls were female gender, physical health status and gait problems. Logistic regression analysis reveals that the main determinants of falling in general are gait problems and female gender and, of recurrent falling female gender, physical complaints and gait problems. Falls have some negative effect on functioning, i.e. mobility range and social activities, but this is overshadowed by mental status indicators and gait problems.",
		"pages": "23-31",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0738399198000718",
		"journal": "Patient Education and Counseling",
		"volume": "36"
	},
	{
		"id": "VAQUERA2014136",
		"source_id": "VAQUERA2014136",
		"type": "article",
		"title": "Water activity and temperature effects on growth of Alternaria arborescens on tomato medium",
		"author": "Sandra Vaquera and Andrea Patriarca and Virginia Fernández Pinto",
		"keywords": ", Growth, Germination, Temperature, Water activity, Tomato medium",
		"doi": "https://doi.org/10.1016/j.ijfoodmicro.2014.06.007",
		"abstract": "Alternaria arborescens is the causal agent of tomato stem canker, a disease frequently responsible of substantial economic losses. A. arborescens can produce several mycotoxins, such as alternariol, alternariol monomethyl ether and tenuazonic acid and phytotoxins such as the AAL toxins. The objective of this study was to determine the effect of water activity (aw, 0.950, 0.975, 0.995) and temperature (6, 15, 20, 25 and 30°C) on the germination and radial growth rate of A. arborescens on a synthetic tomato medium. Germination followed by growth was observed at all temperatures and aw levels analyzed. The shortest germination time (0.5days) was observed at 0.995 aw, both at 25°C and at 30°C. The germination time increased with a reduction of aw and temperature. The highest growth rate was registered at 0.995 aw and 30°C (7.21mm/day) while the lowest occurred at 0.950 aw and 6°C (0.52mm/day), conditions at which the longest lag phase was observed (8days). Growth rates increased with aw and temperature. Knowledge of the ecophysiology of the fungus in this substrate is necessary to formulate future strategies to prevent its development and evaluate the consumer health risk posed by potential exposure to the toxins.",
		"pages": "136-139",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168160514002918",
		"journal": "International Journal of Food Microbiology",
		"volume": "185"
	},
	{
		"id": "RUWAARD2010387",
		"source_id": "RUWAARD2010387",
		"type": "article",
		"title": "Web-based therapist-assisted cognitive behavioral treatment of panic symptoms: A randomized controlled trial with a three-year follow-up",
		"author": "Jeroen Ruwaard and Janneke Broeksteeg and Bart Schrieken and Paul Emmelkamp and Alfred Lange",
		"keywords": "Cognitive behavior therapy, Computer assisted protocol directed therapy, Controlled clinical trials, Randomized, Follow-up studies, Internet intervention, Panic disorder, Treatment outcome",
		"doi": "https://doi.org/10.1016/j.janxdis.2010.01.010",
		"abstract": "Background Internet-delivered treatment may reduce barriers to care in those unwilling or unable to access traditional forms of treatment. Objective To assesses the efficacy of web-based therapist-assisted cognitive behavioral treatment (web-CBT) of panic symptoms. Design A randomized waiting-list controlled trial with an uncontrolled three-year follow-up. Participants A community sample of 58 participants with chronic panic symptoms of varying severity (immediate treatment: n=27, waiting-list control: n=31). Outcome measures The primary outcome measures were a one-week Panic Diary and the Panic Disorder Severity Scale – Self-Report (PDSS-SR); secondary measures were the Agoraphobic Cognitions Questionnaire (ACQ), the Body Sensations Questionnaire (BSQ), the Mobility Inventory – Alone subscale (MI-AAL), and the Depression Anxiety Stress Scales (DASS-42). Results In the RCT, 54 participants (93%) completed posttest measurements. With regard to the primary outcome measures, intention-to-treat ANCOVAs revealed that participants in the treatment condition improved more than the participants in the waiting-list control condition (p<.03), with a pooled between-group effect size of d=.7. After three years (n=47; 81% study compliance), effects were more pronounced. Conclusion The results demonstrate the efficacy of therapist-assisted web-CBT in the treatment of panic symptoms.",
		"pages": "387-396",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0887618510000277",
		"journal": "Journal of Anxiety Disorders",
		"volume": "24"
	},
	{
		"id": "HUEFNER2010857",
		"source_id": "HUEFNER2010857",
		"type": "article",
		"title": "Patterns of movement for youth within an integrated continuum of residential services",
		"author": "Jonathan C. Huefner and Sigrid James and Jay Ringle and Ronald W. Thompson and Daniel L. Daly",
		"keywords": "Adolescent, Continuum of care, Emotional and behavior disorders, Residential care",
		"doi": "https://doi.org/10.1016/j.childyouth.2010.02.005",
		"abstract": "This study examined patterns of movement for youth receiving services within a continuum of intensive and restrictive residentially-based programs. Data were collected for 701 completed episodes of care within a three-program residential continuum of care over a 5year period, and examined time within program, movement between programs, in-program disruptive behavior, and discharge status. Results showed that most youth either remained in a stable placement in the least restrictive of the programs, or followed a pattern of placements that systematically moved them from more restrictive to less restrictive settings. Of note, transitions from more restrictive to less restrictive programs correspond to deescalating levels of problem behavior; and over 80% of the youth were stepped down to either family-based or independent living situations at the time of departure. Findings support the notion that a continuum of intensive residential services can serve the needs of youth with significant emotional and behavioral needs.",
		"pages": "857-864",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740910000484",
		"journal": "Children and Youth Services Review",
		"volume": "32"
	},
	{
		"id": "AHN20125507",
		"source_id": "AHN20125507",
		"type": "article",
		"title": "A lectin-coupled, targeted proteomic mass spectrometry (MRM MS) platform for identification of multiple liver cancer biomarkers in human plasma",
		"author": "Yeong Hee Ahn and Park Min Shin and Na Ree Oh and Gun Wook Park and Hoguen Kim and Jong Shin Yoo",
		"keywords": "Aberrant glycosylation, Lectin, Liver cancer biomarker, Multiple reaction monitoring, Mass spectrometry",
		"doi": "https://doi.org/10.1016/j.jprot.2012.06.027",
		"abstract": "Aberrantly glycosylated proteins related to liver cancer progression were captured with specific lectin and identified from human plasma by multiple reaction monitoring (MRM) mass spectrometry as multiple biomarkers for hepatocellular carcinoma (HCC). The lectin fractionation for fucosylated protein glycoforms in human plasma was conducted with a fucose-specific aleuria aurantia lectin (AAL). Following tryptic digestion of the lectin-captured fraction, plasma samples from 30 control cases (including 10 healthy, 10 hepatitis B virus [HBV], and 10 cirrhosis cases) and 10 HCC cases were quantitatively analyzed by MRM to identify which glycoproteins are viable HCC biomarkers. A1AG1, AACT, A1AT, and CERU were found to be potent biomarkers to differentiate HCC plasma from control plasmas. The AUROC generated independently from these four biomarker candidates ranged from 0.73 to 0.92. However, the lectin-coupled MRM assay with multiple combinations of biomarker candidates is superior statistically to those generated from the individual candidates with AUROC more than 0.95, which can be an alternative to the immunoassay inevitably requiring tedious development of multiple antibodies against biomarker candidates to be verified. Eventually the lectin-coupled, targeted proteomic mass spectrometry (MRM MS) platform was found to be efficient to identify multiple biomarkers from human plasma according to cancer progression.",
		"pages": "5507-5515",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1874391912004940",
		"journal": "Journal of Proteomics",
		"volume": "75"
	},
	{
		"id": "LI20127",
		"source_id": "LI20127",
		"type": "article",
		"title": "TDDFT investigation of fluorescence properties of luciferin and oxyluciferin analogs bearing an amino group",
		"author": "Zuo-Sheng Li and Chun-Gang Min and Ai-Min Ren and Lu-Yi Zou and Zhong Xu",
		"keywords": "Luciferin analog, Oxyluciferin analog, Bio-heterojunction analysis, TDDFT calculation",
		"doi": "https://doi.org/10.1016/j.jphotochem.2012.05.024",
		"abstract": "Chemical origin of high chemiluminescence efficiency of firefly luciferin remains an intriguing subject. Developing more efficient fluorescent marked compounds based on the firefly luciferin is in full swing for application in gene expression and gene regulation, and imaging of live tissues fields. Thus, a series of luciferin analogs bearing an amino group of aminoluciferin (AL), quinolylaminoluciferin (QAL), naphthylaminoluciferin (NAL), coumarylaminoluciferin (CAL) and anthrylaminoluciferin (AAL), pyrenylaminoluciferin (PAL) and corresponding keto form oxides were studied in this work, and the ground and excited state properties of them have been calculated by using time dependent density functional (TDDFT) methods in the gas phase, dimethylsulfoxide (DMSO) solution and hydrophobic environment. The results suggested that replacing aminobenzothiazole moiety of firefly luciferin with the larger rigid moieties, the absorption spectra shift to the blue. Bio-heterojunction concept was employed to explain the higher degree of spatial overlap of corresponding orbitals for CAOL, AAOL and PAOL, an important factor to be of beneficial to enhance fluorescence efficiency. In order to further explain the high fluorescence efficiency of CAOL, the process of nonradiative decay is also investigated. Comparing the energy difference of the corresponding singlet and triplet excited states in intersystem crossing and internal conversion, the reasons is qualitatively explained for the high fluorescence efficiency of CAOL. The investigation result for their emission spectra suggested that the emission maximum of AAOL is similar to firefly in nature. The influence of substituent on fluorescent emission was discussed.",
		"pages": "7-16",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1010603012002705",
		"journal": "Journal of Photochemistry and Photobiology A: Chemistry",
		"volume": "243"
	},
	{
		"id": "THOMIS2012355",
		"source_id": "THOMIS2012355",
		"type": "article",
		"title": "Genetic variation in human muscle strength—opportunities for therapeutic interventions?",
		"author": "Martine A Thomis and Jeroen Aerssens",
		"doi": "https://doi.org/10.1016/j.coph.2012.03.003",
		"abstract": "Inter-individual variation in muscle mass and muscular fitness is broad; being at the upper tail of the distribution not only contributes to improve elite sport performance, but is also associated with longer independent living and higher quality-of-life in the aging population. Heritability estimates of muscle phenotypes are substantial and warrant the search for genetic components underlying this individual variability. The ‘kinesiogenomics’ field is young, but genetic associations with muscle strength-related phenotypes have been reported already for more than 40 candidate genes, and genome-wide scans revealed several additional regions of interest in the genome. Although genetic findings may reveal attractive targets for novel muscle atrophy therapy, the benefit of exercise as a major stimulus for natural muscle mass enhancement or maintenance cannot be underestimated.",
		"pages": "355-362",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1471489212000458",
		"journal": "Current Opinion in Pharmacology",
		"volume": "12"
	},
	{
		"id": "MAUSBACH2011165",
		"source_id": "MAUSBACH2011165",
		"type": "article",
		"title": "Sensitivity and specificity of the UCSD Performance-based Skills Assessment (UPSA-B) for identifying functional milestones in schizophrenia",
		"author": "Brent T. Mausbach and Colin A. Depp and Christopher R. Bowie and Philip D. Harvey and John A. McGrath and Mary H. Thronquist and James R. Luke and Paula S. Wolyniec and Ann E. Pulver and Thomas L. Patterson",
		"keywords": "Psychosis, Functional capacity, Functioning, Employment, Independence, Well-being",
		"doi": "https://doi.org/10.1016/j.schres.2011.07.022",
		"abstract": "Schizophrenia is a highly debilitating illness that often results in disruption to independent living and employment. However, “gold standard” methods of assessing functional abilities to achieve these milestones are still lacking. In a sample of 367 individuals with schizophrenia, we examined the sensitivity and specificity of the Brief UCSD Performance-based Skills Assessment (UPSA-B) to predict both residential and employment status. Of all individuals residing independently, 75.9% scored 78 or above on the UPSA-B, and of all individuals not residing independently, 59% scored below 78 on the UPSA-B. Of individuals who were employed, 73.9% scored above 82 on the UPSA-B, and of those not employed, 57.8% scored below 82. These results expand upon both the population base and functional milestones with which the UPSA-B is validated, although future work should examine whether the UPSA-B can be used as a decision aid in the likelihood of success in a longitudinal study, such as at critical transitions (post-hospitalization, cessation of supported housing).",
		"pages": "165-170",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996411003938",
		"journal": "Schizophrenia Research",
		"volume": "132"
	},
	{
		"id": "MULA2009530",
		"source_id": "MULA2009530",
		"type": "article",
		"title": "Manic/hypomanic symptoms and quality of life measures in patients with epilepsy",
		"author": "Marco Mula and Regina Jauch and Andrea Cavanna and Laura Collimedaglia and Davide Barbagli and Verena Gaus and Rebekka Kretz and Michele Viana and Roberto Cantello and Francesco Monaco and Bettina Schmitz",
		"keywords": "Epilepsy, Mania, Hypomania, Bipolar disorder, Quality of life",
		"doi": "https://doi.org/10.1016/j.seizure.2009.05.008",
		"abstract": "Purpose Although several studies pointed out an association between depression and quality of life (QoL) of patients with epilepsy, data about manic/hypomanic symptoms (MHS) remain scanty. In this study, we sought to investigate their relationship with social and health-related QoL measures in patients with epilepsy. Methods Consecutive adult outpatients with epilepsy were assessed using the M.I.N.I. Plus version 5.0.0 and the QOLIE-31. Results Among 117 evaluated patients, 17 fulfilled DSM-IV criteria for manic/hypomanic episodes. Patients with MHS, as compared to those without, showed lower scores in emotional well-being, energy and fatigue, medication effects, social function and total QOLIE score. However, there was no between-groups difference in educational achievements, employment status, living situation, comorbid psychiatric disorders, history of suicide or abuse of illicit drugs. Conclusions MHS are associated with poor QoL measures in patients with epilepsy, though without differences in educational achievements, employment status and independent living.",
		"pages": "530-532",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1059131109001058",
		"journal": "Seizure",
		"volume": "18"
	},
	{
		"id": "ROBINSON2009253",
		"source_id": "ROBINSON2009253",
		"type": "article",
		"title": "Looking Ahead in Long-Term Care: The Next 50 Years",
		"author": "Karen M. Robinson and Susan C. Reinhard",
		"keywords": "Long-term care, Future, Aging, Trends, Community",
		"doi": "https://doi.org/10.1016/j.cnur.2009.02.004",
		"pages": "253-262",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002964650900005X",
		"journal": "Nursing Clinics of North America",
		"volume": "44"
	},
	{
		"id": "KUTZEN200437",
		"source_id": "KUTZEN200437",
		"type": "article",
		"title": "Integration of Palliative Care into Primary Care for Human Immunodeficiency Virus-Infected Patients",
		"author": "Harlee S. Kutzen",
		"keywords": "Palliative care, Pain, Symptoms, Quality of life, Advance care planning",
		"doi": "https://doi.org/10.1097/00000441-200407000-00006",
		"abstract": "ABSTRACT Palliative care for patients infected with human immunodeficiency virus (HIV) includes components of pain and symptom management, advance care planning, prioritization of life goals, and the support of individuals and families throughout the entire continuum of the disease. There are numerous social stressors such as stigma, infected family members and caregivers, loss of housing and independent living, and the increasing influence of substance use in all communities. Because many barriers prevent those with advanced disease from getting comprehensive pain and symptom management as well as option planning, it is important for all HIV care providers to improve their knowledge, sensitivity, and competence regarding this aspect of care. This article provides an overview of critical issues in palliative care and information on how best to improve HIV primary care.",
		"pages": "37-47",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002962915340246",
		"journal": "The American Journal of the Medical Sciences",
		"volume": "328"
	},
	{
		"id": "WANG201595",
		"source_id": "WANG201595",
		"type": "article",
		"title": "Three dysconnectivity patterns in treatment-resistant schizophrenia patients and their unaffected siblings",
		"author": "Jicai Wang and Hongbao Cao and Yanhui Liao and Weiqing Liu and Liwen Tan and Yanqing Tang and Jindong Chen and Xiufeng Xu and Haijun Li and Chunrong Luo and Chunyu Liu and Kathleen Ries Merikangas and Vince Calhoun and Jinsong Tang and Yin Yao Shugart and Xiaogang Chen",
		"keywords": "Schizophrenia, TRS, Brain plasticity, Functional connectivity, Sibling controls",
		"doi": "https://doi.org/10.1016/j.nicl.2015.03.017",
		"abstract": "Among individuals diagnosed with schizophrenia, approximately 20%–33% are recognized as treatment-resistant schizophrenia (TRS) patients. These TRS patients suffer more severely from the disease but struggle to benefit from existing antipsychotic treatments. A few recent studies suggested that schizophrenia may be caused by impaired synaptic plasticity that manifests as functional dysconnectivity in the brain, however, few of those studies focused on the functional connectivity changes in the brains of TRS groups. In this study, we compared the whole brain connectivity variations in TRS patients, their unaffected siblings, and healthy controls. Connectivity network features between and within the 116 automated anatomical labeling (AAL) brain regions were calculated and compared using maps created with three contrasts: patient vs. control, patient vs. sibling, and sibling vs. control. To evaluate the predictive power of the selected features, we performed a multivariate classification approach. We also evaluated the influence of six important clinical measures (e.g. age, education level) on the connectivity features. This study identified abnormal significant connectivity changes of three patterns in TRS patients and their unaffected siblings: 1) 69 patient-specific connectivity (PCN); 2) 102 shared connectivity (SCN); and 3) 457 unshared connectivity (UCN). While the first two patterns were widely reported by previous non-TRS specific studies, we were among the first to report widespread significant connectivity differences between TRS patient groups and their healthy sibling groups. Observations of this study may provide new insights for the understanding of the neurophysiological mechanisms of TRS.",
		"pages": "95-103",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158215000595",
		"journal": "NeuroImage: Clinical",
		"volume": "8"
	},
	{
		"id": "ZAYAT20111",
		"source_id": "ZAYAT20111",
		"type": "article",
		"title": "Patterns of association between performance in a natural environment and measures of executive function in people with schizophrenia",
		"author": "Elizabeth Zayat and Melisa Rempfer and Byron Gajewski and Catana E. Brown",
		"keywords": "Assessment, Cognition, Test of Grocery Shopping Skills, Ecological validity, Canonical correlation",
		"doi": "https://doi.org/10.1016/j.psychres.2010.11.011",
		"abstract": "This study examined the relationships between a set of real-world performance measures and a set of executive function measures with a sample of community based individuals with schizophrenia (N=80). Participants were given a battery of cognitive tests and were evaluated with a real-world performance measure, the Test of Grocery Shopping Skills (TOGSS). Using canonical correlation analysis, executive functions of planning, problem solving, working memory, and task persistence were significantly related to grocery shopping efficiency and accuracy. Two canonical variates with moderate correlations (0.547 and 0.519) explain that 30% of the variance in the executive function and grocery shopping measures was shared. These results identify patterns of association between executive function performance and the independent living skill of grocery shopping indicating the Test of Grocery Shopping Skills may be considered a sensitive measure of executive function performance in a real-world setting.",
		"pages": "1-5",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178110007018",
		"journal": "Psychiatry Research",
		"volume": "187"
	},
	{
		"id": "GEURTSEN2011696",
		"source_id": "GEURTSEN2011696",
		"type": "article",
		"title": "A Prospective Study to Evaluate a Residential Community Reintegration Program for Patients With Chronic Acquired Brain Injury",
		"author": "Gert J. Geurtsen and Caroline M. van Heugten and Juan D. Martina and Antonius C. Rietveld and Ron Meijer and Alexander C. Geurts",
		"keywords": "Brain injuries, Employment, Quality of life, Rehabilitation Residential treatment, Treatment outcome",
		"doi": "https://doi.org/10.1016/j.apmr.2010.12.022",
		"abstract": "Geurtsen GJ, van Heugten CM, Martina JD, Rietveld AC, Meijer R, Geurts AC. A prospective study to evaluate a residential community reintegration program for patients with chronic acquired brain injury. Objective To examine the effects of a residential community reintegration program on independent living, societal participation, emotional well-being, and quality of life in patients with chronic acquired brain injury and psychosocial problems hampering societal participation. Design A prospective cohort study with a 3-month waiting list control period and 1-year follow up. Setting A tertiary rehabilitation center for acquired brain injury. Participants Patients (N=70) with acquired brain injury (46 men; mean age, 25.1y; mean time postonset, 5.2y; at follow up n=67). Intervention A structured residential treatment program was offered directed at improving independence in domestic life, work, leisure time, and social interactions. Main Outcome Measures Community Integration Questionnaire (CIQ), Employability Rating Scale, living situation, school, work situation, work hours, Center for Epidemiological Studies Depression Scale, EuroQOL quality of life scale (2 scales), World Health Organization Quality of Life Scale Abbreviated (WHOQOL-BREF; 5 scales), and the Global Assessment of Functioning (GAF) scale. Results There was an overall significant time effect for all outcome measures (multiple analysis of variance T2=26.16; F36,557 134.9; P=.000). There was no spontaneous recovery during the waiting-list period. The effect sizes for the CIQ, Employability Rating Scale, work hours, and GAF were large (partial η2=0.25, 0.35, 0.22, and 0.72, respectively). The effect sizes were moderate for 7 of the 8 emotional well-being and quality of life (sub)scales (partial η2=0.11–0.20). The WHOQOL-BREF environment subscale showed a small effect size (partial η2=0.05). Living independently rose from 25.4% before treatment to 72.4% after treatment and was still 65.7% at follow up. Conclusions This study shows that a residential community reintegration program leads to significant and relevant improvements of independent living, societal participation, emotional well-being, and quality of life in patients with chronic acquired brain injury and psychosocial problems hampering societal participation.",
		"pages": "696-704",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999310010038",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "92"
	},
	{
		"id": "KIM2015595",
		"source_id": "KIM2015595",
		"type": "article",
		"title": "Meaning of Care for Terminally Ill HIV-infected Patients by HIV-infected Peer Caregivers in a Simulation-based Training Program in South Korea",
		"author": "Sunghee Kim and Gisoo Shin",
		"keywords": "caring, HIV, peer group, peer providers, simulation training",
		"doi": "https://doi.org/10.1016/j.jana.2015.04.008",
		"abstract": "The purpose of this study was to develop a simulation-based training program for people living with HIV (PLWH) as peer caregivers who would take care of terminally ill, HIV-infected patients. We used qualitative research methods and standardized patients to explore the meaning of caring for patients as peer caregivers. Study participants included 32 patients registered as PLWH at the South Korea Federation for HIV/AIDS. The meanings of peer caregiving were categorized into four dimensions: physical, psychological, relational, and economic. Our study had benefits in knowledge acquisition for caregivers as well as care recipients, empathy with HIV-infected care recipients, improvement in self-esteem and social participation, and financial self-sufficiency to enable independent living for caregivers. The simulation training program for PLWH peer caregivers for terminally ill HIV-infected patients demonstrated value, for both PLWH caregivers and terminally ill HIV-infected patients in South Korea, to improve the quality of care.",
		"pages": "595-601",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1055329015000965",
		"journal": "Journal of the Association of Nurses in AIDS Care",
		"volume": "26"
	},
	{
		"id": "HIGAI2003117",
		"source_id": "HIGAI2003117",
		"type": "article",
		"title": "Altered glycosylation of α1-acid glycoprotein in patients with inflammation and diabetes mellitus",
		"author": "Koji Higai and Yutaro Azuma and Yutaka Aoki and Kojiro Matsumoto",
		"keywords": "α1-Acid glycoprotein, -Glycan, Sialyl Lewis X, Inflammation, Diabetes mellitus, MALDI-TOFMS",
		"doi": "https://doi.org/10.1016/S0009-8981(02)00427-8",
		"abstract": "Background: In certain pathophysiological conditions, such as inflammation rheumatoid arthritis and diabetes mellitus (DM), alterations in asparagine-linked glycan (N-glycan) patterns of the acute-phase protein, α1-acid glycoprotein (AGP), have been reported. In this study, we investigated N-glycan structures of AGP purified from the sera of patients with acute inflammation (n=5), type 2 diabetes mellitus (n=5), and healthy individuals (n=5). Methods: N-Glycans were released with peptide N-glycosidase F (PNGase F) from denatured AGP and purified with cellulose cartridge. N-glycans were analyzed by matrix-assisted laser desorption ionization-time of flight mass spectrometry (MALDI-TOFMS) in combination with exoglycosidase digestion. Results: We revealed increases in bi-antennary complex glycans and in α1–3 fucosylated bi-, tri-, and tetra-antennary glycans and a decrease in tri-antennary glycans in inflammation patients. These results support increases in bindings to concanavalin A (ConA) and Aleuria aurantia lectins (AALs). In diabetic patients, the pathogenesis-specific change in N-glycan patterns of AGP was not significant. Conclusions: The MALDI-TOFMS method is sensitive and suitable for profiling analysis of N-glycans in clinical samples.",
		"pages": "117-125",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009898102004278",
		"journal": "Clinica Chimica Acta",
		"volume": "329"
	},
	{
		"id": "GORWOOD20121",
		"source_id": "GORWOOD20121",
		"type": "article",
		"title": "W04-02 - Psychosocial functioning (PSF) - definition and measurement",
		"author": "P. Gorwood",
		"doi": "https://doi.org/10.1016/S0924-9338(12)75679-1",
		"abstract": "Functional remission is an important treatment goal in schizophrenia, as independent living and reintegration of patients into the community and the workplace is the ultimate goal of any treatment. Nevertheless, assessing functional remission in schizophrenia is problematic, as it is a multifactorial and complex entity reflecting various aspects such as symptoms severity, personal skills and socio-cultural expectancies. The different instruments available for clinicians will be reviewed, with large differences regarding way of administration (self-report, clinican or informant rating, tests), strength (speed, easiness, accurency, capacity to involve patients, stardardized, objectivity), and limits (validity, biases, tto narrow, costly, time-consuming, culture specific). These will be detailed for GAF, PSP, UPSA, CAN, FSRS and FROGS. A shorter (and quicker) version of the FROGS will also be presented, restricting the instrument on four items that are able to capture a large part of the variance of the functional impriovement which is associated wityh longer clinical remission (time and improvement sensitive).",
		"pages": "1",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933812756791",
		"journal": "European Psychiatry",
		"volume": "27"
	},
	{
		"id": "MADAN2015345",
		"source_id": "MADAN2015345",
		"type": "article",
		"title": "The management of musculoskeletal disorders in the workplace",
		"author": "Ira Madan and Paul Robert Grime",
		"keywords": "Work, Occupation, Fitness, Musculoskeletal disorders, Adjustments, Vocational rehabilitation, Disability, Benefits",
		"doi": "https://doi.org/10.1016/j.berh.2015.03.002",
		"abstract": "Musculoskeletal disorders are a major cause of suffering and disability among working-age adults. Although working in ergonomically unsound jobs may lead to the development of certain musculoskeletal disorders, it is increasingly recognised that well-designed work is generally good for health and individuals with musculoskeletal disorders generally benefit from working. This chapter explores how health-care professionals should assess patients fitness for work, what factors should be considered and how the results should be communicated and to whom. Of necessity, this chapter describes current United Kingdom (UK) schemes and systems. Nevertheless, the principles described can be extended to most countries but the reader is advised to familiarise themselves with the detail of the equivalent national services in their own practice. The new UK Fit for Work service is explained together with advice on how best to use a fit note to optimise patients short- and long-term health. We detail what benefits are available to those who are unable to work because of poor health and how health professionals can achieve an optimum balance between supporting those who are genuinely unfit to work through benefits from a welfare state and encouraging and facilitating those who can earn an independent living to do so.",
		"pages": "345-355",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1521694215000054",
		"journal": "Best Practice & Research Clinical Rheumatology",
		"volume": "29"
	},
	{
		"id": "GLYKAS2004121",
		"source_id": "GLYKAS2004121",
		"type": "article",
		"title": "Technological innovations in asthma patient monitoring and care",
		"author": "Michael Glykas and Panagiotis Chytas",
		"keywords": "Telemedicine, Asthma, Asthma management, Asthma monitoring, e-Health, Homecare",
		"doi": "https://doi.org/10.1016/j.eswa.2003.12.007",
		"abstract": "Recent studies have shown that long-term monitoring of asthma severity can reduce asthma exacerbations, optimise drug therapy and decrease the cost of asthma management [National Heart, Lung and Blood Institute, 1997]. The management of a chronic patient is a collective and cooperative enterprise that may exploit Information Technologies (IT) to improve the overall quality of care [Int. J. Med. Informatics 55 (1999) 87]. The aim of this paper is to present a web based asthma tool that significantly enhances public information and awareness to support illness prevention, patients independent living through user profiling and personalisation and collaborative work between health professionals, therapists, caregivers and patients through Tele-Care and Tele-Consultation. The system has been tested through a preliminary survey that took place in UK and Greece.",
		"pages": "121-131",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417403002148",
		"journal": "Expert Systems with Applications",
		"volume": "27"
	},
	{
		"id": "POWER2008834",
		"source_id": "POWER2008834",
		"type": "article",
		"title": "Caring for independent lives: Geographies of caring for young adults with intellectual disabilities",
		"author": "Andrew Power",
		"keywords": "Carer, Disability geography, Caregiving, Intellectual disability, Ireland, Independent living, Family",
		"doi": "https://doi.org/10.1016/j.socscimed.2008.05.023",
		"abstract": "This paper engages with the emerging disciplinary clash between ‘care’ and ‘independence’ within disability studies by examining the geography of home care for young adults with intellectual disabilities. The care system as a whole is viewed as central to disablist structures within disability studies (see Thomas, C. (2007). Sociologies of disability and illness: Contested ideas in disability studies and medical sociology. Hampshire: Palgrave Macmillan.). However, despite the theorisation of dependency as being in antipathy to the goals of the disability movement, caregiving at home still continues to dominate community care. The paper attempts to address how family carers are ‘caught-in-the-middle’ between their ‘duty’ to care and at the same time, perpetuating dependency; the reality being that parents have to deal with issues of being overprotective and confronting various social assumptions about disability. It examines the narratives from 25 family caregivers in Ireland who provide personal assistance to young adults with intellectual disabilities.",
		"pages": "834-843",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S027795360800275X",
		"journal": "Social Science & Medicine",
		"volume": "67"
	},
	{
		"id": "KROLZIELINSKA2011e10",
		"source_id": "KROLZIELINSKA2011e10",
		"type": "article",
		"title": "Physical activity and functional fitness in institutionalized vs. independently living elderly: A comparison of 70–80-year-old city-dwellers",
		"author": "Magdalena Król-Zielińska and Krzysztof Kusy and Jacek Zieliński and Wiesław Osiński",
		"keywords": "Energy expenditure, Physical performance, Living settings, Sex differences",
		"doi": "https://doi.org/10.1016/j.archger.2010.07.013",
		"abstract": "The purpose of the study was to compare the level of energy expenditure due to physical activity (EEPA) and functional fitness (FF) in 59 women and 82 men aged 70–80 years, divided into three groups: permanent residents in assisted-living facilities (ALFs), participants in adult day care centers (DCCs) and older people living independently, members in community senior centers (CSCs). EEPA and FF were analyzed taking into consideration sex differences. The energy expenditure tended to be lower in DCCs and ALFs subjects than in CSCs members, but significant differences were obtained only in women. Women in different living settings differed only in endurance. In men, the differences were clear in most tests (endurance, strength, agility/dynamic balance) except for flexibility. Institutionalization was connected with a significantly lower level of FF and equalization of sex differences. Education seemed to be an important factor influencing the level of FF in men.",
		"pages": "e10-e16",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494310002104",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "53"
	},
	{
		"id": "SEEKINS2008109",
		"source_id": "SEEKINS2008109",
		"type": "article",
		"title": "Faith-Based Organizations: A Potential Partner in Rural Transportation",
		"author": "Tom Seekins and Steve Bridges and Annesa Santa and Daniel J. Denis and Andrea Hartsell",
		"doi": "https://doi.org/10.5038/2375-0901.11.1.6",
		"abstract": "Disability advocates frequently suggest that faith-based organizations (FBO) may be potential providers of transportation for people with disabilities living in rural communities. We conducted a national survey of rural FBOs in the United States to explore their capacity and interest in being involved in local transportation. We randomly selected 716 FBOs located within 15 miles of a rural center for independent living. Forty percent (N = 288) of these responded to our mailed survey. Responding faith communities averaged 300 worshiping adults with an average of 9.5 percent being judged to have a significant disability. Overall, respondents indicated they were neither willing nor unwilling to become involved in providing transportation to either the general public or to people with disabilities. Nevertheless, 32 percent of respondents said they would be willing or very willing to do so. Respondents reported that their congregations owned a total of 146 vehicles, 18.5 percent of which were judged to be accessible. Results are discussed in terms of the need to understand faith communities and their orientation to community service.",
		"pages": "109-125",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1077291X22002703",
		"journal": "Journal of Public Transportation",
		"volume": "11"
	},
	{
		"id": "YANG2000429",
		"source_id": "YANG2000429",
		"type": "article",
		"title": "Protein Farnesylation Is Critical for Maintaining Normal Cell Morphology and Canavanine Resistance in Schizosaccharomyces pombe *",
		"author": "Wenli Yang and Jun Urano and Fuyuhiko Tamanoi",
		"doi": "https://doi.org/10.1074/jbc.275.1.429",
		"abstract": "Protein farnesyltransferase (FTase) plays important roles in the growth and differentiation of eukaryotic cells. In this paper, we report the identification of theSchizosaccharomyces pombe genecpp1 + encoding the β-subunit of FTase. The predicted amino acid sequence of the cpp1 + gene product shares significant similarity with FTase β-subunits from a variety of organisms. S. pombe FTase purified from E. coli exhibits high enzymatic activity toward the CAAXfarnesylation motif substrates (where C represents cysteine,A represents aliphatic amino acid, and X is preferentially methionine, cysteine, serine, alanine, or glutamine) while showing little preference for CAALgeranylgeranylation motif substrates (where L represents leucine or phenylalanine). cpp1 + is not essential for growth as shown by gene disruption; however, mutant cells exhibit rounded or irregular cell morphology. Expression of a geranylgeranylated mutant form, Ras1-CVIL, which can bypass farnesylation, rescues these morphological defects. We also identify a novel phenotype of cpp1 − mutants, hypersensitivity to canavanine. This appears to be due to a 3–4-fold increase in the rate of arginine uptake as compared with wild-type cells. Expression of the geranylgeranylated mutant form of a novel farnesylated small GTPase, SpRheb, is able to suppress the elevated arginine uptake rate. These results demonstrate that protein farnesylation is critical for maintaining normal cell morphology through Ras1 and canavanine resistance through SpRheb.",
		"pages": "429-438",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021925819528824",
		"journal": "Journal of Biological Chemistry",
		"volume": "275"
	},
	{
		"id": "TAATI2013163",
		"source_id": "TAATI2013163",
		"type": "article",
		"title": "Video analysis for identifying human operation difficulties and faucet usability assessment",
		"author": "Babak Taati and Jasper Snoek and Alex Mihailidis",
		"keywords": "Video analysis, Usability assessment, Temporal segmentation, Operation difficulty, Human–product interaction, Computer vision, Machine learning",
		"doi": "https://doi.org/10.1016/j.neucom.2011.10.041",
		"abstract": "As the world struggles to cope with a growing elderly population, concerns of how to preserve independence are becoming increasingly acute. A major hurdle to independent living is the inability to use everyday household objects. This work aims to automate the assessment of product usability for the elderly population using the tools of computer vision and machine learning. A novel video analysis technique is presented that performs temporal segmentation of video containing human–product interaction and automatically identifies time segments in which the human has difficulties in operating the product. The method has applications in the automatic assessment of the usability of various product designs via measuring the frequency of operation difficulties. The approach is applied to a case study of water faucet design for the older adult population with dementia. Experiments in the automatic analysis of a large database of real-world recorded videos confirm the effectiveness of the approach in providing valid temporal segmentation (accuracy 88.1%) and in the correct estimation of the relative advantage (or disadvantage) of one design over another in terms of operation difficulties in performing various actions.",
		"pages": "163-169",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231212003918",
		"journal": "Neurocomputing",
		"volume": "100"
	},
	{
		"id": "SODERGREN2013113",
		"source_id": "SODERGREN2013113",
		"type": "article",
		"title": "Lifestyle predictors of healthy ageing in men",
		"author": "Marita Södergren",
		"keywords": "Health behaviour, Food habits, Physical activity, Smoking, Older adults",
		"doi": "https://doi.org/10.1016/j.maturitas.2013.02.011",
		"abstract": "With ageing populations a major challenge is to maintain physical and cognitive function, quality of life and independence. The literature does not only indicate important gender differences in lifestyle behaviours, but also how these behaviours might affect health outcomes. The current review has a male perspective when exploring lifestyle predictors of healthy ageing, such as physical activity and sedentary behaviours, smoking, diet and alcohol consumption. This review shows that not only do men with healthy lifestyles survive longer, but also with good health and disability is postponed and compressed into fewer years at the end of life. It is also clear that physical activity and smoking in midlife and late adulthood impact and predict healthy ageing in men. However, healthy ageing has no clear phenotypic definition and more research is needed to establish the impact on dietary and sedentary behaviours on healthy ageing in men. Adoption of healthier lifestyles could result in postponement of age associated diseases and/or the slowing down of the ageing process. Consequently, this allows independent living for a longer period of time and would reduce the burden to social and health care sectors.",
		"pages": "113-117",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S037851221300056X",
		"journal": "Maturitas",
		"volume": "75"
	},
	{
		"id": "ALLAIRE20131302",
		"source_id": "ALLAIRE20131302",
		"type": "article",
		"title": "Successful aging through digital games: Socioemotional differences between older adult gamers and Non-gamers",
		"author": "Jason C. Allaire and Anne Collins McLaughlin and Amanda Trujillo and Laura A. Whitlock and Landon LaPorte and Maribeth Gandy",
		"keywords": "Aging, Digital games, Well-being, Depression",
		"doi": "https://doi.org/10.1016/j.chb.2013.01.014",
		"abstract": "The purpose of this investigation was to examine differences in psychological functioning (e.g., well-being, affect, depression, and social functioning) between older adults who play digital games compared to those older adults that do not play digital games. Analysis was conducted on a sample of 140 independently living older adults with an average age of 77.47years (SD=7.31). Participants were divided into three groups (Regular, Occasional Gamers, and Non-gamers) – 60% of the sample was either a Regular or Occasional Gamer. Differences among the groups were found for well-being, negative affect, social functioning, and depression with Regular and Occasional Gamers performing better, on average, than Non-gaming older adults. Findings suggest that playing may serve as a positive activity associated with successful aging.",
		"pages": "1302-1306",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563213000174",
		"journal": "Computers in Human Behavior",
		"volume": "29"
	},
	{
		"id": "MAHONEY2007217",
		"source_id": "MAHONEY2007217",
		"type": "article",
		"title": "In-home monitoring of persons with dementia: Ethical guidelines for technology research and development",
		"author": "Diane F. Mahoney and Ruth B. Purtilo and Frank M. Webbe and Majd Alwan and Ashok J. Bharucha and Tim D. Adlam and Holly B. Jimison and Beverly Turner and S. Ann Becker",
		"keywords": "Technology and aging, Gerontechnology, Caregiving, Institutional Review Boards, Grant reviewers, Independent living, Translational research",
		"doi": "https://doi.org/10.1016/j.jalz.2007.04.388",
		"abstract": "Innovative technologies are rapidly emerging that offer caregivers the support and means to assist older adults with cognitive impairment to continue living “at home.” Technology research and development efforts applied to older adults with dementia invoke special grant review and institutional review board concerns, to ensure not only safe but also ethically appropriate interventions. Evidence is emerging, however, that tensions are growing between innovators and reviewers. Reviewers with antitechnology biases are in a position to stifle needed innovation. Technology developers who fail to understand the clinical and caregiving aspects of dementia may design applications that are not in alignment with users’ capabilities. To bridge this divide, we offer an analysis of the ethical issues surrounding home monitoring, a model framework, and ethical guidelines for technology research and development for persons with Alzheimer’s disease and their caregivers.",
		"pages": "217-226",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526007004839",
		"journal": "Alzheimers & Dementia",
		"volume": "3"
	},
	{
		"id": "MATSON20091317",
		"source_id": "MATSON20091317",
		"type": "article",
		"title": "Examination of adaptive behavior differences in adults with autism spectrum disorders and intellectual disability",
		"author": "Johnny L. Matson and Tessa T. Rivet and Jill C. Fodstad and Timothy Dempsey and Jessica A. Boisjoli",
		"keywords": "Adaptive skills, VABS, Adults, Intellectual disabilities, Autism, PDD-NOS, Comorbid psychopathology",
		"doi": "https://doi.org/10.1016/j.ridd.2009.05.008",
		"abstract": "Autism spectrum disorders (ASD) and intellectual disabilities (ID) are high prevalence developmental disabilities that co-occur at high rates. Furthermore, Axis I psychopathology is known to occur more frequently in individuals with ID than the general population. The problems are lifelong and can be major impediments to independent living. Despite this, little research with adults is available to determine the effects of these disabilities on specific adaptive skills. In this study, 337 adults were evaluated using the Vineland Adaptive Behavior Scale to assess the effects of these disabilities on looking at an ID, ID plus ASD, and ID and ASD plus Axis I psychopathology group. Adaptive skills were greatest for the ID group followed by the ID plus ASD, and ID and ASD plus psychopathology. Thus, the more handicapping conditions, the greater the skills deficits observed, particularly where psychopathology was concerned. As such, accurately identifying the causes of adaptive skill deficits will likely result in more precise and effective treatment.",
		"pages": "1317-1325",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422209000912",
		"journal": "Research in Developmental Disabilities",
		"volume": "30"
	},
	{
		"id": "GOODNEY20091431",
		"source_id": "GOODNEY20091431",
		"type": "article",
		"title": "Predicting ambulation status one year after lower extremity bypass",
		"author": "Philip P. Goodney and Donald S. Likosky and Jack L. Cronenwett",
		"doi": "https://doi.org/10.1016/j.jvs.2009.02.014",
		"abstract": "Introduction Surgeons must weigh the morbidity of lower extremity bypass (LEB) with the likelihood of a functional outcome postoperatively. We developed a model to predict ambulation status 1 year after LEB. Methods We analyzed a prospective registry of 1561 LEB procedures performed for occlusive disease (2003-2005) in 1400 patients (50 surgeons, 11 hospitals). Ambulation status was assessed preoperatively, at discharge, and at 1-year by life-table analysis. Cox proportional hazards models were used to determine predictors of ambulation status 1 year postoperatively. Results The indication for surgery was claudication in 25% and critical limb ischemia (CLI) in 75%. Claudicant patients had higher primary (79% vs 73%, P < .001) and secondary (87% vs 81%, P < .001) graft patency rates and were more likely to be alive and ambulatory 1 year postoperatively (96% vs 81%, P < .001) than CLI patients. Amputation rates were 12% for CLI patients and 1% for claudicant patients (P < .001). All claudicant patients walked before surgery, and the 95% who survived 1 year postoperatively remained ambulatory. Preoperatively, 93% of CLI patients were ambulatory, and 88% of the survivors at 1 year remained ambulatory. The risk of dying or being nonambulatory 1 year postoperatively was increased in patients who were nonambulatory preoperatively (hazard ratio [HR], 1.5; 95% confidence interval [CI], 1.3-1.6; P < .0001), by increasing age of 70-79 (HR, 1.8; 95% CI, 1.2-2.6; P < .007) and 80-89 years (HR, 2.3; 95% CI, 1.5-3.7; P < .0001), by CLI (HR, 2.0; 95% CI, 1.2-3.4; P < .007), by postoperative myocardial infarction (HR, 2.5; 95% CI, 1.6-4.1; P < .001), and by major amputation (HR, 2.9; 95% CI, 2.1-4.1; P < .001). Graft thrombosis during follow-up (HR, 1.6; 95% CI, 1.1-1.8; P < .003) and living in a nursing home preoperatively (HR, 3.5; 95% CI, 1.5-7.8; P < .003) were independently associated with a higher risk of being nonambulatory at 1 year. Conclusions Ambulatory and independent living status are well preserved after LEB. Risk factors of age, preoperative ambulatory ability, independent living status, CLI, graft patency, and amputation help to predict ambulatory status 1 year postoperatively. The likelihood of death or nonambulatory status at 1 year was <5% in patients with none of these risk factors to nearly 50% in patients with three or more risk factors. These variables can be used to inform decision making about whether patients should undergo LEB.",
		"pages": "1431-1439.e1",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521409002456",
		"journal": "Journal of Vascular Surgery",
		"volume": "49"
	},
	{
		"id": "MBERU20111284",
		"source_id": "MBERU20111284",
		"type": "article",
		"title": "Internal migration and health: Premarital sexual initiation in Nigeria",
		"author": "Blessing Uchenna Mberu and Michael J. White",
		"keywords": "Internal migration, Sexual initiation, Ethnic origin, Nigerian youth, Sub-Saharan Africa",
		"doi": "https://doi.org/10.1016/j.socscimed.2011.02.019",
		"abstract": "The high rates of youth migration to urban and economic centers, in the context of persistent poverty and devastating HIV/AIDS burden, have raised intricate social policy challenges in developing countries. Using the 2008 Nigeria Demographic and Health Survey data, descriptive statistics, Kaplan–Meier survival curves and discrete-time hazard regression models, this study examines the patterns of internal migration and sexual initiation among never-married Nigerian youth aged 15–24. We find that migrants generally show stronger association than non-migrants, and urban–rural and rural–rural migrants particularly show the strongest independent association with premarital sexual initiation. Other significant covariates are age, religion, ethnic origin, educational attainment, independent living arrangement, formal employment and exposure to the mass media. The findings highlight the direct importance of youth migration in understanding and addressing the challenges of premarital sexual behavior and the need for behavior change policies and programs to be sensitive to the complex contextual nuances across youth groups in one country.",
		"pages": "1284-1293",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953611001067",
		"journal": "Social Science & Medicine",
		"volume": "72"
	},
	{
		"id": "VARADHARAJAN19991512",
		"source_id": "VARADHARAJAN19991512",
		"type": "article",
		"title": "On the design of secure ATM networks",
		"author": "V Varadharajan and R Shankaran and M Hitchens",
		"keywords": "Security, Asynchronous transfer mode networks, Authentication, Access control, Public key infrastructure",
		"doi": "https://doi.org/10.1016/S0140-3664(99)00124-3",
		"abstract": "Asynchronous Transfer Mode (ATM) is seen to be a technology that allows flexibility, efficiency and manageable bandwidth on demand to be achieved in high-speed networks. ATM is able to support a variety of applications including voice, video, image and data with different quality of service requirements. This paper addresses the design and implementation of security services and mechanisms in ATM networks. The paper examines the various design options for the placement of security services within the ATM protocol reference model and considers their advantages and disadvantages. The option of placing the security layer between the ATM Adaptation Layer (AAL) and the ATM layer is selected and the design of security services such as confidentiality, integrity and data origin authentication services in the user plane are described. The paper then presents an authentication scheme and key establishment protocol. This protocol is integrated with the existing ATM signaling protocols as part of the call setup procedures in the control plane. Then the paper discusses a public key infrastructure for the ATM environment and considers the design of public key management protocols between ATM nodes and Certification Authority for initializing, retrieving and distributing public key certificates. Finally, the paper considers the design of access control service for ATM networks and discusses the issues involved in the provision of access control mechanisms both at the connection setup phase and during the user data transfer phase. It seems that the developed security design can be transparently integrated to secure ATM networks.",
		"pages": "1512-1525",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140366499001243",
		"journal": "Computer Communications",
		"volume": "22"
	},
	{
		"id": "DORFMAN2004187",
		"source_id": "DORFMAN2004187",
		"type": "article",
		"title": "History and identity in the narratives of rural elders",
		"author": "Lorraine T Dorfman and Susan A Murty and Ronnie J Evans and Jerry G Ingram and James R Power",
		"keywords": "History, Identity, Rural elders",
		"doi": "https://doi.org/10.1016/j.jaging.2004.01.004",
		"abstract": "The growing body of oral history research with elders has rarely focused on the reflections of rural elders. The purpose of this study was to gather the oral histories of both community-dwelling and institutionalized elders in a small Midwestern rural community. Of particular interest were the historical events that shaped the elders lives, their personal histories and sources of identity, and their recollections of rural community life. Tape-recorded oral histories were gathered with 37 rural elders in four community settings: a congregate meal site, a semi-independent living setting, an assisted living facility, and a nursing home. Major themes that emerged from the content analysis were the importance of the two World Wars and Great Depression as the defining events in the elders lives, values of self-reliance, hard work, and religion, attachment to place and community, and centrality of family and work. Implications for research and practice are discussed.",
		"pages": "187-203",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406504000052",
		"journal": "Journal of Aging Studies",
		"volume": "18"
	},
	{
		"id": "IEZZONI2014S64",
		"source_id": "IEZZONI2014S64",
		"type": "article",
		"title": "Policy concerns raised by the growing U.S. population aging with disability",
		"author": "Lisa I. Iezzoni",
		"keywords": "Disability, Aging, Health policy",
		"doi": "https://doi.org/10.1016/j.dhjo.2013.06.004",
		"abstract": "The number of Americans aging with disabilities will grow substantially in coming decades. Promulgating policies and practices to improve their independent functioning within communities and participation in daily life are therefore imperative, but the most effective approaches for meeting various needs are generally unknown. Historically, research addressing approaches targeting elderly individuals have differed in important ways (e.g., underlying models of disability) from studies involving younger persons aging with disabilities. Participants in a conference addressing this discordance identified six major areas requiring study: (1) resources to support independent living; (2) improving quality of life and participation in daily activities; (3) performing activities of daily living (ADL) and instrumental ADLs; (4) role of families; (5) medical care; and (6) concerns transcending sectors. As these investigations move forward, bridging the divide between approaches addressing elderly individuals versus persons with disabilities will be critical.",
		"pages": "S64-S68",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193665741300112X",
		"journal": "Disability and Health Journal",
		"volume": "7"
	},
	{
		"id": "BAILEY200996",
		"source_id": "BAILEY200996",
		"type": "article",
		"title": "Technology, older persons’ perspectives and the anthropological ethnographic lens",
		"author": "Cathy Bailey and Cormac Sheehan",
		"keywords": "User perspective, Older adults, Technologies for independent living, Perspective de l’utilisateur, Adultes âgés, Technologies pour une vie autonome",
		"doi": "https://doi.org/10.1016/j.alter.2009.01.002",
		"abstract": "This paper shares ‘user perspective’ insights from the ethnography component of an ongoing Irish interdisciplinary study, Technology Research for Independent Living (TRIL).22TRIL is further outlined below. Please visit: http://www.trilcentre.org/. The views and opinions expressed in this paper are those of the authors and are not necessarily those of the projects funding bodies. The research is informed by a shared pool of knowledge, medical and research expertise, engineering resources, design and ethnography and is exploring new technologies that may support older people to live independently in their own homes, even if dealing with age-related illness or injury. To provide theoretical context, we position both our understanding of user perspective and our anthropological ethnographic method of enquiry. We draw on early case study material to illustrate older persons’ understanding and experiences of existing technologies from a life course perspective. We then offer an example from our ongoing ethnographic enquiry, focusing on participants’ experiences of new technology. We consider technology as social and discuss ‘having the know-how’; ‘user-led technology’ and ‘enabling/disabling new technologies’. A critical goal of the research is to achieve user perspective technological design. We argue that its important to be clear about what is meant by ‘user perspective’ and how such user perspective is obtained; in our case, through our anthropological ethnographic lens on older persons and their ongoing relationships with existing and new technologies. Résumé L’article défend l’idée de la « perspective de l’utilisateur » en s’appuyant sur la partie ethnographique d’une étude interdisciplinaire irlandaise en cours : technology research for independent living (TRIL).33TRIL est décrit plus en détail ci-dessous. Le site peut être consulté : http://www.trilcentre.org/. Les points de vue et les opinions exprimés dans cet article sont ceux des auteurs et pas nécessairement ceux des organismes financeurs du projet. La recherche s’inspire d’un ensemble de connaissances partagées – expertise médicoscientifique, ressources de l’ingénierie, design et ethnographie – et explore les nouvelles technologies susceptibles d’aider les personnes âgées à vivre de manière autonome à domicile, même lorsqu’elles sont confrontées à la maladie ou à des lésions liées à l’âge. Pour situer le cadre théorique, nous présentons la manière dont nous concevons la perspective de l’utilisateur et notre méthode d’enquête anthropologique et ethnographique. Puis, nous présentons l’exploitation d’un matériel issu d’études de cas pour illustrer la compréhension et l’expérience qu’ont les personnes âgées des technologies existantes, à partir d’une approche biographique. Nous donnons ensuite un exemple, issu d’une enquête ethnographique en cours, centré sur les expériences qu’ont les usagers de nouvelles technologies. Enfin, considérant la dimension sociale des technologies, nous discutons la signification des termes « posséder le savoir-faire », « technologie centrée sur l’utilisateur » et « nouvelles technologies capacitantes/incapacitantes ». Un des objectifs critique de la recherche étant de parvenir à obtenir un design technologique dans la perspective de l’utilisateur, il apparaît important de clarifier ce concept et de montrer comment une telle « perspective de l’utilisateur » peut être obtenue à travers une approche anthropologique et ethnographique des personnes âgées et de leurs relations continues avec les technologies existantes et les nouvelles technologies.",
		"pages": "96-109",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1875067209000194",
		"journal": "Alter",
		"volume": "3"
	},
	{
		"id": "CULBERTSON200493",
		"source_id": "CULBERTSON200493",
		"type": "article",
		"title": "Ear and hearing status in a multilevel retirement facility",
		"author": "Deborah S Culbertson and Marcella Griggs and Suzanne Hudson",
		"doi": "https://doi.org/10.1016/j.gerinurse.2004.01.001",
		"abstract": "The primary purpose of this study was to evaluate ear and hearing status in a retirement facility. Two measures of earwax occlusion, hearing impairment, hearing handicap, and cognitive function were made for 49 residents across a 1- to 4-month interval. Forty-nine percent of these residents had excessive or impacted earwax at time measurement #1 and 30.6% at time measurement #2. Because the other measures showed minimal change, time 1 and 2 measures were averaged, resulting in an incidence of 79.3% for moderate or greater hearing impairment, 39.0% for cognitive deficit, 12.5% for significant self-reported hearing handicap, and 17.2% for significant staff-reported handicap. A higher incidence of excessive and impacted earwax, moderate or greater hearing impairment, and cognitive deficit was found for residents in assisted living and nursing care than for residents in independent living. Recommendations for hearing impairment and handicap screening and effective communication strategies are offered.",
		"pages": "93-98",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S019745720400014X",
		"journal": "Geriatric Nursing",
		"volume": "25"
	},
	{
		"id": "BOUSQUET2014406",
		"source_id": "BOUSQUET2014406",
		"type": "article",
		"title": "MACVIA-LR, Reference site of the European Innovation Partnership on Active and Healthy Ageing (EIP on AHA) in Languedoc Roussillon",
		"author": "J. Bousquet and C. Bourquin and P. Augé and P. Domy and J. Bringer and M. Aoustin and T. Camuzat and R. Bourret and N. Best and O. Jonquet and J.E. de la Coussaye and J.M. Robine and A. Avignon and H. Blain and N. Giraudeau and D. Hève and C. Jeandel and I. Laffont and D. Larrey and C. Laurent and M. Noguès and J.Y. Pélissier and F. Radier-Pontal and E. Royère and A. Bedbrook and S. Granier and F. Abecassis and S. Albert and P.A. Adnet and B. Alomène and M. Amouyal and S. Arnavieilhe and V. Attalin and P. Aubas and M. Badin and G. Baptista and B. Bardy and M.P. Battesti and O. Bénézet and P.L. Bernard and C. Berr and J. Berthe and J. Bockaert and C. Boubakri and A. Bourdin and J.L. Bourrain and G. Bourrel and V. Bouix and J. Burille and S. Cade and D. Caimmi and M.V. Calmels and W. Camu and G. Cavalli and G. Cayla and R. Chiron and B. Combe and D.J. Costa and P. Costa and M.C. Courrouy-Michel and P. Courtet and J.P. Cristol and F. Cuisinier and C. Daien and M. Danko and P. Dauenhauer and M. Dauzat and M. David and J.M. Davy and D. Delignières and P. Demoly and H. Dhivert-Donnadieu and G. Dray and P. Dujols and A. Dupeyron and G. Dupeyron and O. Engberink and P. Fesler and M. Gellerat-Rogier and F. Gouzi and F. Gressard and D. Hoa and S. Jacquemin and J.C. Gris and B. Guillot and V. Handweiler and M. Hayot and S. Jaber and D. Jakovenko and C. Jorgensen and L. Journot and M. Kaczorek and M. Lapierre and D. Laune and M.S. Léglise and A. Le Quellec and F. Leclerc and S. Lehmann and B. Lognos and J.M. Lussert and K. Mandrick and V. Marmelat and P. Martin-Gousset and A. Matheron and G. Mathieu and G. Mercier and P. Messner and C. Meunier and M. Mondain and J. Morel and D. Morquin and P. Nérin and G. Ninot and F. Nouvel and J.P. Ortiz and G. Pandraud and M.P. Pasdelou and J.L. Pasquié and E. Pastor and S. Perrey and Y.M. Pers and M.C. Picot and J.P. Pin and N. Pinto and F. Portejoie and J.L. Pujol and X. Quantin and I. Quéré and N. Raffort and S. Ramdani and J. Reynes and J. Ribstein and I. Rédini-Martinez and S. Richard and K. Ritchie and C. Rolland and F. Roubille and E. Roux and A. Salvat and J.L. Savy and Y. Stephan and D. Strubel and A. Sultan and G. Tallon and H. Tassery and K. Torre and A. Uziel and P. Van de Perre and X. Vasquez and J.M. Verdier and G. Vergotte and L. Vian and C. Viarouge-Reunier and F. Vialla and F. Viart and M. Villain and E. Viollet and J. Ankri and G. Berrut and G. Crooks and M.E. Joël and J.P. Michel and B. Samolinski and T. Strandberg and B. Vellas and J. Mercier",
		"keywords": "Chronic diseases, Active and healthy ageing, MACVIA-LR, EIP on AHA, Falls",
		"doi": "https://doi.org/10.1016/j.eurger.2014.07.013",
		"abstract": "The Région Languedoc-Roussillon is the umbrella organisation for an interconnected and integrated project on AHA covering the 3 pillars of the European Innovation Partnership on Active and Healthy Ageing. All sub-activities (A1: electronic pharmaceutical file, A2: falls prevention initiative, A3: frailty, B3: chronic respiratory diseases, chronic diseases with comorbidities, oral health and hepatitis virus C chronic infection, C2 and D4 active and independent living and handicap) are included in MACVIA-LR that has a strong political commitment and includes all stakeholders (public, private, patients, policy makers). It is one of the Reference Sites of the European Innovation Partnership on Active and Healthy Ageing built around chronic diseases, ageing and handicap. The framework of MACVIA-LR has the vision that the prevention and management of CDs is essential for AHA promotion and for the reduction of handicap. The main objective of MACVIA-LR is to develop innovative solutions for a network of Living Labs in order to improve the care of patients affected by CDs in the Languedoc-Roussillon area and to disseminate the innovation.",
		"pages": "406-415",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764914001685",
		"journal": "European Geriatric Medicine",
		"volume": "5"
	},
	{
		"id": "KHAZAEE20152132",
		"source_id": "KHAZAEE20152132",
		"type": "article",
		"title": "Identifying patients with Alzheimer’s disease using resting-state fMRI and graph theory",
		"author": "Ali Khazaee and Ata Ebrahimzadeh and Abbas Babajani-Feremi",
		"keywords": "Resting-state functional magnetic resonance imaging (rs-fMRI), Alzheimer’s disease (AD), Graph theory, Machine learning, Statistical analysis",
		"doi": "https://doi.org/10.1016/j.clinph.2015.02.060",
		"abstract": "Objective Study of brain network on the basis of resting-state functional magnetic resonance imaging (fMRI) has provided promising results to investigate changes in connectivity among different brain regions because of diseases. Graph theory can efficiently characterize different aspects of the brain network by calculating measures of integration and segregation. Method In this study, we combine graph theoretical approaches with advanced machine learning methods to study functional brain network alteration in patients with Alzheimer’s disease (AD). Support vector machine (SVM) was used to explore the ability of graph measures in diagnosis of AD. We applied our method on the resting-state fMRI data of twenty patients with AD and twenty age and gender matched healthy subjects. The data were preprocessed and each subject’s graph was constructed by parcellation of the whole brain into 90 distinct regions using the automated anatomical labeling (AAL) atlas. The graph measures were then calculated and used as the discriminating features. Extracted network-based features were fed to different feature selection algorithms to choose most significant features. In addition to the machine learning approach, statistical analysis was performed on connectivity matrices to find altered connectivity patterns in patients with AD. Results Using the selected features, we were able to accurately classify patients with AD from healthy subjects with accuracy of 100%. Conclusion Results of this study show that pattern recognition and graph of brain network, on the basis of the resting state fMRI data, can efficiently assist in the diagnosis of AD. Significance Classification based on the resting-state fMRI can be used as a non-invasive and automatic tool to diagnosis of Alzheimer’s disease.",
		"pages": "2132-2141",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245715002242",
		"journal": "Clinical Neurophysiology",
		"volume": "126"
	},
	{
		"id": "LECOMTE2014412",
		"source_id": "LECOMTE2014412",
		"type": "article",
		"title": "Development and preliminary validation of the First Episode Social Functioning Scale for early psychosis",
		"author": "Tania Lecomte and Marc Corbière and Tom Ehmann and Jean Addington and Amal Abdel-Baki and Bill MacEwan",
		"keywords": "First Episode Social Functioning Scale, Development, Validation, Early psychosis",
		"doi": "https://doi.org/10.1016/j.psychres.2014.01.044",
		"abstract": "The current study aimed at developing and conducting a preliminary validation a novel social functioning measure for people with early psychosis. The First Episode Social Functioning Scale (FESFS) was developed to cover many domains specific to this population in their contemporary reality. The self-report version of the FESFS was administered to 203 individuals receiving services in first episode clinics. Scores of the GAF, SOFAS, Social Functioning Scale and BPRS were also obtained for parts of the sample to calculate convergent and discriminant validity. A subgroup also answered the FESFS at several time points during treatment in order to determine sensibility to change. Principal component factor analyses and internal consistency analyses revealed the following nine factors with alphas ranging from 0.63 to 0.80: Friendships and social activities, Independent living skills, Interacting with people, Family, Intimacy, Relationships and social activities at work, Work abilities, Relationships and social activities at school, Educational abilities. Convergent and discriminant validity were demonstrated, as well as sensitivity to change. Clinical and research utility of the FESFS are discussed.",
		"pages": "412-417",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178114000857",
		"journal": "Psychiatry Research",
		"volume": "216"
	},
	{
		"id": "CRUTCHFIELD1999222",
		"source_id": "CRUTCHFIELD1999222",
		"type": "article",
		"title": "Medication Challenges in the Assisted living Facility",
		"author": "Diane B. Crutchfield",
		"doi": "https://doi.org/10.1016/S1086-5802(16)30493-4",
		"abstract": "Objective To review current challenges to the provision of safe and effective pharmaceutical care in assisted living facilities. Data Sources Current literature. Data Synthesis The assisted living industry has experienced tremendous growth and offers pharmacists lucrative business opportunities. However, pharmacists must understand the varied nature of both the facilities and the residents. Assisted living residents are entitled to independence and privacy, a fact that presents many challenges in terms of monitoring the safe and accurate administration of medications. Conclusion Assisted living facilities provide elderly residents a new and unique blend of independent living and daily support. To provide effective pharmacy services to these facilities, pharmacists must consider their specific needs in terms of medication use processes, packaging, delivery, documentation, and storage.",
		"pages": "222-225",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1086580216304934",
		"journal": "Journal of the American Pharmaceutical Association (1996)",
		"volume": "39"
	},
	{
		"id": "BATI20159",
		"source_id": "BATI20159",
		"type": "article",
		"title": "Dinoflagellate cyst biostratigraphy of the upper Eocene and lower Oligocene of the Kirmizitepe Section, Azerbaijan, South Caspian Basin",
		"author": "Zühtü Bati",
		"keywords": "Dinoflagellate cyst, Upper Eocene, Lower Oligocene transition, Biostratigraphy, South Caspian Basin, Azerbaijan",
		"doi": "https://doi.org/10.1016/j.revpalbo.2015.03.002",
		"abstract": "The South Caspian Basin is a deep Cenozoic basin located in eastern Paratethys along the northern margin of the Arabia–Eurasia collision zone. The basin, with its proven oil and gas reserves, has been the subject of numerous biostratigraphic studies, but most of these studies have concentrated on the Pliocene reservoir rocks. Precise chronological correlations between Paratethyan sedimentary successions and Mediterranean stages have not yet been achieved, although detailed local foraminiferal and non-foraminiferal biostratigraphic studies allow chronostratigraphic division and accurate regional correlations. As a pioneering work, this paper provides a detailed dinoflagellate cyst biostratigraphy of the upper Eocene and lower Oligocene deposits in the South Caspian Basin. A total of 127 dinoflagellate cyst taxa have been studied for the first time from the Eocene Koun Formation and the Oligocene part of the Maykop Formation exposed in the Kirmizitepe Section, Azerbaijan. Three dinoflagellate cyst biozones known from classic areas in central Italy are recognizable in the South Caspian Basin. One (Aal zone) is uppermost Eocene and two (Gse and Adi zones) are lower Oligocene. Thus, although some dinoflagellate cyst species from the studied section have stratigraphic ranges different from those of mid and higher latitudes, others provide correlations with previously defined biozones and dinoflagellate cyst events in the Tethyan realm and northwestern Europe. Dinoflagellate cyst assemblages indicate shallow marine depositional conditions for the latest Eocene. Deeper conditions prevailed during the earliest part of the early Oligocene, succeeded by a pronounced shallowing later in the early Oligocene.",
		"pages": "9-38",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0034666715000445",
		"journal": "Review of Palaeobotany and Palynology",
		"volume": "217"
	},
	{
		"id": "WOLF201044",
		"source_id": "WOLF201044",
		"type": "article",
		"title": "Social capital, individual responses to heat waves and climate change adaptation: An empirical study of two UK cities",
		"author": "Johanna Wolf and W. Neil Adger and Irene Lorenzoni and Vanessa Abrahamson and Rosalind Raine",
		"keywords": "Social capital, Climate change, Heat wave, Vulnerability, Adaptation",
		"doi": "https://doi.org/10.1016/j.gloenvcha.2009.09.004",
		"abstract": "It has been claimed that high social capital contributes to both positive public health outcomes and to climate change adaptation. Strong social networks have been said to support individuals and collective initiatives of adaptation and enhance resilience. As a result, there is an expectation that social capital could reduce vulnerability to risks from the impacts of climate change in the health sector. This paper examines evidence on the role social networks play in individuals’ responses to heat wave risk in a case study in the UK. Based on interviews with independently living elderly people and their primary social contacts in London and Norwich, we suggest that strong bonding networks could potentially exacerbate rather than reduce the vulnerability of elderly people to the effects of heat waves. Most respondents interviewed did not feel that heat waves posed a significant risk to them personally, and most said that they would be able to cope with hot weather. Bonding networks could perpetuate rather than challenge these narratives and therefore contribute to vulnerability rather than ameliorating it. These results suggest a complex rather than uniformly positive relationship between social capital, health and adaptation to climate change.",
		"pages": "44-52",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959378009000752",
		"journal": "Global Environmental Change",
		"volume": "20"
	},
	{
		"id": "MALEC2001885",
		"source_id": "MALEC2001885",
		"type": "article",
		"title": "Impact of comprehensive day treatment on societal participation for persons with acquired brain injury",
		"author": "James F. Malec",
		"keywords": "Brain injuries, Independent living, Rehabilitation, Treatment outcome",
		"doi": "https://doi.org/10.1053/apmr.2001.23895",
		"abstract": "Malec JF. Impact of comprehensive day treatment on societal participation for persons with acquired brain injury. Arch Phys Med Rehabil 2001;82:885-95. Objectives: To evaluate comprehensive day treatment (CDT) for survivors of brain injury by time since injury and to identify outcome predictors. Design: Before and after. Setting: Rehabilitation center. Participants: Ninety-six program graduates; 17 dropouts with acquired brain injury. Interventions: Comprehensive Day Treatment Program: daily group sessions to build cognitive and behavioral skills through a transdisciplinary approach, supportive feedback, and a variety of therapeutic modalities. Obtained outcome measures before and after the program, and at 1-year follow-up. Main Outcome Measures: Outcome: Independent living status, vocational independence scale at program end and 1-year follow-up; and Rasch-analyzed Mayo-Portland Adaptability Inventory (MPAI-22) and goal attainment scaling (GAS) at program end. Predictors: age, education, severity of initial injury, time since injury, and preadmission MPAI-22. Results: Significant goal achievement on GAS and improvement on MPAI-22; increased societal participation at 1-year follow-up for those treated postacutely and many years after injury: 72% of graduates living independently; 39% working independently, 10% in transitional placements, and 18% in supported or volunteer work. Long-term outcomes were modestly related linearly to preadmission MPAI-22 and nonlinearly to time since injury. Conclusions: CDT improves societal participation even among persons with a long history of limited participation after brain injury. This de facto extended baseline analysis indicates the effectiveness of CDT and paves the way for randomized control trials of active treatment components. Relationships of predictors to outcomes are not sufficiently strong for patient selection. More effective interventions for vocational reintegration are needed for those most severely disabled after brain injury. © 2001 by the American Congress of Rehabilitation Medicine and the American Academy of Physical Medicine and Rehabilitation",
		"pages": "885-895",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999301747223",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "82"
	},
	{
		"id": "NAKAGAWA20111792",
		"source_id": "NAKAGAWA20111792",
		"type": "article",
		"title": "Preparation, characterization, and biological evaluation of 6I,6IV-di-O-[α-l-fucopyranosyl-(1→6)-2-acetamido-2-deoxy-β-d-glucopyranosyl]-cyclomaltoheptaose and 6-O-[α-l-fucopyranosyl-(1→6)-2-acetamido-2-deoxy-β-d-glucopyranosyl]-cyclomaltoheptaose",
		"author": "Takatoshi Nakagawa and Yuki Nishi and Akihiro Kondo and Yuko Shirai and Chie Honda and Michio Asahi and Toshiko Tanimoto",
		"keywords": "α--Fucopyranosyl-(1→6)-2-acetamido-2-deoxy-β--glucopyranosyl-βCD, Nuclear magnetic resonance, Real-time cell sensing",
		"doi": "https://doi.org/10.1016/j.carres.2011.06.013",
		"abstract": "6I,6IV-Di-O-[α-l-fucopyranosyl-(1→6)-2-acetamido-2-deoxy-β-d-glucopyranosyl]-cyclomaltoheptaose (βCD) 6I,6IV-di-O-[α-l-Fuc-(1→6)-β-d-GlcNAc]-βCD (5) and 6-O-[α-l-fucopyranosyl-(1→6)-2-acetamido-2-deoxy-β-d-glucopyranosyl]-βCD 6-O-[α-l-Fuc-(1→6)-β-d-GlcNAc]-βCD (6) were chemically synthesized using the corresponding authentic compounds, bis(2,3-di-O-acetyl)-pentakis(2,3,6-tri-O-acetyl)-βCD as the glycosyl acceptor and 2,3,4-tri-O-benzyl-α-l-fucopyranosyl-(1→6)-3,4-di-O-acetyl-2-deoxy-2-(2,2,2-trichloroethoxycarbonylamino)-d-glucopyranosyl trichloroacetimidate as the fuco-glucosaminyl donor. NMR confirmed that α-l-Fuc-(1→6)-d-GlcNAc was bonded by β-linking to the βCD ring. To evaluate biological efficiency, the biological activities of the new branched βCDs were examined. The cell detachment activity of 5 was lower than that of 6 in real-time cell sensing (RT-CES) assay, indicating that 5 has lower toxicity. In SPR analysis, 5 had a higher special binding with AAL, a fucose-recognizing lectin. These results suggest that 5 could be an efficient drug carrier directed at cells expressing fucose-binding proteins.",
		"pages": "1792-1800",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000862151100334X",
		"journal": "Carbohydrate Research",
		"volume": "346"
	},
	{
		"id": "BRAUN20121404",
		"source_id": "BRAUN20121404",
		"type": "article",
		"title": "Test–retest reliability of resting-state connectivity network characteristics using fMRI and graph theoretical measures",
		"author": "Urs Braun and Michael M. Plichta and Christine Esslinger and Carina Sauer and Leila Haddad and Oliver Grimm and Daniela Mier and Sebastian Mohnke and Andreas Heinz and Susanne Erk and Henrik Walter and Nina Seiferth and Peter Kirsch and Andreas Meyer-Lindenberg",
		"keywords": "Graph theory, Network analysis, fMRI, Resting-state functional connectivity, Test–retest reliability",
		"doi": "https://doi.org/10.1016/j.neuroimage.2011.08.044",
		"abstract": "Characterizing the brain connectome using neuroimaging data and measures derived from graph theory emerged as a new approach that has been applied to brain maturation, cognitive function and neuropsychiatric disorders. For a broad application of this method especially for clinical populations and longitudinal studies, the reliability of this approach and its robustness to confounding factors need to be explored. Here we investigated test–retest reliability of graph metrics of functional networks derived from functional magnetic resonance imaging (fMRI) recorded in 33 healthy subjects during rest. We constructed undirected networks based on the Anatomic-Automatic-Labeling (AAL) atlas template and calculated several commonly used measures from the field of graph theory, focusing on the influence of different strategies for confound correction. For each subject, method and session we computed the following graph metrics: clustering coefficient, characteristic path length, local and global efficiency, assortativity, modularity, hierarchy and the small-worldness scalar. Reliability of each graph metric was assessed using the intraclass correlation coefficient (ICC). Overall ICCs ranged from low to high (0 to 0.763) depending on the method and metric. Methodologically, the use of a broader frequency band (0.008–0.15Hz) yielded highest reliability indices (mean ICC=0.484), followed by the use of global regression (mean ICC=0.399). In general, the second order metrics (small-worldness, hierarchy, assortativity) studied here, tended to be more robust than first order metrics. In conclusion, our study provides methodological recommendations which allow the computation of sufficiently robust markers of network organization using graph metrics derived from fMRI data at rest.",
		"pages": "1404-1412",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S105381191100961X",
		"journal": "NeuroImage",
		"volume": "59"
	},
	{
		"id": "IKEBE2007510",
		"source_id": "IKEBE2007510",
		"type": "article",
		"title": "Relationship between bite force and salivary flow in older adults",
		"author": "Kazunori Ikebe and Ken-ich Matsuda and Kentaro Morii and Tomohiro Hazeyama and Ryosuke Kagawa and Taiji Ogawa and Takashi Nokubi",
		"doi": "https://doi.org/10.1016/j.tripleo.2006.12.006",
		"abstract": "Objective To examine the relationship between bite force and stimulated salivary flow rate in older adults. Study design The study sample consisted of 934 independent-living, cognitively healthy Japanese older adults 60 to 84 years of age. The maximal bite force was measured with pressure-sensitive sheets, and stimulated whole saliva was collected using the mastication method. Results The mean stimulated salivary flow rate was 1.36 ± 0.97 mL/min. In bivariate analysis, the stimulated salivary flow rate was significantly lower in females and subjects with daily multiple medications (P < .01). Multiple linear regression analysis showed that the stimulated salivary flow rate was significantly associated with sex (standardized partial regression coefficient: partial β = .22; P < .001), bite force (partial β = .18; P < .001), and multiple daily medications (partial β = −.12; P < .001). Conclusions It is suggested that reduced bite force is associated with a decline in stimulated whole salivary flow rate independent of sex and medication in older adults.",
		"pages": "510-515",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S107921040601002X",
		"journal": "Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology, and Endodontology",
		"volume": "104"
	},
	{
		"id": "KOREKANE20121405",
		"source_id": "KOREKANE20121405",
		"type": "article",
		"title": "Development of an antibody-lectin enzyme immunoassay for fucosylated α-fetoprotein",
		"author": "Hiroaki Korekane and Tomoko Hasegawa and Akio Matsumoto and Noriaki Kinoshita and Eiji Miyoshi and Naoyuki Taniguchi",
		"keywords": "Antibody-lectin enzyme immunoassay, α-Fetoprotein, Fucosylation, Liver cancer",
		"doi": "https://doi.org/10.1016/j.bbagen.2011.12.015",
		"abstract": "Background Fucosylation is one of the most important types of glycosylations related to cancer. Our previous studies of the enzymatic basis and structural studies of α-fetoprotein (AFP) samples from liver cancer patients indicated that core-fucosylation by α1,6-fucosyltransferase (FUT8) resulted in the production of fucosylated AFP, and in fact fucosylated AFP allowed differential diagnosis in some types of liver cancer from liver cirrhosis. This served as a predictive biomarker for the development of liver cancer 3 to 18months before it could be detected using imaging techniques. Fucosylated AFP is currently measured by means of a liquid-phase binding assay (LBA) or by an electrokinetic analyte transport assay (EATA). However, these methods require special instrumentation that is currently available only in major medical laboratories. To overcome this problem, we attempted to develop an enzyme immunoassay (EIA) based on the sandwich technique with specific antibody and lectin. Results Dilute solutions of highly fucosylated AFP in human sera were assayed using a microtiter plate coated with a periodate-oxidized anti-AFP antibody, a fucose-specific biotinylated Aleuria aurantia lectin (AAL), a peroxidase-conjugated streptoavidin, and a chemiluminescent detection system. The technique was able to measure highly fucosylated AFP diluted to 5 to 80ng/ml in human sera using the developed antibody-lectin EIA in combination with the enrichment of AFP. Conclusion A simple method using an antibody-lectin EIA for quantifying fucosylated AFP that does not require special instrumentation was developed. General significance The method can be generally applied to the quantitative measurement of various fucosylated glycoproteins using specific antibodies. This article is part of a Special Issue entitled Glycoproteomics.",
		"pages": "1405-1411",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304416511003151",
		"journal": "Biochimica et Biophysica Acta (BBA) - General Subjects",
		"volume": "1820"
	},
	{
		"id": "SPOHR2007175",
		"source_id": "SPOHR2007175",
		"type": "article",
		"title": "Fetal Alcohol Spectrum Disorders in Young Adulthood",
		"author": "Hans-Ludwig Spohr and Judith Willms and Hans-Christoph Steinhausen",
		"doi": "https://doi.org/10.1016/j.jpeds.2006.11.044",
		"abstract": "Objective To test the hypothesis that fetal alcohol syndrome (FAS), with the full phenotype, and fetal alcohol effect (FAE), with some but not all of the features, can be combined under the umbrella term fetal alcohol spectrum disorders (FASD). Study design We investigated the long-term sequelae of intrauterine alcohol exposure using physical examination, psychosocial interviews, and a behavioral checklist in a 20-year follow-up study of 37 patients with FASD originally diagnosed as having FAS or FAE in infancy and childhood. Results Although the characteristic craniofacial malformations of FAS/FAE diminish over time, microcephaly, a poorly developed philtrum and a thin upper lip, and, to a lesser degree, short stature and underweight (in boys) persist. In females, adult body weight increases. Persistent mental handicaps, including intellectual disability, limited occupational options, and dependent living, are the major sequelae, and the scores for various behavioral problems are significantly increased. Conclusions The devastating effects of intrauterine exposure to alcohol persist into early adulthood and severely limit careers and independent living.",
		"pages": "175-179.e1",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022347606011243",
		"journal": "The Journal of Pediatrics",
		"volume": "150"
	},
	{
		"id": "WILKEN200273",
		"source_id": "WILKEN200273",
		"type": "article",
		"title": "A qualitative analysis of factors related to late life independence as related by the old-old and viewed through the concept of locus of control",
		"author": "Carolyn S Wilken and Katey Walker and Jonathan G Sandberg and Carol Ann Holcomb",
		"keywords": "Oldest-old, Locus of control",
		"doi": "https://doi.org/10.1016/S0890-4065(01)00035-4",
		"abstract": "The purpose of this research was to better understand what factors a sample of independent living oldest-old people believed contributed to their late-life independence. Participants selected from a list of Medicare recipients were interviewed in their homes and asked to identify factors that they felt were responsible for their ability to remain independent in late-life. Content analysis was used to analyze the data. Locus of control emerged as a useful conceptual framework for describing the data. Five styles of locus of control were identified. The fifth style, Integrative Locus of Control, suggested that the oldest-old may integrate multiple styles of internal and external locus of control. Family members and service providers can encourage independence by respecting the oldest-olds abilities to make decisions, solve problems, and resolve conflicts, while concurrently acknowledging and providing for their identified needs.",
		"pages": "73-86",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406501000354",
		"journal": "Journal of Aging Studies",
		"volume": "16"
	},
	{
		"id": "KALBAUGH20041268",
		"source_id": "KALBAUGH20041268",
		"type": "article",
		"title": "Invasive treatment of chronic limb ischemia according to the lower extremity grading system (legs) score: a 6-month report",
		"author": "Corey A Kalbaugh and Spence M Taylor and David L Cull and Dawn W Blackhurst and Bruce H Gray and Eugene M Langan and Matthew B Dellinger and Guy E McClary and Mark R Jackson and Christopher G Carsten and Bruce A Snyder and John W York and Jerry R Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2004.02.009",
		"abstract": "Background The invasive treatment of chronic lower extremity peripheral arterial disease (PAD) has become inconsistent. To standardize treatment at our institution, the Lower Extremity Grading System (LEGS) score was devised, based on arteriographic findings, symptoms, functional status, comorbid conditions, and technical factors. The scoring system was used to direct the invasive treatment approach in patients with lower extremity PAD. The purpose of this study was to prospectively assess outcomes of invasive treatment of lower extremity ischemia as directed by LEGS. Methods From March 2002 through December 2002, 332 limbs in 227 patients with indications for intervention were scored and treated according to the LEGS score and followed for 6 months. Of the 227 patients, 66.1% were male; median age was 65 years. Diabetes mellitus was present in 44.9% of patients, claudication in 48.5%, and limb-threatening ischemia in 51.5%. Results of treatment as directed by LEGS were judged with the treatment outcome measures of reconstruction patency, limb salvage, mortality, change in ambulatory status, change in independent living status, and change in the short-form health survey (SF-36). Results Of 332 limbs, 61.5% with a score of 10 to 19 underwent endovascular therapy; 34% with a score of 0 to 9 underwent open revascularization; and 4.5% with a score greater than 20 underwent primary limb amputation. Interventions for the entire cohort as directed by LEGS resulted in 6-month primary reconstruction patency of 82.4%; secondary reconstruction patency, 92.6%; limb salvage, 90%; survival, 89.1%; maintenance of ambulatory status, 85.6%; maintenance of independent living, 88.4%; and statistically significant improvement in health assessment, regardless of treatment type, as determined with the SF-36. There was no statistically significant variability when comparing results according to treatment (open surgery, 0-9 vs endovascular therapy, 10-19) or smaller score group categories (0-5, 6-9, 10-13, 14-19). Conclusions At 6 months, treatment as directed by LEGS score resulted in acceptable outcomes. This project is the first reported prospectively confirmed standardization tool for treatment of lower extremity PAD, and, pending independent confirmation by others, provides a comparative baseline against which other standardization efforts can be measured.",
		"pages": "1268-1276",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521404002289",
		"journal": "Journal of Vascular Surgery",
		"volume": "39"
	},
	{
		"id": "KAVCIC2011386",
		"source_id": "KAVCIC2011386",
		"type": "article",
		"title": "Distinct visual motion processing impairments in aging and Alzheimer’s disease",
		"author": "Voyko Kavcic and William Vaughn and Charles J. Duffy",
		"keywords": "Aging, Alzheimer’s disease, Vision, Spatio-temporal integration, Optic flow",
		"doi": "https://doi.org/10.1016/j.visres.2010.12.004",
		"abstract": "Aging and Alzheimer’s disease (AD) are associated with declines in the visual perception of self-movement that undermine navigation and independent living. We studied 214 subjects’ heading direction and speed discrimination using the radial patterns of visual motion in optic flow. Young (YA), middle-aged (MA), and older normal (ON) subjects, and AD patients viewed optic flow in which we manipulated the motion coherence, spatial texture, and temporal periodicity composition of the visual display. Aging and AD were associated with poorer heading and speed perception at lower temporal periodicity, with smaller effects of spatial texture. AD patients were particularly impaired by motion incoherence created by adding randomly moving dots to the optic flow. We conclude that visual motion processing is impaired by distinct mechanisms in aging and the transition to AD, implying distinct neural mechanisms of impairment.",
		"pages": "386-395",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0042698910005717",
		"journal": "Vision Research",
		"volume": "51"
	},
	{
		"id": "GALLAGHER2004497",
		"source_id": "GALLAGHER2004497",
		"type": "article",
		"title": "The effects of calcitriol on falls and fractures and physical performance tests",
		"author": "J.C. Gallagher",
		"keywords": "Vitamin D calcitriol, Falls fractures, Physical performance tests",
		"doi": "https://doi.org/10.1016/j.jsbmb.2004.03.059",
		"abstract": "There is an increase in the incidence of falls with aging and about 10% of falls lead to fractures. Nearly all hip fractures are due to falls and hip fractures are the most severe of the osteoporotic fractures because they lead to a 20% mortality rate and a loss of independent living in 50% of cases. Although there are multiple factors associated with falls, our interest is the role that vitamin D metabolism plays in the pathogenesis of falls. Recent clinical trials show that both vitamin D and the metabolite calcitriol reduce the number of falls by 30–40% in elderly subjects. This should also reduce the number of fractures. In European studies, the decrease in falls could be attributed to an improvement in the muscle weakness that often accompanies vitamin D deficiency. However, in the studies using calcitriol there was no vitamin D deficiency, so the mechanism of its efficacy is less clear. It could be due to increased muscle strength, an improvement in the neurological control of balance or both. Understanding these mechanisms would allow us to search for analogs of vitamin D that act more selectively on muscle and on the central nervous system.",
		"pages": "497-501",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0960076004001141",
		"journal": "The Journal of Steroid Biochemistry and Molecular Biology",
		"volume": "89-90"
	},
	{
		"id": "YOSHIDA2004447",
		"source_id": "YOSHIDA2004447",
		"type": "article",
		"title": "Neurogenin3 delineates the earliest stages of spermatogenesis in the mouse testis",
		"author": "Shosei Yoshida and Ayumi Takakura and Kazuyuki Ohbo and Kuniya Abe and Junko Wakabayashi and Masayuki Yamamoto and Toshio Suda and Yo-ichi Nabeshima",
		"keywords": "ngn3 (neurogenin3), bHLH (basic helix-loop-helix), Spermatogonia, Prespermatogonia, A, A, A, Spermatogenesis, Mouse, c-Ret, c-Kit",
		"doi": "https://doi.org/10.1016/j.ydbio.2004.01.036",
		"abstract": "In mammalian testis, a typical stem cell system ensures continuous spermatozoa production. Lines of experiments have demonstrated that stem cell activity resides in the most primitive small subset of germ cells, that is, As (Asingle), Apr (Apaired), and Aal (Aaligned) spermatogonia, also collectively called undifferentiated spermatogonia. However, their cellular or molecular nature is largely to be elucidated because a gene that is specifically expressed in these cells has not yet been identified, which makes it difficult to study them. In this study, we demonstrate that a class B basic helix-loop-helix (bHLH) transcription factor neurogenin3 (ngn3) is expressed specifically in As, Apr, and Aal spermatogonia because ngn3 is expressed in c-Kit negative spermatogonia throughout the seminiferous cycle, and transgenic labeling with GFP revealed connection of 1, 2, 4, 8, 16, or 32 ngn3-positive cells via intercellular bridges. ngn3 is first expressed at the prepubertal stage in c-Kit negative prespermatogonia. Lineage tracing, using the Cre-loxP system, demonstrates that ngn3-positive germ cells give rise to eventually all the spermatogenesis in mature testis. To our knowledge, ngn3 is the first reported gene that delineates these earliest stages of spermatogenesis. Considering its molecular nature, ngn3 could be involved in their differentiation control. Moreover, visualization with GFP and targeting expression of exogenous genes are valuable tools to investigate the mammalian spermatogenic stem cell system.",
		"pages": "447-458",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0012160604000879",
		"journal": "Developmental Biology",
		"volume": "269"
	},
	{
		"id": "SUKHUMSIRICHART2006266",
		"source_id": "SUKHUMSIRICHART2006266",
		"type": "article",
		"title": "Complete nucleotide sequence and genomic organization of hepatopancreatic parvovirus (HPV) of Penaeus monodon",
		"author": "Wasana Sukhumsirichart and Pongsopee Attasart and Vichai Boonsaeng and Sakol Panyim",
		"keywords": "Hepatopancreatic parvovirus, HPV genome, DNV genome, Genome organization, Genes, DNV",
		"doi": "https://doi.org/10.1016/j.virol.2005.06.052",
		"abstract": "We have determined the genome of hepatopancreatic parvovirus (HPV), a minus, single-stranded DNA virus isolated from infected Penaeus monodon in Thailand. Its genome consisted of 6321 nucleotides, representing three large open reading frames (ORFs) and two non-coding termini. The left (ORF1), mid (ORF2), and right (ORF3) ORFs on the complementary (plus) strand may code for 428, 579, and 818 amino acids, equivalent to 50, 68, and 92 kDa, respectively. The 5′ and 3′ ends of viral genome contained hairpin-like structure length of approximately 222 and 215 bp, respectively. No inverted terminal repeat (ITR) was detected. The ORF2 contained conserved replication initiator motif, NTP-binding and helicase domain similar to NS-1 of other parvoviruses. Therefore, it most likely encoded the major nonstructural protein (NS-1). The ORF1 encoded putative nonstructural protein-2 (NS-2) with unknown function. The ORF3 of the HPV genome encoded a capsid protein (VP) of approximately 92 kDa. This may be later cleaved after arginine residue to produce a 57-kDa structural protein. A phylogenetic tree based on conserved amino acid sequences (119 aa) revealed that it is closely related to Brevidensoviruses, which are shrimp parvovirus (IHHNV) and mosquito densoviruses (AaeDNV and AalDNV). However, the overall genomic organization and genome size of HPV were different from these parvoviruses, for instance, the non-overlapping of NS1 and NS2, the larger VP gene, and the bigger genome size. This suggested that this HPV virus is a new type in Parvoviridae family. We therefore propose to rename this virus P. monodon densovirus (PmDNV).",
		"pages": "266-277",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0042682205003727",
		"journal": "Virology",
		"volume": "346"
	},
	{
		"id": "CROUCH200162",
		"source_id": "CROUCH200162",
		"type": "article",
		"title": "A prospective study of discharge disposition after vascular surgery",
		"author": "D.Scott Crouch and Robert B. McLafferty and Laura A. Karch and Mark A. Mattos and Don E. Ramsey and John P. Henretta and Kim J. Hodgson and David S. Sumner",
		"doi": "https://doi.org/10.1067/mva.2001.115597",
		"abstract": "Objective: The purpose of this study was to determine what factors are predictive of a decline in independent living after vascular surgery during recovery. Methods: Demographics, risk factors, operations, complications, wound status, and discharge disposition for all patients admitted to a tertiary vascular surgery service for any surgical procedure were prospectively recorded at the time of discharge. The declining order of dispositions at discharge were home (no professional assistance), home (professional assistance), rehabilitation facility, and skilled nursing facility. Results: Over a 15-month period, 380 patients underwent 442 primary operations. Primary operations included 74 (17%) carotid procedures, 38 (8%) aortic procedures, 186 (42%) extremity revascularizations, 29 (7%) major amputations, 45 (10%) minor amputations, and 70 (16%) other. There were 148 (33%) complications and 85 (20%) subsequent operations (same hospitalization); 159 (36%) open wounds occurred. Forty-six percent of the patients were discharged to home (no professional assistance), 28% to home (professional assistance), 3% to a rehabilitation facility, and 18% to a skilled nursing facility; 5% died. At discharge, 51% of patients required professional assistance, 39% had a decline in disposition, and 12% went from home (± professional assistance) to a facility. By multivariate regression analysis, a hospital stay more than 6 days, emergency operation, open operative wound, systemic complications, and minor amputation were significantly associated (P <.001) with a decline in disposition at discharge (odds ratios: 5.5, 3.7, 3.6, 3.6, and 2.8, respectively). Conclusions: Prospective study reveals that a large proportion of patients (39%) had a decline in disposition after vascular surgery. A hospital stay more than 6 days, emergency operation, open operative wound, systemic complications, and minor amputation were strong independent predictors of decline. This information suggests modifications in treatment strategies may improve independent living status after vascular surgery and decrease the intense use of extended care resources required for this patient population during recovery. (J Vasc Surg 2001;34:62-8.)",
		"pages": "62-68",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521401527913",
		"journal": "Journal of Vascular Surgery",
		"volume": "34"
	},
	{
		"id": "GOULD201319",
		"source_id": "GOULD201319",
		"type": "article",
		"title": "Self-assessment of functional ability in schizophrenia: Milestone achievement and its relationship to accuracy of self-evaluation",
		"author": "Felicia Gould and Samir Sabbag and Dante Durand and Thomas L. Patterson and Philip D. Harvey",
		"keywords": "Cognition, Insight, Disability, Functional capacity",
		"doi": "https://doi.org/10.1016/j.psychres.2013.02.035",
		"abstract": "Between 50% and 80% of patients with schizophrenia do not believe they have any illness, and their self-assessment of cognitive impairments and functional abilities is also impaired compared to other information, including informant reports and scores on performance-based ability measures. The present article explores self-assessment accuracy in reference to real world functioning as measured by milestone achievement such as employment and independent living. Our sample included 195 people with schizophrenia examined with a performance-based assessment of neurocognitive abilities and functional capacity. We compared patient self-assessments across achievement of milestones, using patient performance on cognitive and functional capacity measures as a reference point. Performance on measures of functional capacity and cognition was better in people who had achieved employment and residential milestones. Patients with current employment and independence in residence rated themselves as more capable than those who were currently unemployed or not independent. However, individuals who had never had a job rated themselves at least as capable as those who had been previously employed. These data suggest that lifetime failure to achieve functional milestones is associated with overestimation of abilities. As many patients with schizophrenia never achieve milestones, their self-assessment may be overly optimistic as a result.",
		"pages": "19-24",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178113001352",
		"journal": "Psychiatry Research",
		"volume": "207"
	},
	{
		"id": "GONZALEZ2013166",
		"source_id": "GONZALEZ2013166",
		"type": "article",
		"title": "A qualitative assessment of cross-cultural adaptation of intermediate measures for schizophrenia in multisite international studies",
		"author": "Jodi M. Gonzalez and Maureen Rubin and Megan M. Fredrick and Dawn I. Velligan",
		"keywords": "Co-primary measures, Test adaptation, Functional capacity measures, Cross-cultural assessment, International clinical trials",
		"doi": "https://doi.org/10.1016/j.psychres.2012.10.015",
		"abstract": "In this substudy of the Measurement and Treatment Research to Improve Cognition in Schizophrenia we examined qualitative feedback on the cross-cultural adaptability of four intermediate measures of functional outcome (Independent Living Scales, UCSD Performance-Based Skills Assessment, Test of Adaptive Behavior in Schizophrenia, and Cognitive Assessment Interview). Feedback was provided by experienced English-fluent clinical researchers at 31 sites in eight countries familiar with medication trials. Researchers provided feedback on test subscales and items which were rated as having adaptation challenges. They noted the specific concern and made suggestions for adaptation to their culture. We analyzed the qualitative data using a modified Grounded Theory approach guided by the International Testing Commission Guidelines model for test adaptation. For each measure except the Cognitive Assessment Interview (CAI), the majority of subscales were reported to require major adaptations in terms of content and concepts contained in the subscale. In particular, social, financial, transportation and health care systems varied widely across countries—systems which are often used to assess performance capacity in the U.S. We provide suggestions for how to address future international test development and adaptation.",
		"pages": "166-172",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178112006622",
		"journal": "Psychiatry Research",
		"volume": "206"
	},
	{
		"id": "XIE2010132",
		"source_id": "XIE2010132",
		"type": "article",
		"title": "The 10-year course of remission, abstinence, and recovery in dual diagnosis",
		"author": "Haiyi Xie and Robert E. Drake and Gregory J. McHugo and Lynn Xie and Anita Mohandas",
		"keywords": "Remission, Abstinence, Recovery, Relapse, Dual diagnosis",
		"doi": "https://doi.org/10.1016/j.jsat.2010.05.011",
		"abstract": "This study examined the frequency, stability, predictors, and long-term outcomes of 6-month remissions of alcohol use disorders among 116 adults with co-occurring severe mental illnesses followed up prospectively for 10 years. Remission was defined as 6 months without meeting syndromal criteria for alcohol abuse or dependence. Most participants (86%) experienced at least one 6-month remission, and these remissions were relatively durable. One third did not relapse during follow-up, and two thirds relapsed on average 3 years after remission. Six-month remissions were preceded by increased participation in substance abuse treatments, reductions in alcohol and drug use, decreases in psychiatric symptoms, increases in competitive employment, and increases in life satisfaction. Following remissions, participants improved in multiple domains of adjustment: reductions of psychiatric symptoms, decreases in alcohol and drug use, increases in work and social contacts with nonabusers, decreases in hospitalizations and incarcerations, increases in independent living, and increases in life satisfaction. Participants with alcohol dependence rather than alcohol abuse were less likely to attain 6-month remissions and more likely to relapse after attaining remissions.",
		"pages": "132-140",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0740547210001157",
		"journal": "Journal of Substance Abuse Treatment",
		"volume": "39"
	},
	{
		"id": "STORNELLO2009239",
		"source_id": "STORNELLO2009239",
		"type": "article",
		"title": "Trattamento dell’ictus in Stroke Unit: dalle evidenze scientifiche alla pratica clinica",
		"author": "Michele Stornello and Filomena Pietrantonio",
		"keywords": "Stroke Unit care, Disease management, Multi-disciplinary approach, Specialists’ team",
		"doi": "https://doi.org/10.1016/j.itjm.2009.06.007",
		"abstract": "Summary Background In the management of stroke disease, evidences from the literature demonstrate that the introduction of stroke units, hospital wards with dedicated beds providing intensive care within 48hours of symptoms’ onset, produced a real improvement in the outcome, reducing in-hospital fatality cases and increasing the proportion of patients independently living in long term follow-up. Discussion The article focuses on stroke disease-management, suggesting a stroke integrated approach for the admission of patients on dedicated beds, in order to extend the “stroke care” approach outcomes to as many hospitals as possible in Italy. This approach implies the set up of a stroke network for an effective patients’ stratification according to the severity of the illness at debut; the set up of an integrated team of specialists in hospital management of the acute phase (first 48hours) and a timely rehabilitation treatment. Ultimately the hospital should be organized according to departments semi-intensive areas in order to assure to the patients, in the early stage of the disease, a timely high intensity care aimed to improve the long term outcome.",
		"pages": "239-243",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877934409000577",
		"journal": "Italian Journal of Medicine",
		"volume": "3"
	},
	{
		"id": "KIM2007187",
		"source_id": "KIM2007187",
		"type": "article",
		"title": "Interpersonal Caring Theory: An Empirical Test of Its Effectiveness Utilizing Growth Curve Analysis – II",
		"author": "Susie Kim and Sue Kim",
		"keywords": "independent living, interpersonal caring, interpersonal relationship, quality of life, self-esteem",
		"doi": "https://doi.org/10.1016/S1976-1317(08)60021-3",
		"abstract": "Purpose To test the impact of interpersonal caring theory empirically on six major psychosocial functioning outcomes of persons with serious mental illness. Methods This was a quasi-experimental pre- and post-test design with data collection from a total of 266 patients with long-term serious mental illness, who were diagnosed with schizophrenia spectrum disorder and followed at 6-month intervals over a 24-month period in three groups: a community psychiatric service group, a community service with interpersonal caring intervention group, and a control group. Three hypotheses between the intensity, specificity, and longitudinality of services were tested using growth curve analysis. Results Hierarchical linear modeling supported associations of hypotheses between the intensity, specificity, and longitudinality of services and improved patient outcomes. Conclusion This study suggests that the intensity, specificity, and longitudinality of interpersonal caring interventions in community psychiatric service programs deserve attention in order to improve and maintain patient functional outcomes.",
		"pages": "187-198",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1976131708600213",
		"journal": "Asian Nursing Research",
		"volume": "1"
	},
	{
		"id": "ORSINI2010142",
		"source_id": "ORSINI2010142",
		"type": "article",
		"title": "Changing the way the elderly live: Evidence from the home health care market in the United States",
		"author": "Chiara Orsini",
		"keywords": "Home health care, Medicare, Living arrangements of the elderly",
		"doi": "https://doi.org/10.1016/j.jpubeco.2009.10.010",
		"abstract": "I examine how decreases in government coverage of home health care visits to the elderly in the United States have affected their living arrangements. Specifically, I exploit geographic variation in the Medicare Home Health Care reimbursement rate that arose as a result of legislation passed in 1997 and I identify its impact on the living arrangements of older Medicare beneficiaries. I find that less generous reimbursement policies lead to a greater fraction of elderly giving up independent living. Baseline-model estimates suggest that a decline in reimbursement of one visit per user leads to a 0.98% increase in the fraction of elderly Medicare beneficiaries living in shared living arrangements, that is, living with somebody else, rather than alone or with only the spouse. This estimate implies that a decline in reimbursement of 5.1 visits per Medicare beneficiary increases the fraction of elderly that live in shared living arrangements by 1.12 percentage points. Such an increase is consistent with the time-series increase in the fraction of elderly that live in shared living arrangements between 1997 and 2000.",
		"pages": "142-152",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S004727270900139X",
		"journal": "Journal of Public Economics",
		"volume": "94"
	},
	{
		"id": "GLICKEN2009343",
		"source_id": "GLICKEN2009343",
		"type": "incollection",
		"title": "Chapter | sixteen - Evidence-Based Practice with Disabilities, Terminal Illness, and Assisted Living",
		"author": "Morley D. Glicken",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-374937-6.00016-4",
		"abstract": "Publisher Summary This chapter discusses disabilities, serious illness, pain, assisted living, and nursing homes. As older adults live healthier lives and alternative living and care-giving arrangements become more common, decreasing numbers of older adults use nursing homes. Fifty three percent of nursing home admissions stay less than a month. Several reasons for the decline include better older adult health that makes independent living possible for a longer period of time, the increased use of assisted living facilities, children caring for older parents at home often with outside help, and the fact that many older adults cannot afford a long-term nursing home stay even when they need it for health reasons or the options are not good ones. A case study and a personal story illustrate the positive changes that often take place when terminally ill patients are allowed to finish unfinished business.",
		"pages": "343-367",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123749376000164"
	},
	{
		"id": "ZHU20112362",
		"source_id": "ZHU20112362",
		"type": "article",
		"title": "Construction of 3D human distal femoral surface models using a 3D statistical deformable model",
		"author": "Zhonglin Zhu and Guoan Li",
		"keywords": "Statistical shape model, Knee, 3D knee model, Fluoroscopic images",
		"doi": "https://doi.org/10.1016/j.jbiomech.2011.07.006",
		"abstract": "Construction of 3D geometric surface models of human knee joint is always a challenge in biomedical engineering. This study introduced an improved statistical shape model (SSM) method that only uses 2D images of a joint to predict the 3D joint surface model. The SSM was constructed using 40 distal femur models of human knees. In this paper, a series validation and parametric analysis suggested that more than 25 distal femur models are needed to construct the SSM; each distal femur should be described using at least 3000 nodes in space; and two 2D fluoroscopic images taken in 45° directions should be used for the 3D surface shape prediction. Using this SSM method, ten independent distal femurs from 10 independent living subjects were predicted using their 2D plane fluoroscopic images. The predicted models were compared to their native 3D distal femur models constructed using their 3D MR images. The results demonstrated that using two fluoroscopic images of the knee, the overall difference between the predicted distal femur surface and the MR image-based surface was 0.16±1.16mm. These data indicated that the SSM method could be a powerful method for construction of 3D surface geometries of the distal femur.",
		"pages": "2362-2368",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002192901100501X",
		"journal": "Journal of Biomechanics",
		"volume": "44"
	},
	{
		"id": "LI2014306",
		"source_id": "LI2014306",
		"type": "article",
		"title": "Decreased norepinephrine transporter availability in obesity: Positron Emission Tomography imaging with (S,S)-[11C]O-methylreboxetine",
		"author": "Chiang-shan R. Li and Marc N. Potenza and Dianne E. Lee and Beata Planeta and Jean-Dominique Gallezot and David Labaree and Shannan Henry and Nabeel Nabulsi and Rajita Sinha and Yu-Shin Ding and Richard E. Carson and Alexander Neumeister",
		"keywords": "[C]-MRB, Norepinephrine, PET, Human, Obesity, BMI",
		"doi": "https://doi.org/10.1016/j.neuroimage.2013.10.004",
		"abstract": "Objectives Noradrenergic dysfunction is implicated in obesity. The norepinephrine transporter (NET) regulates the synaptic availability of norepinephrine. However, NET availability has not been previously characterized in vivo in obese people using Positron Emission Tomography (PET) imaging. Here we report findings evaluating NET availability in individuals with obesity and matched lean (i.e., normal weight) comparison subjects. Methods Seventeen obese but otherwise healthy individuals with a mean±SD body mass index (BMI) of 34.7±2.6 and 17 lean individuals with a mean±SD BMI of 23.1±1.4 were studied using a high-resolution research tomograph (HRRT) and (S,S)-[11C]O-methylreboxetine ([11C]-MRB), a radioligand selective for the NET. The regional brain NET binding potential (BPND) was estimated by the multilinear reference tissue model 2 (MRTM2) with the occipital cortex as a reference region. BPND for regions of interest were obtained with the Automated Anatomic Labeling (AAL) template registered to individuals structural MR scans. Results Obese individuals had lower NET BPND values in the thalamus (p<0.038, 27% reduction) including within the pulvinar (p<0.083, 30% reduction), but not in the hypothalamus, locus coeruleus or the raphe nuclei, compared to lean individuals. When age was included as a covariate, the difference in NET BPND values remained significant in the thalamus (p<0.025) and pulvinar (p<0.042). Conclusions These results indicate that NET availability is decreased in the thalamus, including the pulvinar, in obese individuals. These findings further support data indicating noradrenergic dysfunction in obesity and suggest impaired NE clearance in obesity.",
		"pages": "306-310",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811913010148",
		"journal": "NeuroImage",
		"volume": "86"
	},
	{
		"id": "LIN2015207",
		"source_id": "LIN2015207",
		"type": "article",
		"title": "The designs and applications of a scanning interface with electrical signal detection on the scalp for the severely disabled",
		"author": "Chern-Sheng Lin and Jung-Chih Lin and Yen-Chen Huang and Yu-Chen Lai and Hsing-Cheng Chang",
		"keywords": "Blink control, Scanning human–machine interface, Assistive device",
		"doi": "https://doi.org/10.1016/j.cmpb.2015.07.007",
		"abstract": "This study discussed a computer-aided program development that meets the requirements of people with physical disabilities. A number of control modes, such as electrode signal recorded on the scalp and blink control, were combined with the scanning human–machine interface to improve the external input/output device. Moreover, a novel and precise algorithm, which filters noise and reduces misrecognition of the system, was proposed. A convenient assistive device can assist people with physical disabilities to meet their requirements for independent living and communication with the outside. The traditional scanning keyboard is changed, and only the phonetic notations are typed instead of characters, thus the time of tone and function selection could be saved, and the typing time could be also reduced. Barrier-free computer assistive devices and interface for people with physical disabilities in typing or speech could allow them to use a scanning keyboard to select phonetic symbols instead of Chinese characters to express their thoughts. The human–machine interface controls can obtain more reliable results as 99.8% connection success rate and 95% typing success rate.",
		"pages": "207-214",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169260715001960",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "122"
	},
	{
		"id": "RUEDAALFARO2008396",
		"source_id": "RUEDAALFARO2008396",
		"type": "article",
		"title": "Hormonal determinants of depression and cognitive function in independently-living elders",
		"author": "Sergio Rueda Alfaro and Mateu Serra-Prat and Elisabet Palomera and Immaculada Falcón and Immaculada Cadenas and Xavier Boquet and Emili Burdoy and Josep Mussoll and Pere Serra and Manuel Puig Domingo",
		"keywords": "Aging, Hormones, Cognitive function, Depression, Envejecimiento, Hormonas, Función cognitiva, Depresión",
		"doi": "https://doi.org/10.1016/S1575-0922(08)75076-9",
		"abstract": "Objective To study the potential associations among circulating insulinlike growth factor 1 (IGF-1) and adrenal and gonadal steroids with cognitive status and depression in a group of independently-living elders. Design Population-based cross sectional study. Methods A total of 313 individuals (160 women and 153 men, with a mean age of 76.7±7 years) participated in this study. A physical examination, assessment of functional capacity, cognitive function, depression, educational level and measurement of plasma cortisol, dehydroepiandrosterone (DHEA) and its sulphate (DHEAs), testosterone, estradiol, and IGF-1 were performed. Results In women, adrenal steroids showed a negative correlation with global cognition (β=−0.79; p=0.03 for DHEA and β=−0.27; p=0.002 for cortisol). A positive correlation with IGF-1 (β=0.026; p=0.04) was found for cognition in women after adjustment for depression. For memory function, DHEA correlated negatively but no relationship with IGF-1 and cortisol was observed. No relationships with cognition were observed in men for any of the steroids or other hormones studied. Educational level showed the highest protective effect (odds ratio [OR] = 6.25) for preserved cognition for both sexes; in women, OR for deteriorated cognition with age, DHEA and cortisol were 1.14, 1.57 and 1.09, respectively. No associations between depression and hormonal profile were found in either sex. Conclusions Educational level was positively associated with cognitive function in independently-living elderly men and women, while adrenal steroids were associated with impaired cognition in elderly women but not in men. The hormonal milieu seemed to have little or no influence on depression in the men and women studied. Objetivo Estudiar la posible relación del factor de crecimiento insulinoide tipo 1 (IGF-1) y los esteroides adrenales y gonadales con la función cognitiva y estado depresivo en un grupo de personas ancianas no dependientes. Diseño Estudio transversal de base poblacional. Métodos Participaron 313 individuos (160 mujeres y 153 varones, con una media de edad de 76,7±7 años). Se practicó un examen físico, evaluación de la capacidad funcional, estado cognitivo y estado depresivo, se registró su grado académico y se midió cortisol, deshidroepiandrosterona (DHEA) y su sulfato DHEAs, testosterona, estradiol y el factor de crecimiento insulinoide tipo 1 (IGF-1) en plasma. Resultados En mujeres, los esteroides adrenales presentaron una correlación negativa con la función cognitiva general (β=−0,72; p=0,05 para DHEA y β=−0,15; p=0,004 para cortisol); hubo correlación positiva entre función cognitiva general e IGF-1 (β=0,04; p=0,02) tras ajustar por estado depresivo; no hubo correlación entre función de memoria e IGF-1 y cortisol. En los varones no hubo correlaciones entre esteroides adrenales e IGF-1 y función cognitiva. El nivel académico mostró el máximo efecto protector para una función cognitive preservada (odds ratio [OR]=6,25) en ambos sexos; en las mujeres la OR para el deterioro cognitivo fue de 1,14 para la edad, 1,57 para DHEA y 1,09 para cortisol. No se observaron asociaciones de las distintas hormonas estudiadas y estado depresivo en ninguno de los dos sexos. Conclusiones Hay asociación positiva del estado cognitivo con el nivel académico en personas ancianas no dependientes de ambos sexos, y en las mujeres pero no en los varones, los esteroides adrenales se asociaron también a un peor estado cognitivo; no se apreciaron influencias de las concentraciones de hormonas estudiadas en el estado depresivo de los sujetos estudiados de cualquier sexo.",
		"pages": "396-401",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1575092208750769",
		"journal": "Endocrinología y Nutrición",
		"volume": "55"
	},
	{
		"id": "CELONA2015868",
		"source_id": "CELONA2015868",
		"type": "article",
		"title": "Multidimensional Approach in Persons with Schizophrenia Spectrum Disorders.",
		"author": "D. Celona and D. Garino and F. Bertossi and M. Impagnatiello and V. Botter and F. Sandri and E. Pascolo-Fabrici",
		"doi": "https://doi.org/10.1016/S0924-9338(15)30677-5",
		"abstract": "Introduction Schizophrenia is a chronic disorder which severely limits the social and occupational functioning. Employment, education, relationships, housing and health are among the most frequently stated life and treatment goals among persons suffering from schizophrenia. Rehabilitation for persons with schizophrenia aims at preservation and improvement of psychosocial functions, promotes recovery-oriented interventions and, therefore, serves the central goals of affected persons. Objectives The goals of these models focus on improving knowledge, coping, self-care, social support and self-management strategies. Aims The aims of this cases report is to underline the effectiveness of multidimensional approach, which included drug treatment, psychosocial therapeutic interventions, supported employment, peer-supported housing. Methods We report 8 patients with a early onset psychosis, detected with EriRaos and clinical interview. Results Diagnostically, these patients had a real improvement of their psychosocial functions in areas such as work, social relationship and independent living skills. Conclusions Cognitive functioning, education, negative symptoms, social support and skills, age, work history and rehabilitation service to restore community functioning have proven to be strong predictors for successful psychiatric rehabilitation.",
		"pages": "868",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933815306775",
		"journal": "European Psychiatry",
		"volume": "30"
	},
	{
		"id": "GOOREN2007192",
		"source_id": "GOOREN2007192",
		"type": "article",
		"title": "Osteoporosis and sex steroids",
		"author": "Louis Gooren",
		"keywords": "Bone mineral density, Osteoporosis, Bone fracture, Testosterone, Estrogen, Puberty",
		"doi": "https://doi.org/10.1016/j.jmhg.2007.03.003",
		"abstract": "With increasing longevity, the maintenance of good health is pivotal for independent living in the elderly. Osteoporotic fractures are a crippling occurrence in their lives and are an obvious impediment for most of the activities of daily living. Osteoporotic fractures have long been regarded as a female ailment, but with the increasing longevity of men, it appears that the incidence and prevalence of osteoporotic fractures in men is not very different from the rate in women, although it occurs approximately 10 years later in the lives of men when their general health is deteriorating. A multitude of factors determine bone strength: genetic, nutritional (calcium), vitamin D (both nutritional or exposure to sunlight), physical activity, and hormonal factors. Hormonal factors are significant throughout life, from puberty onwards. In adolescence they are indispensable for the formation of peak bone mass. Throughout life, sex steroids maintain bone formation. Surprisingly, in men estrogens appear to be more significant for the development of peak bone mass and the maintenance of bone mineral density than androgens. In men estrogens are derived from androgens and levels of estrogens and androgens are strongly interrelated and adequate androgen levels imply adequate estrogen levels.",
		"pages": "192-198",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1571891307000544",
		"journal": "The Journal of Mens Health & Gender",
		"volume": "4"
	},
	{
		"id": "LOUE2014503",
		"source_id": "LOUE2014503",
		"type": "article",
		"title": "The Therapeutic Farm Community: An Innovative Intervention for Mental Illness",
		"author": "Sana Loue and Richard R. Karges and Candace Carlton",
		"keywords": "Mental illness, therapeutic farms, care farms, deinstitutionalization",
		"doi": "https://doi.org/10.1016/j.sbspro.2014.08.298",
		"abstract": "Romania is currently making efforts to deinstitutionalize residents of its mental health hospitals and initiate a system of community-based mental health care. To be successful, the system of community-based mental health care must include a network of caring and responsible people who are committed to helping those who are mentally ill meet their needs while reintegrating into and remaining a part of the community. Therapeutic farm communities (TFC), or care farms (CF) as they are known in Europe, can serve as a critical component in efforts to assist mentally ill individuals regain their stability and independence. TFCs, which often focus on individuals diagnosed with schizophrenia, bipolar disorder, and major depression, promote self-sufficiency through their therapeutic use of farming-related activities, including organic farming and animal care. In addition to farm maintenance activities, programming may include mood management, dialectical behavior therapy, creative expression, equine assisted learning, meditation, education, money management training, and independent living skills activities (planning, shopping, cooking, healthy living), and medication management. This paper first reviews the use of TFCs in Europe and the US, focusing on Hopewell as a model for the US TFCs, and examines the suitability and sustainability of the TFC/CF model for mentally ill persons in Romania in the context of Romanias current political and economic climate.",
		"pages": "503-507",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042814050113",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "149"
	},
	{
		"id": "GIARELLI2013227",
		"source_id": "GIARELLI2013227",
		"type": "article",
		"title": "Transition to community by adolescents with Asperger syndrome: Staying afloat in a sea change",
		"author": "Ellen Giarelli and Kathleen Fisher",
		"keywords": "Asperger syndrome, Transition to community, Adolescents, Grounded theory",
		"doi": "https://doi.org/10.1016/j.dhjo.2013.01.010",
		"abstract": "Background Transition to community (TC) is the movement out of secondary school to independent living or higher education. It is challenging for young people who have typical neurodevelopment and daunting for those who have neurodevelopmental characteristics associated with Asperger syndrome (AS). Objective This grounded theory study describes the phenomenon of transition to community among adolescents and young adults with AS. Methods Audiotaped interviews were transcribed verbatim and analyzed using constant comparison to explore the socially constructed phenomenon of TC. Our sample comprised 36 participants from four groups deemed central to the phenomenon including: individuals with AS age 18–22 years (N = 13), parents (n = 13); and five each of educators and potential employers. Results The core psychosocial problem of TC is to stay afloat while feeling “adrift.” This problem was experienced by the individual with AS, and parents and others were observers and facilitators. Adolescents, with the support of parents, teachers and sympathetic employers solved this problem by using three psychosocial processes of structuring, anchoring, and embarking. Conclusions Clinicians who work with this population, potential employers, and educators are stakeholders who can apply our findings to the development of effective and personalized transition services. Findings from our study are grounded in the experiences of participants, and therefore, have explicit practical value. The conceptual model of TC can be used by health care providers, educators, employers and parents to guide adolescents as they transition to community.",
		"pages": "227-235",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657413000113",
		"journal": "Disability and Health Journal",
		"volume": "6"
	},
	{
		"id": "COLLINS20081279",
		"source_id": "COLLINS20081279",
		"type": "article",
		"title": "The policy context of leaving care services: A case study of Northern Ireland",
		"author": "Mary Elizabeth Collins and John Pinkerton",
		"keywords": "Transition from foster care, International child welfare policy, Political context",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.03.012",
		"abstract": "The transition of foster youth from state care to independent living has received increased research, practice, and policy attention in the United States and in many other countries. Most contributions to this literature have focused on documenting poor outcomes across various dimensions of need in the young peoples lives whereas little attention has been given to the policy context in which the responses to those needs are being developed. In this article, we argue that there is a pressing need for better understanding of how the policy context can both promote and impede the development of appropriate services. To illustrate our argument, we use Northern Ireland as a policy case study both because of recent initiatives underway there in regard to youth transitions from state care and because of the heightened political sensibilities associated with it as a society. We draw attention to the socio-political historical context, a number of intersecting social policies, and the place of social work as a key occupation involved in delivering service improvements. We conclude by suggesting that this case study not only highlights the need to address similar aspects of the policy on youth transition from state care in the United States but also demonstrates the benefits of reflecting on policy development and implementation elsewhere in the world.",
		"pages": "1279-1288",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908000832",
		"journal": "Children and Youth Services Review",
		"volume": "30"
	},
	{
		"id": "GARATACHEA201390",
		"source_id": "GARATACHEA201390",
		"type": "article",
		"title": "Genes, physical fitness and ageing",
		"author": "Nuria Garatachea and Alejandro Lucia",
		"keywords": "Ageing, Genes, Physical fitness, Genetic variation",
		"doi": "https://doi.org/10.1016/j.arr.2012.09.003",
		"abstract": "Persons aged 80 years and older are the fastest growing segment of the population. As more individuals live longer, we should try to understand the mechanisms involved in healthy ageing and preserving functional independence in later life. In elderly people, functional independence is directly dependent on physical fitness, and ageing is inevitably associated with the declining functions of systems and organs (heart, lungs, blood vessels, skeletal muscles) that determine physical fitness. Thus, age-related diminished physical fitness contributes to the development of sarcopenia, frailty or disability, all of which severely deteriorate independent living and thus quality of life. Ageing is a complex process involving many variables that interact with one another, including – besides lifestyle factors or chronic diseases – genetics. Thus, several studies have examined the contribution of genetic endowment to a decline in physical fitness and subsequent loss of independence in later life. In this review, we compile information, including data from heritability, candidate-gene association, linkage and genome-wide association studies, on genetic factors that could influence physical fitness in the elderly.",
		"pages": "90-102",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1568163712001390",
		"journal": "Ageing Research Reviews",
		"volume": "12"
	},
	{
		"id": "SHAMSI2011257",
		"source_id": "SHAMSI2011257",
		"type": "article",
		"title": "Cognitive and symptomatic predictors of functional disability in schizophrenia",
		"author": "Syed Shamsi and Adam Lau and Todd Lencz and Katherine E. Burdick and Pamela DeRosse and Ron Brenner and Jean-Pierre Lindenmayer and Anil K. Malhotra",
		"doi": "https://doi.org/10.1016/j.schres.2010.08.007",
		"abstract": "Background Neurocognition and negative symptoms play a major role in predicting functional outcomes in patients with schizophrenia. Few studies have assessed the relationship between functional outcomes and the MATRICS consensus cognition battery (MCCB), which will be central to future clinical trials of cognitive enhancing agents. Aims To assess the role of individual MCCB domains on functional outcomes. Method 185 stable outpatients with schizophrenia were enrolled and assessed with the MCCB, Social Adjustment Scale-II (SAS-II) and Multidimensional Scale for Independent Functioning (MSIF), along with BPRS and SANS. Results We found significant relationships between MCCB neurocognitive domain scores, negative symptoms and aspects of functional outcome in schizophrenia. Specifically, we found that work/education functioning is predicted by working memory performance and negative symptoms; residential status (independent living) is predicted by verbal memory scores; and social functioning is predicted by social cognition, attention and negative symptoms. We also found that negative symptom severity was not related to residential status, even though it demonstrated the predicted associations to work and social functioning. Conclusion To our knowledge, this is the first study to assess cognition and functional outcomes using MCCB, SAS II and MSIF. Our results extend prior work and help provide more data on the relationships between cognition, symptoms and functional outcome using “real world” measures.",
		"pages": "257-264",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996410014532",
		"journal": "Schizophrenia Research",
		"volume": "126"
	},
	{
		"id": "CLARKE2006119",
		"source_id": "CLARKE2006119",
		"type": "article",
		"title": "Work beliefs and work status in epilepsy",
		"author": "Beverley M. Clarke and A.R.M. Upton and Claudia Castellanos",
		"keywords": "Epilepsy, Work beliefs",
		"doi": "https://doi.org/10.1016/j.yebeh.2006.04.008",
		"abstract": "Purpose The goal of this study was to determine differences in work beliefs between people with epilepsy who work and those who do not work. Methods One hundred thirteen subjects (58 females, 55 males) 41.56±11.42 years of age and with a seizure duration of 22.88±12.96 years (means±SD) were assessed. Results Forty percent worked full-time, 10% worked part-time, and 50% did not work. Twelve of the fifty-six who worked had more than one seizure per month, compared with 29 of 57 who did not work. There were significant differences between the working and nonworking groups: The nonworking group believed that (1) they had to work to be “normal,” (2) they did not have enough education, (3) not having a job was the only barrier to independent living, (4) their families feared work injuries, (5) working represented a risk of injury, (6) they would hurt others if they had a seizure at work, (7) their families did not want them to work, and (8) seizures would negatively affect job performance. Conclusion Work beliefs are important factors contributing to work status.",
		"pages": "119-125",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505006001259",
		"journal": "Epilepsy & Behavior",
		"volume": "9"
	},
	{
		"id": "CECI201330",
		"source_id": "CECI201330",
		"type": "article",
		"title": "Theorizing accommodation in supportive home care for older people",
		"author": "Christine Ceci and Mary Ellen Purkis and Kristin Björnsdóttir",
		"keywords": "Accommodation, Supportive home care, Aging, Agamben, Frailty",
		"doi": "https://doi.org/10.1016/j.jaging.2012.10.004",
		"abstract": "This paper examines the issue of what thinking is necessary in order to advance a notion of accommodation in the organization and provision of supportive home care for older people. Accommodation in this context is understood as responsiveness to the singularity of older adults, and we consider how this idea might be used to support opportunities for (independent) living for elders as they age and become frailer. To elaborate the question we draw on examples from our empirical work – ethnographic studies of home care practice undertaken in Canada and Iceland – and consider these examples in light of critical philosophical and social theory, particularly Agambens (1993) work, The Coming Community. This is a relevant frame through which to consider the potential for the accommodation of the unique needs of older adults in home care because it helps us to problematize the systems through which care is accomplished and the current, dominant terms of relations between individuals and collectives. We argue that giving substance to a notion of accommodation contributes an important dimension to aligned ideas, such as patient-centeredness in care, by working to shift the intentionality of these practices. That is, accommodation, as an orientation to care practices, contests the organizational impulse to carry on in the usual way.",
		"pages": "30-37",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S089040651200076X",
		"journal": "Journal of Aging Studies",
		"volume": "27"
	},
	{
		"id": "BANERJI2012257",
		"source_id": "BANERJI2012257",
		"type": "article",
		"title": "A Physio-Neuro Approach to Accelerate Functional Recovery of Impaired Hand after Stroke",
		"author": "Subhasis Banerji and Christopher Wee Keong Kuah and John Heng and Keng He Kong",
		"keywords": "rehabilitation, functional recovery, SEMG, biofeedback, stroke, upper limb, SynPhNe, mirror image",
		"doi": "https://doi.org/10.1016/j.proeng.2012.07.171",
		"abstract": "Hand function disability after stroke is the greatest obstacle to independent living. Rehabilitation of hand function is known to be more effective if patients can start therapy as early post-stroke as possible, and dedicate maximum therapy hours during hospital stay. Constraints such as a rapidly increasing patient-therapist ratio and a shortage of beds for stroke patients often prevent ideal rehabilitation therapy. One solution could be a system that can guide the patient in practicing key functional hand movements unsupervised as well as record data for tracking and reviewing progress. This paper describes a pilot experiment with a new Rehabilitation Platform. It consists of a mirror-image instruction video which guides the stroke patient through a therapy protocol; an arm glove provides EMG biofeedback simultaneously to highlight incremental progress and self-regulation in muscle use. This forms a part of the overall physio-neuro platform named “SynPhNe”. It is being tested to drive an accelerated hand function rehabilitation process. Initial results suggest that in early post-stroke therapy, it may be possible to accelerate functional recovery of the hand by leveraging the ability of the brain-muscle system to respond favourably to both components of the platform - mirror image visual input and biofeedback.",
		"pages": "257-263",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S187770581202557X",
		"journal": "Procedia Engineering",
		"volume": "41"
	},
	{
		"id": "BORST2009477",
		"source_id": "BORST2009477",
		"type": "article",
		"title": "Influence of environmental street characteristics on walking route choice of elderly people",
		"author": "Hieronymus C. Borst and Sanne I. de Vries and Jamie M.A. Graham and Jef E.F. van Dongen and Ingrid Bakker and Henk M.E. Miedema",
		"keywords": "Elderly people, Walking, Neighbourhood, Physical environment, Pedestrians, Route choice, Active transport",
		"doi": "https://doi.org/10.1016/j.jenvp.2009.08.002",
		"abstract": "Walking is an important source of outdoor physical activity among elderly people. In order to devise measures aimed at encouraging walking among the elderly it is important to understand how the local environment influences the walking behaviour of elderly people. Here, a model describing the influence of environmental street characteristics on the walking route choice of elderly people is presented. Techniques adapted from the field of transportation research were employed within the model. Data concerning the walking route choice to specific destinations reported by 364 independently living elderly residents (55–80 years) from three Dutch urban districts were collected. Route choice was modelled within a ‘Geographic Information System’ (GIS) database by using ‘resistance factors’ to describe the resistance to walking of street sections (i.e. links) within the street network. These factors were optimized by minimizing the difference between the estimated and the reported number of trips along each link. This is, to the authors knowledge the first time that this technique has been applied within this context. The influence of link characteristics on link resistance was investigated by multivariate linear regression. The first results of the route choice model and the influence of street characteristics on route choice are reported and discussed.",
		"pages": "477-484",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0272494409000498",
		"journal": "Journal of Environmental Psychology",
		"volume": "29"
	},
	{
		"id": "SAHLIN2012255",
		"source_id": "SAHLIN2012255",
		"type": "incollection",
		"title": "Policies to Address Homelessness: ‘Staircase’ Models",
		"author": "I. Sahlin",
		"keywords": "Homelessness, Homeless accommodation, Secondary housing market, Staircase of transition, Transitional housing",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-08-047163-1.00390-8",
		"isbn": "978-0-08-047171-6",
		"abstract": "Where the local supply of homeless accommodation differs with regard to comfort, privacy, rules of occupation, and degree of tenure security, it may be organised as a ‘staircase’, whereby access to the more attractive and ‘normal’ higher steps is conditional upon qualifying periods of residence at lower levels. This model is common in Sweden, where the local social authorities usually rent and sublease flats to house their homeless clients. Homeless people are expected to obtain ‘normal’ housing stepwise, from emergency shelter, through various kinds of supported housing, transitional housing, and finally a flat with a probationary lease that can be transferred to a regular tenancy. ‘Promotion’ to a higher rung implies a new tenancy agreement, which allows more privacy than before; however, many residents are relegated to lower steps as a punishment for misbehaviour. This approach to homelessness appeals to many landlords, since rent and management are guaranteed by the local authorities, which also implement quick eviction in cases of misbehaviour. The social authorities view the staircase as an opportunity to supervise and train their homeless clients in ‘independent living skills’ and as a way of rationing their supply of accommodation. It is also an excuse for low-quality shelters, since the residents are intended to soon move on to better accommodation. For the residents, however, the route to independent housing becomes very long and uncertain. Research shows that in municipalities utilising the staircase model, literal homelessness is not reduced but rather grows, and that the lower steps tend to expand, because of the scarcity of self-contained flats, which make up the top step.",
		"pages": "255-260",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780080471631003908"
	},
	{
		"id": "CORCORAN2005370",
		"source_id": "CORCORAN2005370",
		"type": "article",
		"title": "Network 1000: Surveying the changing needs and lifestyles of 1000 visually impaired people — Indicative results from generative interviews",
		"author": "Christine Corcoran and Graeme Douglas and Steve McCall and Mike McLinden and Sue Pavey",
		"keywords": "Participant involvement, Generative interviews, Network 1000, Methods, Transport, ICT, Attitudes, Survey",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.024",
		"abstract": "Network 1000 is a panel survey aimed at surveying the changing needs and circumstances of people with a visual impairment. The project is committed to participant involvement that is developing collaborative and inclusive strategies within the project; the purpose of this paper is to focus on one of those strategies namely, generative interviews. These interviews are used as part of the survey design stage to inform and drive the content of the questionnaire. The themes that were generated from these interview discussions raised a number of important themes ranging from independent living skills to issues around education and employment. Three other emergent issues were: transport particularly access to it and its geographically patchy nature; use of computers with their attendant costs and ease of use; and attitudes related either to visually impaired peoples attitudes towards their own visual impairment, or societys attitudes towards people with a visual impairment. The use of generative interviews has been an integral part of the project and reinforces its underlying philosophy of participant involvement; the themes generated have already been incorporated into the first year of the study.",
		"pages": "370-374",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S053151310500779X",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "BORST2008353",
		"source_id": "BORST2008353",
		"type": "article",
		"title": "Relationships between street characteristics and perceived attractiveness for walking reported by elderly people",
		"author": "Hieronymus C. Borst and Henk M.E. Miedema and Sanne I. de Vries and Jamie M.A. Graham and Jef E.F. van Dongen",
		"keywords": "Elderly people, Walking, Perceived attractiveness, Physical environment, Pedestrians",
		"doi": "https://doi.org/10.1016/j.jenvp.2008.02.010",
		"abstract": "Walking is important for the health of elderly people. Previous studies have found a relationship between neighbourhood characteristics, physical activity and related health aspects. The multivariate linear regression model presented here describes the relationships between the perceived attractiveness of streets for walking along and (physical) street characteristics. Two hundred and eighty-eight independently living elderly people (between 55 and 80 years old) participated in the study. Street characteristics were assessed along homogeneous street subsections defined as ‘links’. Positively related to perceived attractiveness of links were the following street characteristics: slopes and/or stairs, zebra crossings, trees along the route, front gardens, bus and tram stops, shops, business buildings, catering establishments, passing through parks or the city centre, and traffic volume. Litter on the street, high-rise buildings, and neighbourhood density of dwellings were negatively related to perceived link attractiveness. Overall, the results suggest that three main aspects affect perceived attractiveness of streets for walking, namely tidiness of the street, its scenic value and the presence of activity or other people along the street. The results are discussed within the context of these three aspects.",
		"pages": "353-361",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0272494408000248",
		"journal": "Journal of Environmental Psychology",
		"volume": "28"
	},
	{
		"id": "SHAH20153023",
		"source_id": "SHAH20153023",
		"type": "article",
		"title": "Serum Glycoprotein Biomarker Discovery and Qualification Pipeline Reveals Novel Diagnostic Biomarker Candidates for Esophageal Adenocarcinoma[S]",
		"author": "Alok K. Shah and Kim-Anh Lê Cao and Eunju Choi and David Chen and Benoît Gautier and Derek Nancarrow and David C. Whiteman and Nicholas A. Saunders and Andrew P. Barbour and Virendra Joshi and Michelle M. Hill",
		"doi": "https://doi.org/10.1074/mcp.M115.050922",
		"abstract": "We report an integrated pipeline for efficient serum glycoprotein biomarker candidate discovery and qualification that may be used to facilitate cancer diagnosis and management. The discovery phase used semi-automated lectin magnetic bead array (LeMBA)-coupled tandem mass spectrometry with a dedicated data-housing and analysis pipeline; GlycoSelector (http://glycoselector.di.uq.edu.au). The qualification phase used lectin magnetic bead array-multiple reaction monitoring-mass spectrometry incorporating an interactive web-interface, Shiny mixOmics (http://mixomics-projects.di.uq.edu.au/Shiny), for univariate and multivariate statistical analysis. Relative quantitation was performed by referencing to a spiked-in glycoprotein, chicken ovalbumin. We applied this workflow to identify diagnostic biomarkers for esophageal adenocarcinoma (EAC), a life threatening malignancy with poor prognosis in the advanced setting. EAC develops from metaplastic condition Barretts esophagus (BE). Currently diagnosis and monitoring of at-risk patients is through endoscopy and biopsy, which is expensive and requires hospital admission. Hence there is a clinical need for a noninvasive diagnostic biomarker of EAC. In total 89 patient samples from healthy controls, and patients with BE or EAC were screened in discovery and qualification stages. Of the 246 glycoforms measured in the qualification stage, 40 glycoforms (as measured by lectin affinity) qualified as candidate serum markers. The top candidate for distinguishing healthy from BE patients group was Narcissus pseudonarcissus lectin (NPL)-reactive Apolipoprotein B-100 (p value = 0.0231; AUROC = 0.71); BE versus EAC, Aleuria aurantia lectin (AAL)-reactive complement component C9 (p value = 0.0001; AUROC = 0.85); healthy versus EAC, Erythroagglutinin Phaseolus vulgaris (EPHA)-reactive gelsolin (p value = 0.0014; AUROC = 0.80). A panel of 8 glycoforms showed an improved AUROC of 0.94 to discriminate EAC from BE. Two biomarker candidates were independently verified by lectin magnetic bead array-immunoblotting, confirming the validity of the relative quantitation approach. Thus, we have identified candidate biomarkers, which, following large-scale clinical evaluation, can be developed into diagnostic blood tests. A key feature of the pipeline is the potential for rapid translation of the candidate biomarkers to lectin-immunoassays.",
		"pages": "3023-3039",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1535947620326086",
		"journal": "Molecular & Cellular Proteomics",
		"volume": "14"
	},
	{
		"id": "SULIMANIAIDAN20111134",
		"source_id": "SULIMANIAIDAN20111134",
		"type": "article",
		"title": "Future expectations of adolescents in residential care in Israel",
		"author": "Yafit Sulimani-Aidan and Rami Benbenishty",
		"keywords": "Leaving care, Future expectations, Optimism, Social support",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.02.006",
		"abstract": "The study examines the future expectations of adolescents in residential care facilities in Israel and their worries about the pending transition to independent living. The study examines the hypotheses that personal variables (e.g., gender, a personality trait of optimism) and social support variables (the support of family, peers and staff) predict their future expectations. 277 adolescents participated in the study. The self report questionnaire covered several areas including demographic background, optimism, family, peer and staff support, readiness to leave care and future expectations. Results indicate that most adolescents perceived their future positively. The most positive expectations were in the family and friends domains. About a third of the adolescents were worried or very worried about leaving care. Worries were not related to gender. Optimism, social support by mother and peers (but not staff) was positively correlated with future expectations. The findings suggest that there are areas of concern that should be addressed through programs to prepare youth for leaving care. Follow up and longitudinal studies are suggested.",
		"pages": "1134-1141",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911000430",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "BOURKE2011143",
		"source_id": "BOURKE2011143",
		"type": "article",
		"title": "Congenital hand anomalies",
		"author": "Gráinne Bourke",
		"keywords": "birth defect, congenital hand anomalies, duplication, finger abnormalities, forearm abnormalities, hand deformity, newborn, syndactyly, thumb abnormalities, toe transfer",
		"doi": "https://doi.org/10.1016/j.mporth.2010.10.006",
		"abstract": "Congenital upper limb anomalies affect 0.1–0.2% of all newborns. They are often isolated phenomena but can be associated with other congenital anomalies and may be the only external manifestation of a syndrome. Knowledge of the treatment options is imperative to ensure appropriate referral and counselling. The aim of surgery for a congenital hand anomaly is to improve both function and appearance. Apart from the face, the hand is the only other part of the body on regular display. Independent living is largely dependent on good bimanual hand function. For example a large proportion of activities of daily living such as washing, dressing, and feeding consist of bimanual tasks. It is only when we temporarily lose the function of one hand that the significance of this becomes apparent. However, children with congenital hand anomalies adapt very well to limitations of hand function and can often find “trick” manoeuvres to achieve essential tasks. As there is a wide variation in the types and severities of hand anomalies these cases are largely managed in specialized clinics. It is in this setting that the child and family will have access to long-term multidisciplinary care which includes input from geneticists, psychologists, therapists and children’s hand surgeons. For some children with more complex anomalies, psychological support can be as valuable as surgery to aid integration with and acceptance by their peers.",
		"pages": "143-154",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877132710001442",
		"journal": "Orthopaedics and Trauma",
		"volume": "25"
	},
	{
		"id": "ALDI201533",
		"source_id": "ALDI201533",
		"type": "article",
		"title": "Identification of a novel, alpha2-fucosylation-dependent uptake system in highly proliferative cells",
		"author": "Silvia Aldi and Antonietta Capone and Cinzia Della Giovampaola and Leonardo Ermini and Elisa Pianigiani and Giancarlo Mariotti and Floriana Rosati",
		"keywords": "Fucosyl-glycoconjugates, Golgi complex, Fucosyl-binding lectins, Proliferation, CVEC, Fibroblasts",
		"doi": "https://doi.org/10.1016/j.tice.2014.10.007",
		"abstract": "In this paper we describe a new structure present in highly proliferative cells and absent in cells with normal growth potential. We used cultured bovine venular endothelial cells (CVEC) as examples of high proliferation, and dermal fibroblasts of a primary culture as examples of normal proliferation. The structure, consisting of tubules radiating from the nuclear region to the tips of cell protrusions, was revealed by its strong positivity to the fucose-binding lectin from Lotus (LTL) that prefers glycans with alpha-1,2-linked fucose. Another fucose-binding lectin that prefers glycans with alpha-1,6-linked fucose was instead found to localize glycans exclusively in Golgi complexes. LTL binding sites were also found at the surface of CVEC in a restricted region close to the nucleus. The role of alpha-1,2-linked fucose in forming or maintaining the tubules was confirmed by the fact that down-regulation of the fucosyltransferases FUT1 and FUT2 resulted in disappearance of the tubular structure. LTL also proved able to penetrate the cells through the tubular structures up to the nuclear region and to inhibit proliferation. Endostatin was also found to massively penetrate the cells in the tubular structures in control cells but not in FUT1/2 depleted cells. In cells of a first passage primary culture of dermal fibroblasts the tubular LTL-positive structure was absent as well as the LTL-positive sites at the external surface, and both fucose-binding lectins were found to exclusively localize glycans in Golgi complexes. Tubules were again found progressively in fibroblasts derived from repeated passages, where faster growing cells predominate. Disappearance of LTL-positivity in Golgi complexes paralleled appearance of LTL-positive tubules. The role of Golgi complexes in forming the tubules is discussed.",
		"pages": "33-38",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040816614001153",
		"journal": "Tissue and Cell",
		"volume": "47"
	},
	{
		"id": "TAYLOR2007304",
		"source_id": "TAYLOR2007304",
		"type": "article",
		"title": "A comparison of percutaneous transluminal angioplasty versus amputation for critical limb ischemia in patients unsuitable for open surgery",
		"author": "Spence M. Taylor and Corey A. Kalbaugh and Dawn W. Blackhurst and Dwight C. Kellicut and Eugene M. Langan and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2006.09.038",
		"abstract": "Background Percutaneous transluminal angioplasty (PTA), although not the traditional therapy, seems to be a safe alternative for patients with critical limb ischemia who are believed to be unsuitable candidates for open surgery. However, the efficacy of PTA in this setting has not been analyzed. The purpose of this study was to compare the outcomes of PTA for limb salvage with outcomes of major limb amputation in physiologically impaired patients believed to be unsuitable for open surgery. Methods From a prospective vascular registry, 314 patients (183 underwent amputation, and 131 underwent complex PTA for limb salvage) were identified as physiologically impaired or unsuitable for open surgery. This was defined as having at least one of the following: functional impairment (homebound ambulatory or transfer only), mental impairment (dementia), or medical impairment (two of the following: end-stage renal disease, coronary artery disease, and chronic obstructive pulmonary disease). Patients undergoing PTA were compared with patients undergoing amputation by examining the outcome parameters of survival, maintenance of ambulation, and maintenance of independent living status. Parameters were assessed by using Kaplan-Meier life-table curves (log-rank test and 95% confidence intervals [CIs]) and hazard ratios (HRs) from the Cox model. Results PTA resulted in a 12-month limb salvage rate of 63%. Thirty-day mortality was 4.4% for the amputation group and 3.8% for the PTA group. After adjustment for age, race, diabetes, prior vascular procedure, dementia, and baseline functional status, PTA patients had significantly lower rates of ambulation failure (HR, 0.44; P = .0002) and loss of independence (HR, 0.53; P = .025) but had significantly higher mortality (HR, 1.62; P = .006) than amputees. However, when life tables were examined, the maintenance of ambulation advantage lasted only 12 months (PTA, 68.6%; 95% CI, 59.6%-77.7%; amputation, 48%; 95% CI, 40.4%-55.5%) and was not statistically significant at 2 years (62.2% [95% CI, 48.8%-71.5%] and 44% [95% CI, 35.8%-52.2%], respectively). Maintenance of independent living status advantage lasted only 3 months, with no statistically significant difference at 2 years (PTA, 60.5%; 95% CI, 45.4%-75.6%; amputation, 52.6%; 95% CI, 40.4%-64.9%). Although mortality was high in both cohorts, patients who underwent amputation had a survival advantage for all time intervals examined (at 2 years: PTA, 29%; 95% CI, 19.9%-38.1%; amputation, 48.1%; 95% CI, 39.2%-56.9%). Conclusions Patients who present with critical limb ischemia and physiologic impairments that preclude open surgery seem to have comorbidities that blunt any functional advantage achieved after PTA for limb salvage. PTA in this setting affords very little benefit compared with amputation alone.",
		"pages": "304-310",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521406017423",
		"journal": "Journal of Vascular Surgery",
		"volume": "45"
	},
	{
		"id": "DEMURA2011e21",
		"source_id": "DEMURA2011e21",
		"type": "article",
		"title": "The maximal double step length test can evaluate more adequately the decrease of physical function with age, than the maximal single step length test",
		"author": "Shinichi Demura and Takayoshi Yamada",
		"keywords": "Evaluation of double step length test, ADL, Age-related changes",
		"doi": "https://doi.org/10.1016/j.archger.2010.09.009",
		"abstract": "The maximal double step length (MDSL) test is a modified version of the maximal step length (MSL) test used to evaluate the dynamic balance related to falls in the elderly. Although this test can evaluate their physical function using movements similar to daily activities as compared to MSL, it has not been clarified whether it can adequately evaluate the activities of daily living (ADL) abilities of the elderly, as they decrease with age. This study aimed to examine the relationship between both MSL and MDSL on age and ADL in elderly subjects. Fifty-seven elderly females who live independently (age 74.8±5.6 years) were recruited. MSL and MDSL were conducted twice after completing an ADL questionnaire. Intra-class correlation coefficients (ICCs) of both tests were high (for MSL: ICC=0.95, for MDSL: ICC=0.81–0.82). Age and ADL significantly correlated to MDSL (age: r=−0.32–0.41, ADL: r=0.28–0.48), but not to MSL (age: r=−0.19, ADL: r=0.15). MDSL has high reliability as it relates to age and ADL. It may be more useful to evaluate ADL required for independent living and prevent falls in the elderly better than MSL.",
		"pages": "e21-e24",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494310002311",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "53"
	},
	{
		"id": "ROMERO2010485",
		"source_id": "ROMERO2010485",
		"type": "article",
		"title": "Playful persuasion to support older adults’ social and physical activities",
		"author": "Natalia Romero and Janienke Sturm and Tilde Bekker and Linda de Valk and Sander Kruitwagen",
		"keywords": "Persuasion, Inclusive design, Independent living, Design for older adults, Awareness, Playful interaction",
		"doi": "https://doi.org/10.1016/j.intcom.2010.08.006",
		"abstract": "In this paper we describe a case study in which we examine how to develop playful persuasive solutions to motivate older adults to maintain or increase their social and physical activities. By including various stakeholders (older adults, family, and care givers) and by designing for transitions in life we intend to create solutions that can be used by many different user groups. Based on a playful interaction framework and user studies we are designing playful persuasive solutions that incorporate social and physical activities as mutual motivators. Furthermore, the persuasive solutions should be relevant for the life transitions of losing partners or friends, of having to move to a care facility and of declining physical and cognitive capabilities. We describe our experiences with involving older adults in a design process. Finally, we present our initial concept the ‘Activator’, that provides awareness about upcoming activities and own performances and goals, and provides opportunities for older adults based on physical or social motivators to keep and extend their social circle, and to perform activities of lower and higher physical demand.",
		"pages": "485-495",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0953543810000718",
		"journal": "Interacting with Computers",
		"volume": "22"
	},
	{
		"id": "BOURKE20103051",
		"source_id": "BOURKE20103051",
		"type": "article",
		"title": "Evaluation of waist-mounted tri-axial accelerometer based fall-detection algorithms during scripted and continuous unscripted activities",
		"author": "A.K. Bourke and P. van de Ven and M. Gamble and R. O’Connor and K. Murphy and E. Bogan and E. McQuade and P. Finucane and G. ÓLaighin and J. Nelson",
		"keywords": "Falls in the elderly, Fall-detection, Accelerometer, ADL, Sum-vector signal, Fall profile, Impact, Posture, Velocity",
		"doi": "https://doi.org/10.1016/j.jbiomech.2010.07.005",
		"abstract": "It is estimated that by 2050 more than one in five people will be aged 65 or over. In this age group, falls are one of the most serious life-threatening events that can occur. Their automatic detection would help reduce the time of arrival of medical attention, thus reducing the mortality rate and in turn promoting independent living. This study evaluated a variety of existing and novel fall-detection algorithms for a waist-mounted accelerometer based system. In total, 21 algorithms of varying degrees of complexity were tested against a comprehensive data-set recorded from 10 young healthy volunteers performing 240 falls and 120 activities of daily living (ADL) and 10 elderly healthy volunteers performing 240 scripted ADL and 52.4 waking hours of continuous unscripted normal ADL. Results show that using an algorithm that employs thresholds in velocity, impact and posture (velocity+impact+posture) achieves 100% specificity and sensitivity with a false-positive rate of less than 1 false-positive (0.6 false-positives) per day of waking hours. This algorithm is the most suitable method of fall-detection, when tested using continuous unscripted activities performed by elderly healthy volunteers, which is the target environment for a fall-detection device.",
		"pages": "3051-3057",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021929010003866",
		"journal": "Journal of Biomechanics",
		"volume": "43"
	},
	{
		"id": "VANDELLEN20131",
		"source_id": "VANDELLEN20131",
		"type": "article",
		"title": "Connectivity in MEG resting-state networks increases after resective surgery for low-grade glioma and correlates with improved cognitive performance",
		"author": "E. van Dellen and P.C. de Witt Hamer and L. Douw and M. Klein and J.J. Heimans and C.J. Stam and J.C. Reijneveld and A. Hillebrand",
		"keywords": "Glioma, Resective surgery, Cognition, Magnetoencephalography, Resting-state networks, Functional connectivity",
		"doi": "https://doi.org/10.1016/j.nicl.2012.10.007",
		"abstract": "Purpose Low-grade glioma (LGG) patients often have cognitive deficits. Several disease- and treatment related factors affect cognitive processing. Cognitive outcome of resective surgery is unpredictable, both for improvement and deterioration, especially for complex domains such as attention and executive functioning. MEG analysis of resting-state networks (RSNs) is a good candidate for presurgical prediction of cognitive outcome. In this study, we explore the relation between alterations in connectivity of RSNs and changes in cognitive processing after resective surgery, as a stepping stone to ultimately predict postsurgical cognitive outcome. Methods Ten patients with LGG were included, who had no adjuvant therapy. MEG recording and neuropsychological assessment were obtained before and after resective surgery. MEG data were recorded during a no-task eyes-closed condition, and projected to the anatomical space of the AAL atlas. Alterations in functional connectivity, as characterized by the phase lag index (PLI), within the default mode network (DMN), executive control network (ECN), and left- and right-sided frontoparietal networks (FPN) were compared to cognitive changes. Results Lower alpha band DMN connectivity was increased after surgery, and this increase was related to improved verbal memory functioning. Similarly, right FPN connectivity was increased after resection in the upper alpha band, which correlated with improved attention, working memory and executive functioning. Discussion Increased alpha band RSN functional connectivity in MEG recordings correlates with improved cognitive outcome after resective surgery. The mechanisms resulting in functional connectivity alterations after resection remain to be elucidated. Importantly, our findings indicate that connectivity of MEG RSNs may be used for presurgical prediction of cognitive outcome in future studies.",
		"pages": "1-7",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158212000289",
		"journal": "NeuroImage: Clinical",
		"volume": "2"
	},
	{
		"id": "BROWN20101464",
		"source_id": "BROWN20101464",
		"type": "article",
		"title": "Homelessness prevention for former foster youth: Utilization of transitional housing programs",
		"author": "Stephanie Brown and Dina Wilderson",
		"keywords": "Foster care, Transitional housing, Child welfare, Homeless youth, Transition, Older youth, Independent living, Emancipated, Aging out, Service provision",
		"doi": "https://doi.org/10.1016/j.childyouth.2010.07.002",
		"abstract": "This article compares two groups of foster care alumni residing in transitional living programs in San Francisco, California. One group of youth was served in programs geared specifically towards youth aging out of foster care who were referred through a transition planning process. A second group of youth was served in similar transitional housing programs that were not exclusively for foster care alumni but instead served homeless youth in general. Comparisons between these two groups reveal that youth in the population-specific programs have less acute initial presentations than foster care alumni in homelessness intervention programs, who had faced more unemployment, school attrition, substance use, and mental health concerns prior to program admission than their peers in the programs specifically for foster care alumni. The research also shows that youth in the homelessness intervention programs had faced more instability during their years in foster care when compared to youth in the population-specific programs for foster care alumni. The research highlights the need for better understanding of the referral process for youth aging out of foster care so that transitional housing programs for young adult foster care alumni can better serve a diversity of youth with different service needs.",
		"pages": "1464-1472",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740910001969",
		"journal": "Children and Youth Services Review",
		"volume": "32"
	},
	{
		"id": "PACKARD20081267",
		"source_id": "PACKARD20081267",
		"type": "article",
		"title": "A cost–benefit analysis of transitional services for emancipating foster youth",
		"author": "Thomas Packard and Melanie Delgado and Robert Fellmeth and Karen McCready",
		"keywords": "Cost–benefit, Emancipated, Foster youth",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.03.011",
		"abstract": "Over 24,000 youth “aged out” of the nations foster care system in FY 2005. While independent living programs and other services are available to foster youth, and almost all states allow dependency courts to retain jurisdiction of foster youth beyond age 18, outcomes for former foster youth are disturbing. This paper describes a program to address these challenges by providing extended foster care benefits and support to former foster youth from their 18th to 23rd birthdays. A detailed cost–benefit methodology documents expected costs and key benefits of the program. According to this cost–benefit analysis, a program providing funding and guardian support for former foster youth is projected to result in net benefits to the State of California over the 40-year careers of participating former foster youth. The program, if successful for all youth, would increase lifetime earnings and taxes paid due to increased education and would lower use of TANF and prison, resulting in a benefit–cost ratio of 1.5 to 1, using discounted present value dollars. Even at 75% success, the ratio is 1.2 to 1, showing a net benefit to society. This methodology can also be used to assess the costs and benefits of similar programs.",
		"pages": "1267-1278",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908000820",
		"journal": "Children and Youth Services Review",
		"volume": "30"
	},
	{
		"id": "SAMUELS20081198",
		"source_id": "SAMUELS20081198",
		"type": "article",
		"title": "“What doesnt kill you makes you stronger”: Survivalist self-reliance as resilience and risk among young adults aging out of foster care",
		"author": "Gina Miranda Samuels and Julia M. Pryce",
		"keywords": "Foster care, Aging out, Independent living, Foster care identity, Self-reliance, Extended case method, Interdependence, Transition to adulthood, Resilience",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.03.005",
		"abstract": "This interpretive study explores the experiences of 44 Midwestern young adults in the process of aging out of foster care. This paper highlights the degree to which they endorse self-reliance as they reflect on past experiences, offer advice to foster youth, and identify barriers to achieving their own life goals. Findings suggest that this identity must be understood in multiple contexts including societal expectations of independence and autonomy, foster-care and family of origin as developmental contexts, and current scholarship on youth aging out of care. We argue that vigilant self-reliance can be a source of resilience but also a potential risk in facilitating the very connections to supportive relationships that research suggests can produce positive outcomes in adulthood. This article advances a holistic life course perspective [Stein, M. & Wade, J. (2000). Helping care leavers: Problems and strategic responses. London: HMSO.] on the development of independence and self-reliance in adulthood to expand current conceptualizations of these and more recent ideals of interdependence promoted in child welfare policy and practice.",
		"pages": "1198-1210",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908000765",
		"journal": "Children and Youth Services Review",
		"volume": "30"
	},
	{
		"id": "PARK200811738",
		"source_id": "PARK200811738",
		"type": "article",
		"title": "A Steward Robot to Help Daily Activities in a Smart House Environment",
		"author": "Kwang-Hyun Park and Hyong-Euk Lee and Zeungnam Bien",
		"keywords": "Steward robot, Smart house, Human-robot interaction, Learning of behavior patterns, Emotional interaction",
		"doi": "https://doi.org/10.3182/20080706-5-KR-1001.01988",
		"abstract": "Independence of the people in need in their activities of daily living becomes a matter of vital importance to any society in the years to come. As an approach to achieve independence, this paper addresses the problem of controlling assistive home environment emphasizing human-friendly human-machine interaction. To provide inhabitants with easily accessible, convenient, and cost-effective environment for independent living, we introduce a new service robot categorized into a steward robot as an intermediate agent between inhabitants and complex smart house environment. The learning capability and emotional interaction of the robot can enhance human-friendliness in various tasks. A learning system enables the robot to provide customized services by accumulating knowledge of the users behavior patterns in daily activities. An emotional interaction system generates facial expressions to communicate with the user in a human-friendly manner. We have developed two types of steward robots: a software type to use everywhere by personal computing devices such as a PDA and a cellular phone, and a hardware type to provide tangible services with physical interaction by two robotic arms and a mobile base.",
		"pages": "11738-11743",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667016408566",
		"journal": "IFAC Proceedings Volumes",
		"volume": "41"
	},
	{
		"id": "NARENDORF2010113",
		"source_id": "NARENDORF2010113",
		"type": "article",
		"title": "Substance use and substance use disorders as foster youth transition to adulthood",
		"author": "Sarah Carter Narendorf and J. Curtis McMillen",
		"keywords": "Adolescent, Foster care, Transition, Older youth, Substance use, Substance use disorder",
		"doi": "https://doi.org/10.1016/j.childyouth.2009.07.021",
		"abstract": "Little research has previously examined substance use and substance use disorders as youth age out of foster care. This study examined rates of getting drunk, marijuana use, and substance use disorders over time for a cohort of 325 older youth in foster care in Missouri. Rates of past month marijuana use increased from 9% at age 17 to 20% at age 19. Rates of getting drunk in past year increased from 18% at age 18 to 31% at age 19. Compared to the general population, older foster youth had lower rates of substance use but higher rates of substance use disorders (SUD), with 15% of youth meeting criteria for a SUD at age 19. Youth who had left the custody of the state had significantly higher rates of alcohol and marijuana use at ages 18 and 19. Transitions out of residential care and into independent living situations were associated with use of substances at age 18. Different risk factors were associated with substance use at ages 18 and age 19 while risk factors for SUDs were more stable over time. Findings highlight the need to screen and provide treatment for SUDs before youth leave state custody and to consider substance abuse treatment in decisions to extend care beyond age 18.",
		"pages": "113-119",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740909002023",
		"journal": "Children and Youth Services Review",
		"volume": "32"
	},
	{
		"id": "ADKISSON201057",
		"source_id": "ADKISSON201057",
		"type": "article",
		"title": "Immune evasion by neocartilage-derived chondrocytes: Implications for biologic repair of joint articular cartilage",
		"author": "H.D. Adkisson and C. Milliman and X. Zhang and K. Mauch and R.T. Maziarz and P.R. Streeter",
		"doi": "https://doi.org/10.1016/j.scr.2009.09.004",
		"abstract": "Degeneration of joint articular cartilage is a leading cause of disability worldwide, and is due in large part to the fact that adult articular cartilage is unable to undergo effective intrinsic repair. To overcome this barrier, we have developed a tissue engineering strategy which harnesses the superior anabolic activity of juvenile chondrocytes to produce a scaffold-independent, living neocartilage graft. Preclinical studies demonstrate that bioengineered neocartilage survives allogeneic and xenogeneic transplantation, suggesting the utility of universal donor-derived neocartilage for joint repair. However, the mechanism underlying neocartilage transplant tolerance remains poorly understood. We show here that neocartilage-derived chondrocytes are unable to stimulate allogeneic T cells in vitro, and they do not constitutively express cell surface molecules required for induction of T cell immune responses, including major histocompatibility complex (MHC) Class II antigens and costimulatory molecules B7-1 and B7-2. Additionally, chondrocytes suppress, in a contact-dependent manner, the proliferation of activated T cells, with suppression associated with chondrocyte expression of multiple negative regulators of immune responses, including B7 family members (B7-H1, B7-DC, B7-H2, B7-H3, and B7-H4), chondromodulin-I and indoleamine 2,3-dioxygenase. Thus, the survival of transplanted bioengineered neocartilage may depend on both passive and active mechanisms of immune evasion.",
		"pages": "57-68",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1873506109000920",
		"journal": "Stem Cell Research",
		"volume": "4"
	},
	{
		"id": "SAVLI2011953",
		"source_id": "SAVLI2011953",
		"type": "article",
		"title": "P02-357 - In vivo molecular imaging reveals distinct distributions of the serotonin transporter, the major inhibitory and excitatory serotonin receptors",
		"author": "M. Savli and A. Bauer and D. Häusler and T. Kroll and A. Hahn and F. Rattay and M. Mitterhauser and W. Wadsak and S. Kasper and R. Lanzenberger",
		"doi": "https://doi.org/10.1016/S0924-9338(11)72658-X",
		"abstract": "Introduction Based on evidences in molecular neuroimaging, postmortem and genetic studies, impaired serotonergic neurotransmission has been implicated with affective disorders. Moreover, a growing number of evidences showed strong interrelations within the serotonergic system suggesting a common mechanism in the modulation of receptor and transporter densities. Objective Here we directly investigated the regional expression of the 5-HT1A, 5-HT2A and 5-HTT using PET and the three highly selective and specific radioligands [carbonyl-11C]WAY-100635, [18F]Altanserin and [11C]DASB in healthy subjects. Methods A total of 55 healthy subjects (5-HT1A: 36 subjects, 18 males, age=26.0±4.9; 5-HT2A: 19 subjects, 11 males, age=28.2±5.9; 5-HTT: 8 males, age=28.12±3.6) were included in this study. Binding potential (BPND) values were quantified according to the AAL parcellation scheme. Results BPND values averaged over both hemispheres ranged from 0.40–6.35 for the 5-HT1A receptor; 0.01–2.01 for the 5-HT2A receptor and 0.09–2.05 for the 5-HTT, respectively. There was a specific topological pattern according to the ratio between the 5-HT1A, 5-HT2A receptors and 5-HTT (“fingerprints”). Conclusions Such information can be essential for detecting potential local alterations in the ratio between different binding proteins on a network level in pathological conditions. Moreover, these data might provide further insight in area-specific effects of frequently prescribed selective serotonin re-uptake inhibitors (SSRI): 1)due to the distinct local receptor and transporter availability;2)SSRI application alters the postsynaptic receptor expression and thus;3)leads to a modified interaction of inhibitory and exhibitory receptors.",
		"pages": "953",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493381172658X",
		"journal": "European Psychiatry",
		"volume": "26"
	},
	{
		"id": "CAO2014888",
		"source_id": "CAO2014888",
		"type": "article",
		"title": "Test–retest reliability of fMRI-based graph theoretical properties during working memory, emotion processing, and resting state",
		"author": "Hengyi Cao and Michael M. Plichta and Axel Schäfer and Leila Haddad and Oliver Grimm and Michael Schneider and Christine Esslinger and Peter Kirsch and Andreas Meyer-Lindenberg and Heike Tost",
		"keywords": "Reliability, fMRI, Graph theory, Working memory, Emotion processing, Resting state",
		"doi": "https://doi.org/10.1016/j.neuroimage.2013.09.013",
		"abstract": "The investigation of the brain connectome with functional magnetic resonance imaging (fMRI) and graph theory analyses has recently gained much popularity, but little is known about the robustness of these properties, in particular those derived from active fMRI tasks. Here, we studied the test–retest reliability of brain graphs calculated from 26 healthy participants with three established fMRI experiments (n-back working memory, emotional face-matching, resting state) and two parcellation schemes for node definition (AAL atlas, functional atlas proposed by Power et al.). We compared the intra-class correlation coefficients (ICCs) of five different data processing strategies and demonstrated a superior reliability of task-regression methods with condition-specific regressors. The between-task comparison revealed significantly higher ICCs for resting state relative to the active tasks, and a superiority of the n-back task relative to the face-matching task for global and local network properties. While the mean ICCs were typically lower for the active tasks, overall fair to good reliabilities were detected for global and local connectivity properties, and for the n-back task with both atlases, smallworldness. For all three tasks and atlases, low mean ICCs were seen for the local network properties. However, node-specific good reliabilities were detected for node degree in regions known to be critical for the challenged functions (resting-state: default-mode network nodes, n-back: fronto-parietal nodes, face-matching: limbic nodes). Between-atlas comparison demonstrated significantly higher reliabilities for the functional parcellations for global and local network properties. Our findings can inform the choice of processing strategies, brain atlases and outcome properties for fMRI studies using active tasks, graph theory methods, and within-subject designs, in particular future pharmaco-fMRI studies.",
		"pages": "888-900",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S105381191300949X",
		"journal": "NeuroImage",
		"volume": "84"
	},
	{
		"id": "GEUBBELS20151094",
		"source_id": "GEUBBELS20151094",
		"type": "article",
		"title": "Can the Montreal Cognitive Assessment Predict Discharge Destination in a Stroke Population in the Hospital?",
		"author": "Heleen J.B. Geubbels and Bram A.M. Nusselein and Caroline M. van Heugten and Susanne A.M. Valentijn and Sascha M.C. Rasquin",
		"keywords": "Stroke, cognitive screening, stroke assessment, neuropsychology",
		"doi": "https://doi.org/10.1016/j.jstrokecerebrovasdis.2015.01.034",
		"abstract": "Background To decide on an appropriate discharge destination for stroke survivors from hospital, factors such as activities of daily living and age are often taken into account as predictors. Cognition has been found to support the decision whether to send a patient home or to a dependent living situation. The Montreal Cognitive Assessment (MOCA) has been proven to be a suitable cognitive screening instrument in the acute phase after stroke. However, its predictive value in the determination of discharge destination is unknown. The aim of the present study was to examine whether cognitive functioning, as measured with the MOCA, in the acute phase after stroke could predict discharge destination. Methods The study involved 211 patients with a first-ever cerebral stroke within the first week after stroke. Demographic and stroke-specific data, cognitive functioning (MOCA), and level of functional disability (Barthel Index [BI]) were collected. Multivariate logistic regression analyses were used to predict discharge destination (dependent versus independent living situation). Results Both age (B = −.05; P < .01) and BI score (B = .33; P < .001) were found to be significantly related to discharge destination with explained variance of 43%. Adding MOCA score as a predictor variable to the model resulted in a nonsignificant improvement of the model, explaining 44% of the variance. Conclusions Cognitive functioning, as measured by a single screening instrument such as the MOCA, in the acute phase after stroke is not predictive for discharge destination.",
		"pages": "1094-1099",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1052305715000634",
		"journal": "Journal of Stroke and Cerebrovascular Diseases",
		"volume": "24"
	}
]