[
	{
		"id": "LUPERTO2022104170",
		"source_id": "LUPERTO2022104170",
		"type": "article",
		"title": "User feedback and remote supervision for assisted living with mobile robots: A field study in long-term autonomy",
		"author": "Matteo Luperto and Marta Romeo and Javier Monroy and Jennifer Renoux and Alessandro Vuono and Francisco-Angel Moreno and Javier Gonzalez-Jimenez and Nicola Basilico and N. Alberto Borghese",
		"keywords": "Socially Assistive Robots, Long-term autonomy, Field study",
		"doi": "https://doi.org/10.1016/j.robot.2022.104170",
		"abstract": "In an ageing society, the at-home use of Socially Assistive Robots (SARs) could provide remote monitoring of their users’ well-being, together with physical and psychological support. However, private home environments are particularly challenging for SARs, due to their unstructured and dynamic nature which often contributes to robots’ failures. For this reason, even though several prototypes of SARs for elderly care have been developed, their commercialisation and wide-spread at-home use are yet to be effective. In this paper, we analyse how including the end users’ feedback impacts the SARs reliability and acceptance. To do so, we introduce a Monitoring and Logging System (MLS) for remote supervision, which increases the explainability of SAR-based systems deployed in older adults’ apartments, while also allowing the exchange of feedback between caregivers, technicians, and older adults. We then present an extensive field study showing how long-term deployment of autonomous SARs can be accomplished by relying on such a feedback loop to address any potential issue. To this end, we provide the results obtained in a 130-week long study where autonomous SARs were deployed in the apartments of 10 older adults, with the aim of possibly serving and assisting future practitioners, with the knowledge collected from this extensive experimental campaign, to fill the gap that currently exists for the widespread adoption of SARs.",
		"pages": "104170",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889022000963",
		"journal": "Robotics and Autonomous Systems",
		"volume": "155"
	},
	{
		"id": "ZGONEC2021663",
		"source_id": "ZGONEC2021663",
		"type": "article",
		"title": "Mobile apps supporting people with dementia and their carers: Literature Review and Research Agenda",
		"author": "Sanja Zgonec",
		"keywords": "assistive technology, mobile app, dementia, seniors, support",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.10.527",
		"abstract": "The incidence of dementia is increasing with increasing life expectancy. Dementia affects quality of life from several perspectives, as it affects higher cognitive functions including memory, thinking, orientation, comprehension, calculation, learning, speech and judgement. Technology can mitigate consequences of cognitive functional decline and is a possible solution that can make life easier for both, people with dementia and their careers. Assistive technology is an enabler that brings improved wellbeing, increased independence and autonomy, and thus prolonged independent living also for people with dementia. Telehealth technology can support careers and have a positive impact on the care of people with dementia living in community, as it encompasses elements of education, consultation, psychosocial therapy, social support and the clinical care itself. It can help with altered and inappropriate behavior. Mobile applications are on the rise and can serve as support services, for example information resources, emotional and psychological support, decision support, information on medication, ect. Their biggest positive aspect is financial and geographical accessibility, which are major barriers in traditional care settings. In the context of healthcare institutions, the use of mobile apps can improve the quality of care and raise the level of caregivers’ working practices. The aim of this study is to review the existing literature in this field and to identify missing gaps.",
		"pages": "663-668",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321019650",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "MARINO2016e9",
		"source_id": "MARINO2016e9",
		"type": "article",
		"title": "Web-based oral health promotion program for older adults: Development and preliminary evaluation",
		"author": "Rodrigo J. Mariño and Parul Marwaha and Su-yan Barrow",
		"keywords": "Oral health, Web-based, Older adults, Health promotion",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2016.04.002",
		"abstract": "Objective This study reports on the impact evaluation of a Web-based oral health promotion programme aimed at improving the oral health knowledge, attitudes, practices and self-efficacy of independent-living older adults from Melbourne, Australia. Methods With ethics approval from the University of Melbourne, a convenience sample of volunteers 55 years or older was invited to participate in a study to test a web-based oral health promotion program. Consenting volunteers were asked to undergo a structured interview as part of the pre-intervention data collection. The intervention was based on the ORHIS (Oral Health Information Seminars/Sheets) Model and involved computer interaction with six oral health presentations, with no direct oral health professional input. A one group pre-test–post-test quasi-experimental design was chosen to evaluate the intervention. A series of paired t-tests were used to compare pre-test with post-test results. Results Forty-seven active, independent-living older adults participated in this evaluation. After the intervention participants responded with higher levels of achievement than before participating in this Web-based oral health program. Participants showed significant improvements in oral health attitudes (4.10 vs. 4.94; p<0.01), knowledge (18.37 vs. 23.83; p<0.0001), and self-efficacy (84.37 vs.89.23; p<0.01), as well as, self-reported oral hygiene practices (i.e., frequency of use of dental floss) (p<0.05). Conclusion The e-ORHIS approach was successful in improving oral health knowledge, attitudes and self-efficacy. As such, it represents a helpful approach for the design of (oral) health interventions in older adults. Further evaluation with a larger sample is required to test the long-term impact including the economic evaluation of the e-ORHIS approach.",
		"pages": "e9-e15",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S138650561630051X",
		"journal": "International Journal of Medical Informatics",
		"volume": "91"
	},
	{
		"id": "MATHEWS20167",
		"source_id": "MATHEWS20167",
		"type": "article",
		"title": "A Virtual Reality Environment for Rehabilitation of Prospective Memory in Stroke Patients",
		"author": "Moffat Mathews and Antonija Mitrovic and Stellan Ohlsson and Jay Holland and Audrey McKinley",
		"keywords": "virtual reality environment, rehabilitation of prospective memory, evaluation",
		"doi": "https://doi.org/10.1016/j.procs.2016.08.081",
		"abstract": "Prospective Memory (PM), or remembering to perform actions in the future, is of crucial importance for everyday life. This kind of memory is often impaired in stroke survivors and can interfere with independent living. We have developed a computer-based treatment which uses visual imagery to teach participants how to remember time- and event-based prospective memory tasks better. After the treatment, participants practiced their PM skills using videos first, and later in a Virtual Reality (VR) environment. The VR environment uses Constraint-Based Modeling (CBM) to track the user actions and provide individual feedback. We report on a study with 15 stroke survivors, which shows that our treatment is highly effective.",
		"pages": "7-15",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916318695",
		"journal": "Procedia Computer Science",
		"volume": "96"
	},
	{
		"id": "RADEY20161",
		"source_id": "RADEY20161",
		"type": "article",
		"title": "“Its really overwhelming”: Parent and service provider perspectives of parents aging out of foster care",
		"author": "Melissa Radey and Lisa Schelbe and Lenore M. McWey and Kendal Holtrop and Angela I. Canto",
		"keywords": "Parenting intervention, Single mothers, Youth aging out",
		"doi": "https://doi.org/10.1016/j.childyouth.2016.05.013",
		"abstract": "Rates of pregnancy and parenthood among current and former foster youth are two to three times higher than non-foster youth peers. Repeat pregnancies among young mothers aging out of foster care also occur at higher rates than peers not involved with the child welfare system. Furthermore, mothers aging out of foster care demonstrate high levels of parenting stress and risk for child maltreatment. Indeed, this population is in significant need of help; however, beyond anecdotal evidence, little is known about the needs and day-to day experiences of this population. In order to tailor interventions to meet the needs of parents aging out, the perspectives of stakeholders must be taken into account. Using qualitative data gathered from separate small group interviews with parents aging out and service providers, this study examined participants perceptions of parents daily experiences, strengths, and needs. Findings indicated that parents aging out face overwhelming adversity and stress with little outside financial, emotional, or parenting support from family or friends. Yet, parents also expressed motivation to be good parents, resilience, and the desire to gain effective parenting skills. Although similar themes arose among parent and provider interviews, perceptions differed. Parents expressed hope and optimism in providing for their children while providers expressed systemic failure in preparing parents for independent living. Based on these findings, we conclude that parenting interventions specific to parents aging out may need to address three fundamental and key components: basic needs, social support, and effective parenting techniques.",
		"pages": "1-10",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740916301578",
		"journal": "Children and Youth Services Review",
		"volume": "67"
	},
	{
		"id": "LLUMIGUANO202213",
		"source_id": "LLUMIGUANO202213",
		"type": "article",
		"title": "An open and private-by-design Active and Healthy Ageing smart home platform",
		"author": "Henry Llumiguano and María Espinosa and Sergio Jiménez and Jesús Fernandez-Bermejo and Xavier del Toro and Juan Carlos López",
		"keywords": "Internet of Things, Smart Home, Active Aging, Ambient Assited Living, ZigBee",
		"doi": "https://doi.org/10.1016/j.procs.2022.09.033",
		"abstract": "The increasing trend in the percentage of older people among the European population, and in the number of older people living alone, poses a number of challenges, some of which can be addressed from digital solutions monitoring and supporting comfort, physical activity and health. Nowadays, research efforts seek to ensure, through technology-based solutions, the quality of life as people age and the needs that arise during the process. The home environment can host modern home-automation solutions supporting information gathering, monitoring and early intervention to prevent risks to lead to major consequences. Smart homes can thus make a positive contribution to the Active and Healthy Ageing paradigm. However, one of the biggest limitations preventing smart homes from being a reality is the lack of interoperability among different-vendor devices or the fact that most of the commer-tial solutions rely on cloud-based solutions. This work faces these limitations and proposes an architecture that, based on the use of commercial sensors, ensures that information is gathered and processed locally, independently of the commercial solution provided by the manufacturer of the device. The architecture has been experimentally validated by implementing a monitoring system based on environmental and security sensors interconnected by means of the ZigBee wireless communication protocol. The proposed system also supports caregivers caring for their older people who will be granted access to collected data. Thus, the system offers a remote monitoring system based on an information storage and visualisation solution. This system is intended to provide a solution that improves the quality of life and extends the time of independent living at home for older people.",
		"pages": "13-23",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050922009061",
		"journal": "Procedia Computer Science",
		"volume": "207"
	},
	{
		"id": "SADEGHI201750",
		"source_id": "SADEGHI201750",
		"type": "article",
		"title": "Integrating assessment as, for, and of learning in a large-scale exam preparation course",
		"author": "Karim Sadeghi and Teymour Rahmati",
		"keywords": "Assessment  learning, Assessment  learning, Assessment  learning, Preliminary English Test, Second language writing",
		"doi": "https://doi.org/10.1016/j.asw.2017.09.003",
		"abstract": "This empirical study examined the validity of arguments regarding assessment integration tensions, strategies, and the potential of an integrated assessment model in enhancing students’ writing ability. To this end, an integrated assessment as, for, and of learning model was experimented with a group of learners preparing to take the Cambridge English: Preliminary English Test. Moreover, an assessment for and of (non-integrated) model was used with another group of candidates as the control group. Subsequently, the candidates’ writing performances measured by Cambridge Assessment in terms of overall band descriptions were converted into numerical indices. The Mann-Whitney U Test comparison of the participants’ converted scores revealed that the integrated assessment group performed better than the non-integrated assessment candidates. Furthermore, classroom observations and a focus-group interview with the integrated assessment group clarified a number of issues concerning assessment integration and AaL implementation tensions and strategies. The results indicated that an integrated assessment model tailored to contextual specifications can contribute both theoretically and practically to teaching and assessing writing.",
		"pages": "50-61",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1075293517300375",
		"journal": "Assessing Writing",
		"volume": "34"
	},
	{
		"id": "YU2019336",
		"source_id": "YU2019336",
		"type": "article",
		"title": "Relationship between topological efficiency in white matter structural networks with cerebral oxygen metabolism in young adults",
		"author": "Bing Yu and Mingzhu Huang and Xu Zhang and Miao Peng and Yang Hou and Qiyong Guo",
		"keywords": "Cerebral metabolic rate of oxygen, TRUST MRI, White matter network, Diffusion tensor imaging, Topological metrics, Global efficiency",
		"doi": "https://doi.org/10.1016/j.neuroimage.2019.06.013",
		"abstract": "The relationship between the topological characteristics of the white matter (WM) network have been shown to be related to neural development, intelligence, and various diseases; however, few studies have been conducted to explore the relationship between topological characteristics of the WM network and cerebral metabolism. In a recent study we investigated the relationship between WM network topological and metabolic metrics of the cerebral parenchyma in healthy volunteers using the newly developed T2-relaxation-under-spin-tagging (TRUST) magnetic resonance imaging technique and graph theory approaches. Ninety-six healthy adults (25.5 ± 1.8 years of age) were recruited as volunteers in the current study. The cerebral metabolic rate of oxygen (CMRO2), oxygen extraction fraction, and the global topological metrics of the WM network (global efficiency [Eglob], local efficiency, and small-worldliness) were assessed. A stepwise multiple linear regression model was estimated. CMRO2 was entered as the dependent variable. The topological and demographic parameters (age, gender, FIQ, SBP, gray matter volume, and WM volume) were entered as independent variables in the model. The final performing models were comprised of predictors of Eglob, FIQ, and age (adjusted R2 values were 0.489 [L-AAL] and 0.424 [H-1024]). Our study initially revealed a relationship between Eglob and cerebral oxygen metabolism in healthy young adults.",
		"pages": "336-341",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811919304987",
		"journal": "NeuroImage",
		"volume": "199"
	},
	{
		"id": "WU2022100098",
		"source_id": "WU2022100098",
		"type": "article",
		"title": "Test-retest reliability of diffusion kurtosis imaging metrics in the healthy adult brain",
		"author": "Liu-Yang Wu and Yao Xu and Lan-Lan Chen and Wen-Rui Yang and Yan Li and Song-An Shang and Xian-Fu Luo and Wei Xia and Jing Xia and Hong-Ying Zhang",
		"keywords": "Test-retest reliability, Diffusion kurtosis imaging, Gray matter, White matter, MRI",
		"doi": "https://doi.org/10.1016/j.ynirp.2022.100098",
		"abstract": "Purpose To evaluate the reliability of magnetic resonance imaging (MRI) diffusion kurtosis imaging (DKI) derived metrics from the human brain as well as the effect of spatial smoothing preprocess on measurement reliability through test-retest measurements. Materials and methods A total of 23 healthy volunteers who underwent MRI DKI scanning during two sessions performed at an interval of two weeks were enrolled in the study. For the eight DKI-derived metrics, intraclass correlation coefficient (ICC) and coefficient of variation (CV) were used to assess regional and global reliability and reproducibility of based gray matter (GM) atlas in the automated anatomical labeling (AAL) and white matter (WM) atlas in JHU-White Matter-Labels. Additional comparisons were made between the reliabilities of images with and without smoothing preprocessing. Results The average ICCs of the eight DKI metrics varied from 0.45 to 0.91, CVs ranged from 1.48% to 4.60% in global GM and WM regions, and the reliability degree ranged from moderate to almost perfect, with regional variations. Kurtosis-related metrics presented inferior reliability to the tensor-related metrics. Among the eight DKI metrics, RD had the best reliability, while KFA ranked the last. The reliability of FA in WM was superior to that in GM; however, FA did not result in a good index for GM reliability assessment. Although the DKI reliability of GM regions varied, the default mode and visual areas consistently demonstrated the highest ICC reliability for a series of kurtosis-related metrics. Additionally, smoothing preprocessing increased reliability for a few metrics only in WM compared to preprocessing without smoothing (P < 0.05, FDR corrected). Conclusion The DKI metrics can be reliably used as biomarkers for diffusion property measurements. The kurtosis-related metrics presented lower reliability compared to the tensor-related metrics from DKI data. Default mode-related areas exhibited higher reliability than other brain cortices in terms of implicated microstructural DKI property. Additionally, an appropriate smoothing preprocessing could improve the reliability of a few DKI metrics only in WM regions.",
		"pages": "100098",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666956022000228",
		"journal": "Neuroimage: Reports",
		"volume": "2"
	},
	{
		"id": "GAJDOS2018e12",
		"source_id": "GAJDOS2018e12",
		"type": "article",
		"title": "22-Effect of spatial smoothing on graph analysis of fMRI data",
		"author": "M. Gajdoš and M. Mikl and E. Výtvarová",
		"doi": "https://doi.org/10.1016/j.clinph.2018.01.042",
		"abstract": "Introduction Smoothing is used to increase SNR. Here we examine it’s effect of smoothing on graph analysis of fMRI data. Methods We used fMRI data of 30 subjects from HCP (Human Connectome Project; 3T; motor task). We preprocessed the data using realign and unwarp, spatial normalization, filtering and smoothing with FWHM = none, 3, 5, 8 and 11 mm, parcellated according AAL atlas, used mean and first eigenvector as representative signal. Finally, we performed graph analysis using average node strength, characteristic path length, lambda, efficiency, clustering coefficient, and gamma. Results Increase of FWHM is related to increase of clustering coefficient, node strength and efficiency, and to decrease of path length. Gamma and lambda are relatively not influenced by size of FMWH kernel. With low FHWM or no smoothing and using mean is the node strength higher and path length shorter. Discussion Increase of FWHM increases correlations in the network, i.e. weights in graph. Therefore node strength increases and characteristic path length decreases. Clustering coefficient also reflects increasing weights between neighboring nodes. Increase of correlation coefficients with higher FWHM is more prominent when using first eigenvector as representative signal. We recommend to smooth fMRI data consistently across study.",
		"pages": "e12",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245718300580",
		"journal": "Clinical Neurophysiology",
		"volume": "129"
	},
	{
		"id": "WOODGATE2017280",
		"source_id": "WOODGATE2017280",
		"type": "article",
		"title": "Interventions for youth aging out of care: A scoping review",
		"author": "Roberta L. Woodgate and Oluwatobiloba Morakinyo and Katrina M. Martin",
		"keywords": "Youth, Scoping review, Child welfare system, Aging out of care, Transition, Intervention",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.09.031",
		"abstract": "Youth aging out the child welfare system are being transitioned out of the child welfare system with few interventions in place to support their move to independence. In developed countries, compared to their peers, youth aging out of care face poorer outcomes when it comes to education, employment, and housing. A better understanding of the effectiveness of the existing interventions that support youth in care is warranted. This paper presents a critical scoping review of the available evidence on interventions available to youth who are aging out of the child welfare system and identifies gaps for future research. Arksey and OMalleys framework for scoping reviews shaped the process of this review. A total of thirteen databases were searched resulting in the retrieval of 1978 articles. Of the 1978 retrieved, only 68 met the reviews criteria. Studies included were in English, described an intervention that was implemented and evaluated in developed countries, and published within the last 20years. Interventions were categorized as: housing, employment, education, mentorship, independent living, and health. The majority of studies fell under the independent living category which provide cohesive resources to improve education, housing, and employment. Studies evaluating these programs generally reported positive outcomes on youths ability to complete their education and attain part- or full-time employment. Methods of evaluations were found to be methodologically weak with respect to determining the effectiveness of interventions in ensuring youths successful transitions to independence. Future research should look at longitudinal outcomes of youth and cost-benefit analysis of supporting youth transitioning out of the child welfare system. Recommendations also include policy changes extending the age of eligibility for youth transitioning out of the child welfare system.",
		"pages": "280-300",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917306102",
		"journal": "Children and Youth Services Review",
		"volume": "82"
	},
	{
		"id": "MCNEELA2020210",
		"source_id": "MCNEELA2020210",
		"type": "incollection",
		"title": "Health and Social Care Services Organization for Older Adults",
		"author": "Natalie McNeela and Amit Arora and Peter Crome",
		"keywords": "Admission avoidance, Chronic disease, Community geriatrics, Comprehensive geriatric assessment, Deconditioning, Frailty, Long term care facilities, Multimorbidity, Polypharmacy, Primary care, Social care",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-801238-3.11408-4",
		"isbn": "978-0-12-816076-3",
		"abstract": "Geriatric medicine is a complex speciality treating any condition experienced in the over 65s. With the changing demographic of older age and increasing life expectancy, it has evolved into a speciality of multimorbidity; treating chronic disease and frailty, while attempting to prevent deconditioning. The Comprehensive Geriatric Assessment remains gold standard treatment, improving life expectancy and reducing risk of progression to a care home in those who receive the complete assessment. In addition, social care has also adapted with increased focus on community care and facilitation of independent living. Personalized care plans and named care coordinators are now standard to ensure the older adult receives the care they need along with a plan for expected deteriorations. However both the health and social sectors are under increasing strain both financially and from increased numbers. Coordinated health and social care integration is the only solution to this problem and pilots are in place assessing the viability of this. Technology can also help and companies are developing assistance aids through robotics and artificial intelligence. By complete integration and implementation of the above each older person can receive the gold standard health and social care.",
		"pages": "210-222",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128012383114084"
	},
	{
		"id": "KHARAWALA2022100217",
		"source_id": "KHARAWALA2022100217",
		"type": "article",
		"title": "The relationship between cognition and functioning in schizophrenia: A semi-systematic review",
		"author": "Saifuddin Kharawala and Claudia Hastedt and Jana Podhorna and Hemlata Shukla and Bregt Kappelhoff and Philip D. Harvey",
		"keywords": "Schizophrenia, Cognitive impairment, Functional capacity, Real-world functioning",
		"doi": "https://doi.org/10.1016/j.scog.2021.100217",
		"abstract": "In schizophrenia, impairments in neurocognition (NC) and social cognition (SC) are associated with reduced functional capacity (FC) and poor real-world functioning (RWF). In this semi-systematic review, we examined this association across a range of research questions. We conducted a systematic search in Embase and MEDLINE from 2005 to 2019, and conducted additional pragmatic searches. After screening of titles, abstracts and full-texts, we included 564 citations, of which 44 (26 primary studies, 15 systematic reviews and 3 narrative reviews) were prioritized for reporting. Both NC and SC were significantly associated with functioning, with slightly stronger association for SC. Effect sizes were generally larger for FC than for RWF. NC showed stronger associations with occupational functioning and independent living, and SC with social functioning. Baseline cognition predicted long-term RWF up to 20 years of follow-up, though long-term data were limited for SC. Cognitive remediation improved RWF functioning, especially when it was combined with psychosocial rehabilitation. SC mediated the relationship of NC with functioning. Negative symptoms appeared to mediate and moderate the association of cognition with functioning. Other factors involved included severity of cognitive dysfunction, metacognition, depression and choice of RWF instrument. We discuss potential implications for studies of pharmacological cognitive interventions in schizophrenia – the relevance of both NC and SC, the advantage of adjunctive psychosocial rehabilitation, the role of relevant moderating and mediating variables, and the challenges with RWF instrument selection. Successful cognitive interventions could allow patients with schizophrenia to improve their potential for community functioning.",
		"pages": "100217",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S221500132100024X",
		"journal": "Schizophrenia Research: Cognition",
		"volume": "27"
	},
	{
		"id": "RAMZAN2023109237",
		"source_id": "RAMZAN2023109237",
		"type": "article",
		"title": "Comparison of assessment methods for tensors of nonlinear devices",
		"author": "Muhammad Ramzan and Ali Othman and Neville R. Watson",
		"keywords": "Power system harmonics, Nonlinear devices, Fourier descriptors, Tensors, Distribution system",
		"doi": "https://doi.org/10.1016/j.epsr.2023.109237",
		"abstract": "The development of solid-state devices has greatly increased the use of power electronic-based equipment. This equipment is nonlinear as when supplied with a sinusoid voltage the current waveform is non sinusoidal (i.e. contains harmonic components). Although these loads are nonlinear in the time-domain, however, they show linearity in the frequency-domain for a region around their operating point, which can be exploited. Moreover, in the frequency-domain the harmonic components exhibit phase-dependency. The tensor can represent this phase-dependency while complex numbers cannot, therefore analysing the electrical network using tensor representation rather than complex numbers is more accurate. Complex number can be shown to be a special case of a tensor. In the present work the application of tensors is for modelling the harmonics in a distribution system. Although time-domain programs, such as PSCAD/EMTDC, model accurately this phase-dependency the detail required, and computational cost make modelling a large distribution network unfeasible. Frequency-domain approach can model large networks efficiently, however, tensors rather than complex numbers must be used to capture the phase-dependency. Therefore, in the future, where the system is dominated by power electronic equipment, harmonic analysis software is better served using tensor representation rather than complex numbers. In order to use a tensor representation to solve for an electrical network a tensor is needed for each component in the system. The simulation accuracy is dependent on the tensor accuracy and over what range of distortion levels it is accurate. This paper introduces the use of tensor for harmonic analysis and looks at two methods for estimating the tensor for power electronic equipment. Namely Fourier Descriptors (FDs) and Average Admittances Locus (AAL). The evaluation is performed over a number of different distortion levels. An extensive set of simulations were performed using PSCAD/EMTDC to build a library of tensors for different nonlinear equipment. Laboratory tests were performed, also using different levels of voltage distortion, to verify the results obtained through simulation.",
		"pages": "109237",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378779623001268",
		"journal": "Electric Power Systems Research",
		"volume": "219"
	},
	{
		"id": "NG20221338",
		"source_id": "NG20221338",
		"type": "article",
		"title": "Needs of young adults with type 1 diabetes during life transitions – An Australian-Danish experience",
		"author": "Ashley H. Ng and Marianne L. Pedersen and Bodil Rasmussen and Mette J. Rothmann",
		"keywords": "Type 1 Diabetes, Youth, Young adults, Transition",
		"doi": "https://doi.org/10.1016/j.pec.2021.09.007",
		"abstract": "Objective To explore the similarities and differences in the needs of young adults with T1D during life transitions. Methods Data obtained for this paper was based on three qualitative studies carried out in Denmark and Australia. In total, 33 Individual interviews and two focus groups (n = 46) were conducted. Data was analysed using thematic analysis. Results The most pertinent themes related to the importance of support from peers with diabetes and healthcare professionals to help young adults adjust to independent living. The main difference experienced by Australian and Danish young adults related to the willingness and barriers in clinical attendance during this transitional period. Conclusions Clinical care for young adults with diabetes can be better adapted to support this population as they transition through significant milestones by engagement on the young adults terms and encouraging young adults to seek out peer support. It is vital that clinical care is tailored to support them in order to ensure the best transition into adulthood with diabetes. Practice implications Clinicians need to adopt a person-centred approach when engaging with young adults with diabetes. Considerations need to be made around external factors related to life events in young adulthood that may influence diabetes care.",
		"pages": "1338-1341",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0738399121006169",
		"journal": "Patient Education and Counseling",
		"volume": "105"
	},
	{
		"id": "COLLINS201934",
		"source_id": "COLLINS201934",
		"type": "article",
		"title": "Implementing housing first with families and young adults: challenges and progress toward self-sufficiency",
		"author": "Cyleste C. Collins and Rong Bai and David Crampton and Robert Fischer and Rebecca DAndrea and Kendra Dean and Nina Lalich and Tsui Chan and Emily Cherney",
		"doi": "https://doi.org/10.1016/j.childyouth.2018.11.025",
		"abstract": "The Housing First approach has shown promise in helping to combat homelessness among chronically homeless single males, but less is known about the approach when it is applied to families and young adults. This study examined data from a pilot Housing First program that served 78 families (n = 63) and single young adults (n = 15) with homeless histories and mental health and/or substance use disorders to explore program functioning and client service use patterns. Using an exploratory sequential mixed methods research design (Creswell & Plano Clark, 2011), qualitative interview data were conducted first, and quantitative administrative data and qualitative progress note data were then analyzed to explore ideas presented in the qualitative interviews. The in-depth qualitative interviews with staff (N = 9) collected information on program functioning and client successes and challenges. Quantitative data were collected on all 78 clients and sources included administrative data about return to homelessness, child welfare involvement, receipt of public assistance, and interactions with case managers. Qualitative exploration of a sample of client progress notes (N = 32) then followed. Integrating the findings, interviews suggested that clients faced many challenges, especially those related to having little to no income, multiple children, and stigmas, but that “success” would be indicated by needing their case managers less over time. We found that 89% remained enrolled in the program, 21% returned to shelter at some point, child welfare involvement decreased, and public assistance receipt increased after program entry. Content analysis of case management notes indicated that case managers worked with clients to develop independent living skills to improve clients chances for becoming sufficient over the long-term.",
		"pages": "34-46",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740918304675",
		"journal": "Children and Youth Services Review",
		"volume": "96"
	},
	{
		"id": "MUSLEMANI2022313",
		"source_id": "MUSLEMANI2022313",
		"type": "article",
		"title": "Instrumental activities of daily living in adults with the DM1 childhood phenotype: going beyond motor impairments",
		"author": "Samar Muslemani and Cynthia Gagnon and Benjamin Gallais",
		"keywords": "Myotonic dystrophy type 1, Instrumental activities of daily living, Independence",
		"doi": "https://doi.org/10.1016/j.nmd.2022.02.004",
		"abstract": "Myotonic dystrophy type 1 (DM1) is the most common muscular dystrophy among adults. This cross-sectional study documents the level of independence in the instrumental activities of daily living (IADL) and explores the impact of executive functions and apathy on IADL accomplishment level among adults with the childhood phenotype of DM1. IADL accomplishment level was assessed with the Independent Living Scale (ILS) and the Activities of Daily Living Profile (ADL Profile). The later considered four operations related to executive functions: formulating a goal, planning, carrying out the task and goal attainment. Thirty-three individuals (19 females; mean age 39y, standard deviation 10y 6mo; range 23–57y) were recruited. According to the ILS total score, half of the participants were categorised as dependent. In financial management, no participant obtained the minimal score for independence. In the ADL Profile, higher dependence levels were frequent in IADL. Formulating a goal was the most difficult operation. Dependence level was more frequent in participants with apathy. Adults with the childhood phenotype exhibit significant difficulties in IADL accomplishment, especially considering their age. High levels of dependency observed with both outcome measures highlight their need for services to achieve optimal living conditions.",
		"pages": "313-320",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0960896622000372",
		"journal": "Neuromuscular Disorders",
		"volume": "32"
	},
	{
		"id": "ZHANG2022101182",
		"source_id": "ZHANG2022101182",
		"type": "article",
		"title": "State-specific prevalence of current e-cigarette use by disability status and disability type—United States, BRFSS 2016–2018",
		"author": "Qing C. Zhang and Elizabeth A. Courtney-Long and Lisa B. Sinclair and Sierra Reese and Brian S. Armour and Stuart K. Shapira",
		"keywords": "Disabilities, E-cigarettes, Surveillance, Adults, BRFSS",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101182",
		"abstract": "Background Cigarette smoking is the leading cause of preventable disease and death in the United States. The tobacco product landscape has diversified to include electronic cigarettes (e-cigarettes). Adults with disabilities are more likely than adults without disabilities to smoke cigarettes, but within the current body of literature, there is limited information on the use of e-cigarettes among adults with disabilities. Objective To assess overall and state-specific prevalence of current e-cigarette use among adults by disability status, disability type, sex, and age. Methods Disability was defined as having serious difficulty with vision, hearing, mobility, cognition, or any difficulty with self-care or independent living. The Behavioral Risk Factor Surveillance System cross-sectional survey data (2016–2018; n = 1,150,775) were used to estimate state and District of Columbia prevalence of current e-cigarette use among adults (aged ≥18 years) with and without disabilities, overall and by disability type, sex, and age group. Results Median prevalence of current e-cigarette use was higher among adults with than without disabilities (6.5% vs. 4.3%, P < 0.05). Among adults with disabilities, use varied from 2.5% in DC to 10.0% in Colorado; median use was highest among those with cognitive disabilities (10.0%) and those aged 18–24 years (18.7%). Conclusions Prevalence of current e-cigarette use was higher among adults with than without disabilities and varied across states by disability status, type, and age group. The findings underscore the need to monitor e-cigarette use among adults with disabilities and specifically include them in tobacco control policies and programs addressing e-cigarette use.",
		"pages": "101182",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657421001485",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "SENDERS2022101280",
		"source_id": "SENDERS2022101280",
		"type": "article",
		"title": "Prevalence and patterns of youth responses to standard disability survey questions",
		"author": "Angela Senders and Marjorie G. McGee and Willi Horner-Johnson",
		"keywords": "Disabled persons, Statistics, Adolescent, Disability evaluation, Data collection methods",
		"doi": "https://doi.org/10.1016/j.dhjo.2022.101280",
		"abstract": "Background In 2011, the US Department of Health and Human Services adopted a minimum set of six standardized questions about disability to be used in population-based health surveys. These questions have been validated for self- and proxy-report use by adults, but how they perform for adolescents is unknown. Objective To describe how 8th grade students, 11th grade students, and young adults aged 18–24 years in Oregon answer these questions. Methods Cross-sectional study design. Data for the 8th and 11th grade students were derived from the Oregon Health Teens survey (OHT; 2017 and 2019); data for young adults aged 18–24 were from the Behavioral Risk Factor Surveillance System (BRFSS; 2017 and 2018). Unweighted counts, weighted proportions and 95% confidence intervals were calculated for socio-demographic characteristics, the six disability questions, and overall disability status (yes/no) among 8th graders (n = 14,396), 11th graders (n = 23,517), and young adults (n = 1112). Results Responses for 8th and 11th grade students were materially consistent for all six questions. Young adults were markedly less likely to report cognitive disability compared to 8th and 11th graders (17.2% vs. 24.9% and 27.0%, respectively) and somewhat less likely to report an independent living disability (6.5% vs. 8.6% and 9.8%, respectively). Conclusion Differences in cognitive disabilities between adolescents and young adults may either be due to differences in underlying impairment or the result of youth interpreting this question differently than adults. Validation of the standardized disability identifiers for self-report in adolescents is needed.",
		"pages": "101280",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657422000139",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "GHASEMI2016682",
		"source_id": "GHASEMI2016682",
		"type": "article",
		"title": "Multiplexed detection of lectins using integrated glycan-coated microring resonators",
		"author": "Farshid Ghasemi and Ehsan Shah Hosseini and Xuezheng Song and David S. Gottfried and Maysamreza Chamanzar and Mehrsa Raeiszadeh and Richard D. Cummings and Ali A. Eftekhar and Ali Adibi",
		"keywords": "Biosensor, Nanophotonics, Sensor Optimization, Noise, Glycoprotein",
		"doi": "https://doi.org/10.1016/j.bios.2016.01.051",
		"abstract": "We present the systematic design, fabrication, and characterization of a multiplexed label-free lab-on-a-chip biosensor using silicon nitride (SiN) microring resonators. Sensor design is addressed through a systematic approach that enables optimizing the sensor according to the specific noise characteristics of the setup. We find that an optimal 6dB undercoupled resonator consumes 40% less power in our platform to achieve the same limit-of-detection as the conventional designs using critically coupled resonators that have the maximum light–matter interaction. We lay out an optimization framework that enables the generalization of our method for any type of optical resonator and noise characteristics. The device is fabricated using a CMOS-compatible process, and an efficient swabbing lift-off technique is introduced for the deposition of the protective oxide layer. This technique increases the lift-off quality and yield compared to common lift-off methods based on agitation. The complete sensor system, including microfluidic flow cell and surface functionalization with glycan receptors, is tested for the multiplexed detection of Aleuria Aurantia Lectin (AAL) and Sambucus Nigra Lectin (SNA). Further analysis shows that the sensor limit of detection is 2×10−6 RIU for bulk refractive index, 1pg/mm2 for surface-adsorbed mass, and ∼10pM for the glycan/lectins studied here.",
		"pages": "682-690",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0956566316300513",
		"journal": "Biosensors and Bioelectronics",
		"volume": "80"
	},
	{
		"id": "RYU2023",
		"source_id": "RYU2023",
		"type": "article",
		"title": "The Role of Individual-Level Socioeconomic Status on Nursing Home Placement Accounting for Neighborhood Characteristics",
		"author": "Euijung Ryu and Chung-Il Wi and Philip H. Wheeler and Katherine S. King and Rachel E. Carlson and Young J. Juhn and Paul Y. Takahashi",
		"keywords": "Socioeconomic status, the HOUSES index, nursing home placement, area deprivation index",
		"doi": "https://doi.org/10.1016/j.jamda.2023.01.016",
		"abstract": "Objective Independent living is desirable for many older adults. Although several factors such as physical and cognitive functions are important predictors for nursing home placement (NHP), it is also reported that socioeconomic status (SES) affects the risk of NHP. In this study, we aimed to examine whether an individual-level measure of SES is associated with the risk of NHP after accounting for neighborhood characteristics. Design A population-based study (Olmsted County, Minnesota, USA). Setting and Participants Older adults (age 65+ years) with no prior history of NHP. Methods Electronic health records (EHR) were used to identify individuals with any NHP between April 1, 2012 (baseline date) and April 30, 2019. Association between the (HOUsing-based index of SocioEconomic Status (HOUSES) index, an individual-level SES measure based on housing characteristics of current residence, and risk of NHP was tested using random effects Cox proportional hazard model adjusting for area deprivation index (ADI), an aggregated SES measure that captures neighborhood characteristics, and other pertinent confounders such as age and chronic disease burden. Results Among 15,031 older adults, 3341 (22.2%) experienced NHP during follow-up period (median: 7.1 years). At baseline date, median age was 73 years old with 55% female persons, 91% non-Hispanic Whites, and median number of chronic conditions of 4. Accounting for pertinent confounders, the HOUSES index was strongly associated with risk of NHP (hazard ratio 1.89; 95% confidence interval 1.66‒2.15 for comparing the lowest vs highest quartiles), which was not influenced by further accounting for ADI. Conclusions and Implications This study demonstrates that an individual-level SES measure capturing current individual-specific socioeconomic circumstances plays a significant role for predicting NHP independent of neighborhood characteristics where they reside. This study suggests that older adults who are at higher risk of NHP can be identified by utilizing the HOUSES index and potential individual-level intervention strategies can be applied to reduce the risk for those with higher risk.",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861023000907",
		"journal": "Journal of the American Medical Directors Association"
	},
	{
		"id": "HENLY201993",
		"source_id": "HENLY201993",
		"type": "article",
		"title": "Transportation patterns demonstrate inequalities in community participation for working-age Americans with disabilities",
		"author": "Megan Henly and Debra L. Brucker",
		"keywords": "Disability, Transportation patterns, Community participation, Independent living, Economic participation",
		"doi": "https://doi.org/10.1016/j.tra.2019.09.042",
		"abstract": "This paper utilizes newly available data from the 2017 National Household Travel Survey to examine travel patterns within the U.S. for persons with disabilities. Our analysis finds that having a disability is associated with lower odds of taking a trip for shopping, for social or recreational reasons, for running errands, or for going to work, even after controlling for other characteristics. Length of disability (less than 6 months, more than 6 months, or lifetime) is associated with the type of mobility aid used to support travel, some aspects of day-to-day travel, and the odds of taking a trip for errands, shopping, social, or recreational reasons. Those with a lifetime disability had lower odds of traveling for errands or shopping (OR = 0.68, p < 0.05) compared to those with a temporary or more recent onset of disability, all else constant. We discuss how these findings help to understand differences in economic and social participation among people with disabilities.",
		"pages": "93-106",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0965856419300035",
		"journal": "Transportation Research Part A: Policy and Practice",
		"volume": "130"
	},
	{
		"id": "ISLAM2020185",
		"source_id": "ISLAM2020185",
		"type": "incollection",
		"title": "6 - Assistive sensing technology for the elderly health monitoring",
		"author": "Tarikul Islam",
		"keywords": "Older population, ambient sensors, wearable sensors, assistive technology, independent and safe living",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-818546-9.00006-3",
		"isbn": "978-0-12-818546-9",
		"abstract": "World population of elderly is growing rapidly. Due to aging, independent living of older adults becomes difficult because of their cognitive decline, increase in chronic diseases, deterioration of physical activity, and impairment of hearing and vision system. To assist the elderly for their independent and comfortable safe living, there is a rapid progress of assisted living technologies. These technologies are developed to monitor in real time the ambient environment and daily residential activities of elderly. Assistive technologies are also developed to monitor the salient health parameters with the help of wearable sensors. Over the years, many research articles, including review papers, are published to discuss about this technology. Most of these technologies are based on different types of the sensors. However, working and construction of the sensors are available in different literature in distributed manner. Here, an effort is made to provide detailed information of the wearable and nonwearable sensors for the desired application of the assistive living. Effort is also made to point out future scope of research in this area.",
		"pages": "185-223",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128185469000063"
	},
	{
		"id": "UMAIR201676",
		"source_id": "UMAIR201676",
		"type": "article",
		"title": "Use of fluorescent lectin binding to distinguish eggs of gastrointestinal nematode parasites of sheep",
		"author": "S. Umair and L.W. McMurtry and J.S. Knight and H.V. Simpson",
		"keywords": "Lectin, PCR, Nematode parasites, Lectin binding, Egg storage conditions",
		"doi": "https://doi.org/10.1016/j.vetpar.2015.12.029",
		"abstract": "The binding of a panel of 19 lectins to carbohydrates on the eggs of economically important nematode parasites of sheep has been assessed as the basis of a rapid test to distinguish parasite eggs, at least at the genus level. A total of six lectins can be used to identify eggs of six nematode parasites: peanut agglutinin (PNA) for Haemonchus contortus; Lens culinaris agglutinin (LCA) for Teladorsagia sp; Aleuria aurantia agglutinin (AAL) for Trichostrongylus sp; Psophocarpus tetragonolobus‑II (PTLII) for Nematodirus sp; Lotus tetragonolobus lectin (LTL) for Cooperia sp and wheat germ agglutinin (WGA) for Chabertia ovina. For WGA, LCA and LTL, weak binding was also observed to H. contortus and Teladorsagia sp, Trichostrongylus sp and C. ovina eggs, respectively. Nematode eggs in two faecal samples were identically identified by both lectin binding and PCR, except for PCR identification of the eggs of Nematodirus sp, as these did not lyse. Lectins bound best to H. contortus eggs extracted from fresh faecal samples or after storage at room temperature or 4°C for up to 24h, but eggs stored at −20°C or −80°C did not bind PNA.",
		"pages": "76-80",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304401715301151",
		"journal": "Veterinary Parasitology",
		"volume": "217"
	},
	{
		"id": "FENG2020101940",
		"source_id": "FENG2020101940",
		"type": "article",
		"title": "Identification of Alzheimers disease based on wavelet transformation energy feature of the structural MRI image and NN classifier",
		"author": "Jinwang Feng and Shao-Wu Zhang and Luonan Chen",
		"keywords": "Alzheimers disease, Image classification, Wavelet transformation, Feature extraction, Energy feature",
		"doi": "https://doi.org/10.1016/j.artmed.2020.101940",
		"abstract": "Alzheimers disease (AD) is now difficult to be identified for clinicians, especially, at its prodromal stage, mild cognitive impairment (MCI), because of no obvious clinical symptom and few impacts on daily life at this phase. In addition, energy distribution differences of brain atrophies reflected in structural magnetic resonance imaging (sMRI) images between MCI patients and older healthy controls (HC) are minimal and subtle, which are difficult to be captured by the spatial analysis. In this study, we propose a novel method (namely AD-WTEF) to identify AD and MCI patients from HC subjects by extracting the wavelet transformation energy feature (WTEF) of the sMRI image. AD-WTEF firstly transforms each scan of the preprocessed sMRI image by wavelet to obtain its directional subbands with the same size at different transformation levels. And then, based on the anatomical automatic labeling (AAL) atlas, AD-WTEF constructs a new brain mask to segment the subbands at the same direction and transformation level into different energy regions of interest (EROIs). Thirdly, by averaging coefficients in an EROI, AD-WTEF gets an energy feature, following that energy features of different EROIs are connected to form an energy feature vector for describing the subbands at the same direction and transformation level. As a result, these energy feature vectors are further concatenated to be a WTEF of the sMRI image. Finally, the nearest neighbor (NN) classifier is selected and used for AD identification. Compared with other seven state-of-the-art methods, our AD-WTEF can effectively identify AD patients using the subtle energy distribution differences of sMRI images. Furthermore, experimental results indicate that our AD-WTEF can also find important brain ROIs related to AD.",
		"pages": "101940",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365720300476",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "108"
	},
	{
		"id": "GREGUS2020139",
		"source_id": "GREGUS2020139",
		"type": "incollection",
		"title": "Chapter 7 - Intervening with adults",
		"author": "Samantha J. Gregus and Elissa R. Failes and Elizabeth Ramirez and Raegan Harrington and Phoebe Welcome and Rebecca A. Schwartz-Mette",
		"keywords": "Social skills training, Adults, Social learning theory, Intervention, Implementation, Efficacy",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-817752-5.00007-X",
		"isbn": "978-0-12-817752-5",
		"abstract": "Social skills facilitate meaningful and rewarding interactions with others. Functional impairments in social skills place individuals at risk for adverse social, occupational, mental, and physical health outcomes. In this chapter, we provide an overview on social skills training (SST) programs that can help adults acquire and implement effective social skills. We identify key principles underlying social learning theory and review implementation and service delivery considerations among adult populations. Extant programs serve a variety of presenting concerns, including but not limited to adults with neurodevelopmental disorders, mood and depressive disorders, serious mental illness such as schizophrenia, and problems such as traumatic brain injury and couple distress. Intervention targets with adults often include enhancing communication, relationship, social cognitive, and independent living/vocational skills. We review exemplar programs that have supportive research evidence and discuss future directions for SST programs for adults.",
		"pages": "139-159",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B978012817752500007X"
	},
	{
		"id": "IANCU2020119977",
		"source_id": "IANCU2020119977",
		"type": "article",
		"title": "Designing mobile technology for elderly. A theoretical overview",
		"author": "Ioana Iancu and Bogdan Iancu",
		"keywords": "Elders, Design, Technology, User-centered, Ease of use",
		"doi": "https://doi.org/10.1016/j.techfore.2020.119977",
		"abstract": "Aging of the population, an increased life expectancy, and the need for an independent living are already widely recognized social changes that put a massive pressure on the healthcare system. In this context, the inclusion and involvement of elders in the IT society is mandatory. Assistive technology (technology designed to increase, maintain, or improve the functional capabilities of older adults,), due to its impressive evolution, is believed to be capable of solving the gap between the wishes of the elders and their needs. Although a wide range of technology is present in the daily lives of seniors, directly dealing with it can be frustrating and stigmatizing especially due to the lack of ease of use. It is erroneously considered that technology design is already user-friendly. Considering the deterioration of physical and cognitive abilities, the present paper is a theoretical overview on the most important design principles and device features needed to fulfill the elders’ needs. This review can serve as a starting point for researchers and practitioners in their endeavor to design more suitable technology for older people.",
		"pages": "119977",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162519302069",
		"journal": "Technological Forecasting and Social Change",
		"volume": "155"
	},
	{
		"id": "RAJJI2022160",
		"source_id": "RAJJI2022160",
		"type": "article",
		"title": "Cognitive-Behavioral Social Skills Training for patients with late-life schizophrenia and the moderating effect of executive dysfunction",
		"author": "Tarek K. Rajji and David C. Mamo and Jason Holden and Eric Granholm and Benoit H. Mulsant",
		"keywords": "CBSST, Executive function, Late-life schizophrenia, Social function",
		"doi": "https://doi.org/10.1016/j.schres.2021.11.051",
		"abstract": "The objectives of this study are to test the efficacy of Cognitive-Behavioral Social Skills Training (CBSST) in enhancing social function in a sample of older patients with schizophrenia, and to assess whether baseline cognition moderates response to CBSST. To address these objectives, we conducted a randomized controlled trial of 63 participants, randomized 1:1 into CBSST or Treatment-As-Usual (TAU). The setting was a community-based geriatric mental health outpatient clinic in Toronto, Ontario, Canada. Data were collected at baseline, and week 18, 36 and 52, between June 2008 and May 2014. Participants were outpatients, aged 60 or older, with a diagnosis of schizophrenia or schizoaffective disorder and no evidence of dementia or other conditions associated with cognitive or functional impairment. The intervention was a weekly group CBSST for 36 weeks. Cognition, including executive function, was assessed at baseline. Modified total score on the Independent Living Skills Survey (ILSS) at 18, 36, and 52 weeks was the primary outcome measure. In a linear mixed model analysis, the ILSS trajectory was better in the CBSST group than the TAU group, with significantly better function at 36 (Cohens d = 0.75) and 52 weeks (Cohens d = 0.92). Baseline executive dysfunction moderated CBSST response, whereby participants with more severe executive dysfunction experienced the most improvement in ILSS. CBSST was efficacious in patients with late-life schizophrenia and prevented decline in social function over a one-year period. CBSST was most beneficial for patients with more severe executive dysfunction, i.e., those who needed skills training the most.",
		"pages": "160-167",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996421004849",
		"journal": "Schizophrenia Research",
		"volume": "239"
	},
	{
		"id": "BUJNOSKOVA2016e126",
		"source_id": "BUJNOSKOVA2016e126",
		"type": "article",
		"title": "ID 326 – Functional connectivity alterations and their relation to pathophysiological changes in mild cognitive impairment",
		"author": "E. Bujnoskova and R. Marecek and M. Mikl and J. Fousek and P. Selnes and E. Hessen and A. Bjornerud and T. Fladby and I. Rektorova",
		"doi": "https://doi.org/10.1016/j.clinph.2015.11.429",
		"abstract": "So far many studies have addressed the issue of connectivity changes in mild cognitive impairment (MCI) and Alzheimer’s disease (AD) using different methods, including whole-brain network analyses describing structural and functional topology. In this study we address an association between network topology and brain pathology in MCI. We investigated functional connectivity of MCI subjects (n=84) and age-matched healthy controls (HC; n=32) defined on AAL atlas. In the MCI group we assessed how changes in brain topology correlate with cognitive performance and CSF levels of AD biomarkers in order to shed further light on underlying pathophysiological mechanisms. We used following parameters to describe brain topology: clustering coefficient, path length, node strength, and eigenvector centrality. We found shorter global path length, changes in frontal, occipital and subcortical regions, and more homogeneous hub distribution in MCI as compared to HC. Worse cognitive performance was related to topological changes in mentioned regions. Network properties correlated with CSF biomarkers in frontal and occipital regions. We observed a shift in MCI networks towards random topology with extensive regional changes, parallels can be found in literature. Network results are supported by cognitive results and CSF biomarkers levels, combined bringing unique information to current knowledge of MCI changes.",
		"pages": "e126-e127",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245715015345",
		"journal": "Clinical Neurophysiology",
		"volume": "127"
	},
	{
		"id": "RICHMOND2017111",
		"source_id": "RICHMOND2017111",
		"type": "article",
		"title": "Event Perception: Translations and Applications",
		"author": "Lauren L. Richmond and David A. Gold and Jeffrey M. Zacks",
		"keywords": "Event perception, Everyday memory, Activities of daily living, Remediation, Intervention, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.jarmac.2016.11.002",
		"abstract": "Event segmentation is the parsing of ongoing activity into meaningful events. Segmenting in a normative fashion—identifying event boundaries similar to others’ boundaries—is associated with better memory for and better performance of naturalistic actions. Given this, a reasonable hypothesis is that interventions that improve memory and attention for everyday events could lead to improvement in domains that are important for independent living, particularly in older populations. Event segmentation and memory measures may also be effective diagnostic tools for estimating peoples ability to carry out tasks of daily living. Such measures preserve the rich, naturalistic character of everyday activity, but are easy to quantify in a laboratory or clinical setting. Therefore, event segmentation and memory measures may be useful proxies for clinicians to assess everyday functioning in patient populations and an appropriate target for interventions aimed at improving everyday memory and tasks of daily living.",
		"pages": "111-120",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211368116300262",
		"journal": "Journal of Applied Research in Memory and Cognition",
		"volume": "6"
	},
	{
		"id": "FINS20201732",
		"source_id": "FINS20201732",
		"type": "article",
		"title": "Disorders of Consciousness and Disability Law",
		"author": "Joseph J. Fins and Megan S. Wright and Samuel R. Bagenstos",
		"doi": "https://doi.org/10.1016/j.mayocp.2020.02.008",
		"abstract": "In 2018, the American Academy of Neurology, the American Congress of Rehabilitation Medicine, and the National Institute on Disability, Independent Living, and Rehabilitation Research published a systematic evidence-based review and an associated practice guideline for improved assessment, treatment, and rehabilitation of patients with disorders of consciousness. Patients with disorders of consciousness include individuals in the vegetative and minimally conscious states, as well as others with covert consciousness and cognitive motor dissociation. These landmark publications (concurrently published in Neurology and Archives of Physical Medicine and Rehabilitation) supplant the 1994 New England Journal of Medicine Multi-Society Task Force report on the vegetative state and the 2002 criteria establishing minimally conscious states. The guideline re-designates the permanent vegetative state as chronic. In our article, we consider the legal and ethical implications of the practice guideline for clinical practice and explain the vulnerability of these patients who suffer from high rates of misdiagnosis, inadequate medical surveillance, undertreatment of pain, inadequate rehabilitation, and segregation in chronic care. We argue that these deficiencies in medical care are inconsistent with our growing appreciation of the dynamic nature of these brain states and an emerging standard of care as articulated by the national guideline. These deficiencies also violate domestic and international disability law. To substantiate this latter claim, we apply disability law to this population, focusing on key Americans with Disabilities Act mandates, the relevance of the 1999 Supreme Court, Olmstead v. L.C., and the utility of Olmstead enforcement actions to integrate the care of these individuals into the medical mainstream.",
		"pages": "1732-1739",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0025619620301567",
		"journal": "Mayo Clinic Proceedings",
		"volume": "95"
	},
	{
		"id": "ALABI2017571",
		"source_id": "ALABI2017571",
		"type": "article",
		"title": "Quality-of-life assessment as an outcomes measure in critical limb ischemia",
		"author": "Olamide Alabi and Matthew Roos and Gregory Landry and Gregory Moneta",
		"doi": "https://doi.org/10.1016/j.jvs.2016.08.097",
		"abstract": "Critical limb ischemia (CLI) is a diagnosis plagued by significant comorbidity and high mortality rates. Overall survival remains poor in this population regardless of the procedure-related success as demonstrated by freedom from amputation, intervention, and patency. The literature has traditionally focused on physician-centered and lesion-centered outcomes with regards to limb salvage procedures, but there remains a relative paucity of studies of CLI patients describing patient-centered outcomes such as quality of life (QoL), independent living, and ambulation status. Review of the available literature indicates patients do not always experience significant gains in their QoL after limb salvage interventions, despite reasonable graft patency, amputation-free survival, and limb salvage rates. Further research is required using QoL tools in a measurable and clinically relevant fashion to guide optimal quality care that maximizes patient-centered outcomes.",
		"pages": "571-578",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521416312332",
		"journal": "Journal of Vascular Surgery",
		"volume": "65"
	},
	{
		"id": "NOLASCO2021110438",
		"source_id": "NOLASCO2021110438",
		"type": "article",
		"title": "The ins and outs of dynamic balance during 90-degree turns in people with a unilateral transtibial amputation",
		"author": "Luis A. Nolasco and Jenna Livingston and Anne K. Silverman and Deanna H. Gates",
		"keywords": "Balance, Angular momentum, Biomechanics, Prosthesis, Locomotion",
		"doi": "https://doi.org/10.1016/j.jbiomech.2021.110438",
		"abstract": "The ability to maintain balance when turning is essential to functional and independent living. Due to the lack of neuromuscular ankle control on the prosthetic side in people with a transtibial amputation (TTA), turning is likely more challenging. The purpose of this study was to quantify how people with TTA maintain dynamic balance during 90-degree turns made with the prosthesis on the inside and outside of the turn compared to people without amputation. Eight participants with TTA and eight age-, height-, and sex- matched non-amputee controls performed left and right 90-degree step turns at a self-selected speed. The primary outcomes were range of whole-body angular momentum and positive and negative contributions of six segment groups (head/trunk, pelvis, arms, and legs) to whole-body angular momentum during the continuation stride. Participants with TTA had greater range of frontal- and sagittal-plane whole-body angular momentum when turning with the prosthesis on the inside compared controls. They also had a greater range of whole-body angular momentum in all planes of motion when turning with the prosthesis on the inside compared to outside of the turn. The contributions for the head/trunk and inside and outside legs differed between groups and turns, suggesting altered interactions between segment momenta to compensate for the reduced contribution of the amputated leg. This study provides insight into possible training paradigms to reduce the high incidence of turn related falls in people with TTA and, potentially, ways to alter prosthetic function to promote balance control.",
		"pages": "110438",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021929021002189",
		"journal": "Journal of Biomechanics",
		"volume": "122"
	},
	{
		"id": "MATAGREVE2022345",
		"source_id": "MATAGREVE2022345",
		"type": "article",
		"title": "The relation between satisfaction with appearance and race and ethnicity: A National Institute on Disability, Independent Living, and Rehabilitation Research burn model system study",
		"author": "Felicia Mata-Greve and Shelley A. Wiechman and Kara McMullen and Kimberly Roaten and Gretchen J. Carrougher and Nicole S. Gibran",
		"keywords": "Satisfaction with appearance, Community integration, Race, Ethnicity, Burn injury",
		"doi": "https://doi.org/10.1016/j.burns.2021.11.003",
		"abstract": "Research supports that people of color in the U.S. have poorer outcomes after burn injury compared to White individuals. The current study sought to explore burn health disparities by testing the relationship between racial and ethnic minority status, a proxy for systemic discrimination due to race and ethnicity, with two key constructs linked to functional outcomes, satisfaction with appearance and social community integration. Participants included 1318 burn survivors from the Burn Model System National Database (mean age = 40.2, SD = 12.7). Participants completed measures of satisfaction with appearance and social community integration at baseline, 6-, 12-, and 24-months after burn injury. Linear regressions revealed that racial and ethnic minority status significantly related to lower satisfaction with appearance and social community integration compared to White individuals at all time points. In addition, satisfaction with appearance continued to significantly relate to greater social community integration even while accounting for race and ethnicity, age, sex, burn size, and physical disability at 6-, 12-, and 24-month time points. Overall, the study supports that racial and ethnic minority burn survivors report greater dissatisfaction with their appearance and lower social community reintegration after burn injury.",
		"pages": "345-354",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417921003132",
		"journal": "Burns",
		"volume": "48"
	},
	{
		"id": "CHUANG20211749",
		"source_id": "CHUANG20211749",
		"type": "article",
		"title": "Urban-rural differences in the prevalence and correlates of mild cognitive impairment in community-dwelling older adults in Taiwan: The EMCIT study",
		"author": "Yi-Fang Chuang and Yi-Chien Liu and Hsin-Yi Tseng and Pei-Xuan Lin and Cheng-Yi Li and Ming-Hsiung Shih and Kuan-Chia Lin and TienYu Owen Yang and Sui-Hing Yan and Yen-Ling Chiu",
		"keywords": "Mild cognitive impairment, Prevalence, Epidemiology, Rural population",
		"doi": "https://doi.org/10.1016/j.jfma.2021.03.005",
		"abstract": "Background Taiwan is a rapidly aging society. The elderly with mild cognitive impairment (MCI) have increased risk of dementia, and this is a population-based report using standard neuropsychological tests and expert consensus diagnosis to assess the MCI prevalence and its associated factors in Taiwan. Method The Epidemiology of Mild Cognitive Impairment study in Taiwan (EMCIT) is a community-based, prospective cohort study. Independently-living individuals aged ≧60 years in a rural area (n = 122) and in an urban area (n = 348) of New Taipei City, Taiwan, completed detailed neuropsychological tests at the cohort baseline. Diagnosis of MCI was ascertained through expert consensus based on 2011 NIA-AA criteria. Results Of 470 participants recruited between 2017 and 2019 (mean age 71.2 ± 5.4 years), the prevalence of MCI was higher in the rural area than in the urban area (25.1% vs. 10.8%, p < 0.001) after standardized for age, gender, and level of education. Having lower education and having depression symptoms were consistently associated with increased risk of MCI in both urban and rural areas (p < 0.05). Being male and diabetes were additionally associated with MCI prevalence in urban areas. Conclusion In this community-based prospective cohort study in Taiwan, the prevalence of MCI in the rural community was much higher than that in the urban community. Different strategies may be needed to targeted different types of communities.",
		"pages": "1749-1757",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0929664621001108",
		"journal": "Journal of the Formosan Medical Association",
		"volume": "120"
	},
	{
		"id": "VRIEND2018295",
		"source_id": "VRIEND2018295",
		"type": "article",
		"title": "Global and Subnetwork Changes of the Structural Connectome in de novo Parkinson’s Disease",
		"author": "Chris Vriend and Odile A. van den Heuvel and Henk W. Berendse and Ysbrand D. van der Werf and Linda Douw",
		"keywords": "Parkinson’s disease, graph theory, structural connectome",
		"doi": "https://doi.org/10.1016/j.neuroscience.2018.06.050",
		"abstract": "Parkinson’s disease (PD) is a neurodegenerative disorder characterized by widespread neuropathological involvement of cortical and subcortical brain areas, which may therefore affect the structural brain network or ‘connectome’. Using diffusion tensor imaging (DTI) and graph analysis we studied the structural connectome of medication-naïve PD patients. DTI was acquired in 23 early-stage PD patients and 38 age, sex and education matched healthy controls. We studied global, subnetwork and local network topology using the Brainnetome atlas. At the subnetwork level we focused on the default-mode, frontoparietal, sensorimotor and attention networks. Graph measures included global efficiency, clustering coefficient and betweenness centrality. PD patients showed lower global efficiency and global clustering coefficient compared with healthy controls. This was also evident in all four subnetworks. These findings were largely replicated with the automated anatomical labeling (AAL) atlas and robust across a large range of thresholds. These results suggest that the wiring of the structural brain network of early-stage medication-naïve PD patients is altered relative to healthy controls in such a way that it allows for less integration (global efficiency) and segregation (clustering coefficient) of information processing.",
		"pages": "295-308",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306452218304718",
		"journal": "Neuroscience",
		"volume": "386"
	},
	{
		"id": "SPENCE2019285",
		"source_id": "SPENCE2019285",
		"type": "article",
		"title": "Searching for questions, original thoughts, or advancing theory: Human-machine communication",
		"author": "Patric R. Spence",
		"keywords": "Human-machine communication, Digital interlocutors, Communication, Theory, Robots, Automation",
		"doi": "https://doi.org/10.1016/j.chb.2018.09.014",
		"abstract": "The study of Human-Machine Communication (HMC) has the potential to impact a variety of contexts and influence multiple aspects of everyday life. Robots and other machine communicators are increasingly performing social and workplace roles such as teachers, caregivers, surveillance, decision-makers and personal companionship. They have the ability to improve quality of human life through assistance, enabling for instance, independent living or providing support in work-intensive, difficult and possibly complex situations. Moreover, they have the ability to fill social roles. With social machines becoming more common, research into Human-Machine Communication is also expanding. Issues of how HMC is situated in the academic discussion alongside of the role of theory and directions concerning future research are offered.",
		"pages": "285-287",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563218304540",
		"journal": "Computers in Human Behavior",
		"volume": "90"
	},
	{
		"id": "RASPA20181",
		"source_id": "RASPA20181",
		"type": "article",
		"title": "A comparison of functional academic and daily living skills in males with fragile X syndrome with and without autism",
		"author": "Melissa Raspa and Vitor Franco and Ellen Bishop and Anne C. Wheeler and Amanda Wylie and Donald B. Bailey",
		"keywords": "Fragile X syndrome, Functional academic skills, Daily living skills, Employment, Independence",
		"doi": "https://doi.org/10.1016/j.ridd.2018.04.024",
		"abstract": "Background Adaptive behaviors, such as functional academic and daily living skills, are critical for independence in adults with intellectual and developmental disabilities. However, little is known about these skills in fragile X syndrome (FXS), the most common form of inherited intellectual disability. Aims The purposes of this study were to describe the functional academic and daily living skills of males diagnosed with FXS across different age groups and compare skill attainment by autism status and other common co-occurring conditions. Methods and procedures We used survey methods to assess parent-reported functional academic and daily living skills in 534 males with FXS. Functional academic skills included time and schedules, money, math, reading, and writing skills. Daily living skills included hygiene, cooking, laundry and housekeeping, transportation, and safety skills. Outcomes and results Analyses examined functional academic and daily living skills in a cross-sectional sample of males between ages 5 and 67. Differences in skill attainment were found by child age, co-morbid autism status, total number of co-occurring conditions, and respondent education. Functional academic and daily living skills were predictive of community employment and independent living. Conclusions and implications These data provide important information on the mastery of both foundational and more complex adaptive skills in males with FXS. Both functional academic and daily living skills were predictive of measures of independence above and beyond other child and family characteristics. These findings point to the need to focus interventions to support the attainment of independence in males with FXS.",
		"pages": "1-14",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422218301008",
		"journal": "Research in Developmental Disabilities",
		"volume": "78"
	},
	{
		"id": "KATTACHARLES2023",
		"source_id": "KATTACHARLES2023",
		"type": "article",
		"title": "Depression, Anxiety, and Suicidality in Individuals With Chronic Traumatic Brain Injury Before and During the COVID-19 Pandemic: A National Institute on Disability, Independent Living, and Rehabilitation Research Traumatic Brain Injury Model Systems Study",
		"author": "Sheryl Katta-Charles and Leah M. Adams and Nancy D. Chiaravalloti and Flora M. Hammond and Paul B. Perrin and Amanda R. Rabinowitz and Umesh M. Venkatesan and Alan H. Weintraub and Charles H. Bombardier",
		"keywords": "Anxiety, Brain injury, chronic, COVID-19, Depression, anxiety, Pandemics, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2022.10.017",
		"abstract": "Objective To examine the prevalence, severity, and correlates of depression, anxiety, and suicidal ideation in people with traumatic brain injury (TBI) assessed before and during the COVID-19 pandemic. Design Retrospective cohort study using data collected through the Traumatic Brain Injury Model Systems (TBIMS) network at 1, 2, 5, 10, 15, 20, 25, or 30 years post TBI. Setting United States–based TBIMS rehabilitation centers with telephone assessment of community residing participants. Participants Adults (72.4% male; mean age, 47.2 years) who enrolled in the TBIMS National Database and completed mental health questionnaires prepandemic (January 1, 2017 to February 29, 2020; n=5000) or during pandemic (April 1, 2022 to June 30, 2021; n=2009) (N=7009). Interventions Not applicable. Main Outcome Measures Patient Health Questionnaire-9 and Generalized Anxiety Disorder-7 questionnaire. Results Separate linear and logistic regressions were constructed with demographic, psychosocial, injury-related, and functional characteristics, along with a binary indicator of COVID-19 pandemic period (prepandemic vs during pandemic), as predictors of mental health outcomes. No meaningful differences in depression, anxiety, or suicidal ideation were observed before vs during the COVID-19 pandemic. Correlations between predictors and mental health outcomes were similar before and during the pandemic. Conclusions Contrary to our predictions, the prevalence, severity, and correlates of mental health conditions were similar before and during the COVID-19 pandemic. Results may reflect generalized resilience and are consistent with the most recent findings from the general population that indicate only small, transient increases in psychological distress associated with the pandemic. While unworsened, depression, anxiety, and suicidal ideation remain prevalent and merit focused treatment and research efforts.",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999323000291",
		"journal": "Archives of Physical Medicine and Rehabilitation"
	},
	{
		"id": "SWERTS2017107",
		"source_id": "SWERTS2017107",
		"type": "article",
		"title": "Substance use among individuals with intellectual disabilities living independently in Flanders",
		"author": "Chris Swerts and Stijn Vandevelde and Joanneke E.L. VanDerNagel and Wouter Vanderplasschen and Claudia Claes and Jessica De Maeyer",
		"keywords": "Assessment, Independent living, Intellectual disability, Prevalence, Substance use",
		"doi": "https://doi.org/10.1016/j.ridd.2016.03.019",
		"abstract": "Background Over the past decades, there has been increased scientific and clinical interest in substance use among individuals with intellectual disabilities (ID). Despite raised interest and awareness in the topic, lack of supportive data on prevalence and risk factors highlights the need for ongoing research. The aims of this cross-sectional multicenter study were to examine the nature and extent of substance use in individuals with ID living independently, to investigate group differences in substance use and related problems, and to explore the role of substance-related knowledge and attitudes in substance use behaviors. Method Participants were 123 individuals with mild to moderate ID receiving support from independent living services. Data were gathered by means of a structured interview strategy (i.e. the Substance Use and Misuse in Intellectual Disability—Questionnaire; SumID-Q). Results Findings revealed that rates of lifetime use of licit and illicit substances were higher than those found in earlier studies among individuals with ID and the general population. While cannabis use was the only illicit substance reported, current tobacco and alcohol use were shown to be highly prevalent (48%–45.5%). Rates for the latter were similar to earlier studies among community samples of individuals with ID. In contrast to our hypotheses, few group differences in substance use behaviors were observed. Male gender was associated with age of onset of alcohol and tobacco use and tobacco use-related problems, while younger age was found to be associated with lifetime use of cannabis. No evidence was found regarding the role of knowledge; however, smokers and alcohol users rated tobacco and alcohol use more positively. Conclusion This study demonstrated that individuals with ID living independently use a wide range of licit and illicit substances and present divergent levels and patterns of substance use. Notwithstanding the role of personal choice in substance use, more research is needed to better understand the nature and extent of substance use and related problems, as well as the role of substance-related knowledge and attitudes in individuals with ID.",
		"pages": "107-117",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422216300695",
		"journal": "Research in Developmental Disabilities",
		"volume": "63"
	},
	{
		"id": "DAS20161",
		"source_id": "DAS20161",
		"type": "article",
		"title": "Coastal people and mangroves ecosystem resources vis-à-vis management strategies in Indian Sundarban",
		"author": "C.S. Das and R.N. Mandal",
		"keywords": "Mangroves, Resources, Coastal people, Livelihood, Management",
		"doi": "https://doi.org/10.1016/j.ocecoaman.2016.09.025",
		"abstract": "This study assessed the status of coastal communities living in a fringe of mangroves forest, Samshernagar in the Indian Sundarban. Demographics of the area were surveyed with questionnaires which also collated their pattern of livelihood related to coastal resources. A total number of respondents were 1404 out of 1560 households. The study identified 14 primary occupations (A) with consideration of both earning and time engagement, along with other two occupations as Secondary (B) and Tertiary (C). Different occupants were made into four broad groups viz., (i) Resource dependent (RD), (ii) Wage earner (WE), (iii) Self resilient (SR) and (iv) Government servant (GS). Resource dependent shared 63.9% among others. A Relative Occupational Priority Index (ROPI) was developed, assessing the degree of strength among primary occupations. Fin fish, shell fish and crab (Af) scored 60.97 numbers, followed by agricultural activities (Aal) with 21.38 numbers. The venture of coastal people for resources collection into forest ecosystem as part of livelihood encountered very often wildlife conflict, including both tiger and crocodile attacks. To reduce resources dependency among coastal inhabitants, management of mangroves ecosystem was undertaken through Focus Group Discussion (FGD) among Forest Development Committees (FDCs) for creating awareness among forest dwellers. Provision of JFM was initiated as an alternative livelihood approach through co-management, though limited success was achieved.",
		"pages": "1-10",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0964569116302204",
		"journal": "Ocean & Coastal Management",
		"volume": "134"
	},
	{
		"id": "TARBOX201747",
		"source_id": "TARBOX201747",
		"type": "incollection",
		"title": "Chapter 5 - Skill Acquisition",
		"author": "Jonathan Tarbox and Courtney Tarbox",
		"keywords": "Skill acquisition, reinforcement, prompting, discrete trial training plan, naturalistic teaching",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-809408-2.00005-2",
		"isbn": "978-0-12-809408-2",
		"abstract": "Skill acquisition is the part of applied behavior analysis treatment that focuses on teaching and maintaining new skills to help the learner function more independently and productively in life. It is by far the most important thing that you will do in working as a behavior technician with learners with autism spectrum disorder (ASD). Even when working with a learner who exhibits severe problem behavior, the most effective way to treat that behavior is not to focus on what the learner should not do, but rather to focus on what she should do. In addition, many individuals with ASD have deficits in basic communication abilities, so they learn how to use challenging behaviors to get what they want or need. For all of these reasons, focusing on teaching strong communication skills, independent living skills, social skills, and leisure or play skills, is the best way to prevent challenging behavior and to ensure that the learners you work with function as independently as possible.",
		"pages": "47-87",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128094082000052"
	},
	{
		"id": "YAZAWA2018120",
		"source_id": "YAZAWA2018120",
		"type": "article",
		"title": "A new enzyme immunoassay for the determination of highly sialylated and fucosylated human α1-acid glycoprotein as a biomarker of tumorigenesis",
		"author": "Shin Yazawa and Takehiko Yokobori and Kyoichi Kaira and Hiroyuki Kuwano and Takayuki Asao",
		"keywords": "α1-Acid glycoprotein, Enzyme immunoassay, Fucosylated glycans, Biomarker, Tumorigenesis, Treatment outcomes",
		"doi": "https://doi.org/10.1016/j.cca.2017.12.030",
		"abstract": "Background Upon initiation and progression of cancer, α1-acid glycoprotein (AGP) possessing highly sialylated and fucosylated glycans appears in the serum, and recently has attracted a great deal of attention, as a potential biomarker of tumorigenesis in humans. Methods To establish a rapid and precise method for the quantitative assay of fucosylated AGP in serum samples, we developed an enzyme immunoassay (EIA) bearing an anti-AGP antibody and a fucose-binding lectin, Aleuria aurantia (AAL) with additional endeavor to improved sample handling, and antibody preparations. Results The amounts of fucosylated AGP could be determined by the present method with a good performance feature in all tested samples from both cancer patients and healthy controls. From cancer patients under chemotherapy we show that fucosylated AGP could be a clinically relevant biomarker for cancer progression or prognosis as well as for an early assessment of clinical response and treatment outcomes. Furthermore, in a different setting, fucosylated AGP also showed relevance in patients who received immunotherapy with an anti-programmed cell death-1 (PD-1) antibody. Conclusions α1,3fucosylated AGP is a potential biomarker of cancer initiation, progression and response to treatment in cancer patients.",
		"pages": "120-128",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009898117305302",
		"journal": "Clinica Chimica Acta",
		"volume": "478"
	},
	{
		"id": "CHAMMAH2021200",
		"source_id": "CHAMMAH2021200",
		"type": "article",
		"title": "Impact of prophylactic cranial irradiation and hippocampal sparing on 18F-FDG brain metabolism in small cell lung cancer patients",
		"author": "Shaïma El Chammah and Gilles Allenbach and Raphaël Jumeau and Sarah Boughdad and John O. Prior and Marie Nicod Lalonde and Niklaus Schaefer and Marie Meyer",
		"keywords": "PET/CT, F-FDG, Prophylactic cranial irradiation, Brain metabolism, Hippocampal Sparing, Small cell lung cancer",
		"doi": "https://doi.org/10.1016/j.radonc.2021.02.016",
		"abstract": "Background and purpose Prophylactic cranial irradiation (PCI) in small-cell lung cancer (SCLC) patients improves survival. However, it is also associated with cognitive impairment, although the underlying mechanisms remain poorly understood. Our study aims to evaluate the impact of PCI and potential benefit of hippocampal sparing (HS) on brain metabolism assessed by 18F-Fluoro-Deoxy-Glucose Positron Emission Tomography/Computed Tomography (18F-FDG PET/CT). Materials and methods We retrospectively included 22 SCLC patients. 50% had hippocampal-sparing (HS) PCI. 18F-FDG PET/CT was performed 144.5 ± 73 days before and 383 ± 451 days after PCI. Brain 18F-FDG PET scans were automatically segmented in 12 regions using Combined-AAL Atlas from MI-Neurology Software (Syngo.Via, Siemens Healthineers). For all atlas regions, we computed SUV Ratio using brainstem as a reference region (SUVR = SUVmean/Brainstem SUVmean) and compared SUVR before and after PCI, using a Wilcoxon test, with a level of significance of p < 0.05. Results We found significant decreases in 18F-FDG brain metabolism after PCI in the basal ganglia (p = 0.004), central regions (p = 0.001), cingulate cortex (p < 0.001), corpus striata (p = 0.003), frontal cortex (p < 0.001), parietal cortex (p = 0.001), the occipital cortex (p = 0.002), precuneus (p = 0.001), lateral temporal cortex (p = 0.001) and cerebellum (p < 0.001). Conversely, there were no significant changes in the mesial temporal cortex (MTC) which includes the hippocampi (p = 0.089). The subgroup who received standard PCI showed a significant decrease in metabolism of the hippocampi (p = 0.033). Contrastingly, the subgroup of patients who underwent HS-PCI showed no significant variation in metabolism of the hippocampi (p = 0.783). Conclusion PCI induced a diffuse decrease in 18F-FDG brain metabolism. HS-PCI preserves metabolic activity of the hippocampi.",
		"pages": "200-206",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167814021060795",
		"journal": "Radiotherapy and Oncology",
		"volume": "158"
	},
	{
		"id": "LADITKA2022101324",
		"source_id": "LADITKA2022101324",
		"type": "article",
		"title": "Identifying developmental disability in national surveys: Addressing the knowledge gap with special education histories",
		"author": "James N. Laditka and Sarah B. Laditka and Jessica N. Hoyle",
		"keywords": "Childhood disability, Developmental disability, Panel study of income dynamics, Special education, Survey research",
		"doi": "https://doi.org/10.1016/j.dhjo.2022.101324",
		"abstract": "Background In the United States nearly 20% of children ages 12–17 have developmental disorders. Some attain population-based developmental milestones after a delay, or increase functioning through special education, medication, technology, or therapy. Others have severe lasting impairments. An indicator identifying those groups in surveys of adults could help shape policies to improve lives. Hypotheses We hypothesized that survey histories of special education could indicate functional status levels. Methods Data were from the nationally representative Panel Study of Income Dynamics (1997–2017, n = 2745). With measures of diagnoses, behaviors, functional status, service use, and adult outcomes, we tested three special education groups as indicators of: (1) no impairment (no special education), (2) disorders, developmental diagnoses that adversely affect educational performance, but with development after a period of delay or only moderate disability, indicated by transfer from special education; and (3) severe lasting disability, the diagnoses combined with life-long needs for supports or services, with limitations in areas including self-care, mobility, and capacity for independent living, indicated by special education in the individuals final year of school. Results Across the special education groups, from no impairment to severe lasting disability, there were trends of: increasing severe and lasting disability (respectively 4.8%, 35.6%, 76.4%); increasing special services use (13.5%, 43.1%, 83.7%); increasing severe emotional disorders (2.3%, 11.3%, 17.9%); lower percentages attaining at least an associates degree by age 25 (42.1%, 20.7%, and 8.9%); and more chronic diseases. Conclusions Special education histories provide a useful indicator of developmental disability impairment levels in adults.",
		"pages": "101324",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657422000644",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "RAHAYU201879",
		"source_id": "RAHAYU201879",
		"type": "article",
		"title": "The experience of older people living in an elderly residential home (Panti Sosial Tresna Werdha): a phenomenology",
		"author": "Septirina Rahayu and Novy Helena Catharina Daulima and Yossie Susanti Eka Putri",
		"keywords": "Elderly, Elderly nursing, Life of old age",
		"doi": "https://doi.org/10.1016/S1130-8621(18)30042-1",
		"abstract": "Objective The aim of this study was to gain an overview of the experiences of older people living in an elderly residential home (Panti Sosial Tresna Werdha [PSTW]). Method The study used qualitative method with the descriptive phenomenology approach. The participants consisted of six older people who live in institutions. Data were collected through in-depth interviews in accordance with the purpose of the research, and an analysis of the data from the interviews was performed using the analysis stage by Collaizi. Results Three themes emerged from this study, namely independent living needs and support systems as a reason for staying at PSTW, the adaptive response to life in PSTW, and family support as a contributing factor to remaining at PSTW. Conclusions Most of the elderly’s support came from their children or nephews and nieces. Receiving full emotional support from relatives through family visits was deemed necessary for the elderly, as it made them feel happy to continue the rest of their lives in the elderly care home.",
		"pages": "79-82",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1130862118300421",
		"journal": "Enfermería Clínica",
		"volume": "28"
	},
	{
		"id": "MURRAY2023100503",
		"source_id": "MURRAY2023100503",
		"type": "article",
		"title": "Synergistic Targeting of DNA-PK and KIT Signaling Pathways in KIT Mutant Acute Myeloid Leukemia",
		"author": "Heather C. Murray and Kasey Miller and Joshua S. Brzozowski and Richard G.S. Kahl and Nathan D. Smith and Sean J. Humphrey and Matthew D. Dun and Nicole M. Verrills",
		"keywords": "AML, c-KIT, DNA-PK, phosphoproteomics, synergistic targeted therapies, leukaemia",
		"doi": "https://doi.org/10.1016/j.mcpro.2023.100503",
		"abstract": "Acute myeloid leukemia (AML) is the most common and aggressive form of acute leukemia, with a 5-year survival rate of just 24%. Over a third of all AML patients harbor activating mutations in kinases, such as the receptor tyrosine kinases FLT3 (receptor-type tyrosine-protein kinase FLT3) and KIT (mast/stem cell growth factor receptor kit). FLT3 and KIT mutations are associated with poor clinical outcomes and lower remission rates in response to standard-of-care chemotherapy. We have recently identified that the core kinase of the non-homologous end joining DNA repair pathway, DNA-PK (DNA-dependent protein kinase), is activated downstream of FLT3; and targeting DNA-PK sensitized FLT3-mutant AML cells to standard-of-care therapies. Herein, we investigated DNA-PK as a possible therapeutic vulnerability in KIT mutant AML, using isogenic FDC-P1 mouse myeloid progenitor cell lines transduced with oncogenic mutant KIT (V560G and D816V) or vector control. Targeted quantitative phosphoproteomic profiling identified phosphorylation of DNA-PK in the T2599/T2605/S2608/S2610 cluster in KIT mutant cells, indicative of DNA-PK activation. Accordingly, proliferation assays revealed that KIT mutant FDC-P1 cells were more sensitive to the DNA-PK inhibitors M3814 or NU7441, compared with empty vector controls. DNA-PK inhibition combined with inhibition of KIT signaling using the kinase inhibitors dasatinib or ibrutinib, or the protein phosphatase 2A activators FTY720 or AAL(S), led to synergistic cell death. Global phosphoproteomic analysis of KIT-D816V cells revealed that dasatinib and M3814 single-agent treatments inhibited extracellular signal–regulated kinase and AKT (RAC-alpha serine/threonine-protein kinase)/MTOR (serine/threonine-protein kinase mTOR) activity, with greater inhibition of both pathways when used in combination. Combined dasatinib and M3814 treatment also synergistically inhibited phosphorylation of the transcriptional regulators MYC and MYB. This study provides insight into the oncogenic pathways regulated by DNA-PK beyond its canonical role in DNA repair and demonstrates that DNA-PK is a promising therapeutic target for KIT mutant cancers.",
		"pages": "100503",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1535947623000129",
		"journal": "Molecular & Cellular Proteomics",
		"volume": "22"
	},
	{
		"id": "HANCILAR2020105956",
		"source_id": "HANCILAR2020105956",
		"type": "article",
		"title": "Comparative earthquake loss estimations for high-code buildings in Istanbul",
		"author": "Ufuk Hancilar and Karin Sesetyan and Eser Cakti",
		"doi": "https://doi.org/10.1016/j.soildyn.2019.105956",
		"abstract": "The paper presents the probabilistic and scenario based earthquake loss estimations for the case that the hazard and building inventory inputs are kept the same whereas the damage functions as well as the seismic demand estimation method are changed in an earthquake loss model. Spectral acceleration-displacement based damage assessments by alternating damage functions and inelastic demand evaluation methods are performed for high-code buildings in Istanbul. The buildings are mid- and high-rise, reinforced concrete, moment-resisting frames that are assumed to be designed in accordance with the provisions of Turkish Earthquake Resistant Design Code (1998). Three damage models, i.e. structural capacity and fragility curves, are employed for each building class: Expert judgment based capacity and fragility functions; HAZUSs high-code seismic design level capacity and fragility functions; and Capacity and fragility functions derived based on nonlinear analyses of code complying RC frames. Inelastic spectral displacement demands are computed with three methods: Capacity Spectrum Method, Modified Acceleration-Displacement Response Spectrum Method, and Displacement Coefficient Method. Analyses are realized under site-specific ground motions based on a state-of-the-art hazard model for eight return periods ranging from 100 to 2475 years as well as for an Mw = 7.5 scenario earthquake. Probabilistic loss curves for each case are developed. Estimated average annual losses (AAL) and loss ratios (AALR) are compared. Grid and district based maps illustrating the spatial distributions of estimated long term average losses per year and the loss ratios are presented. The estimated annualized loss ratios at district level in the city are compared to the earthquake insurance premium rates.",
		"pages": "105956",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0267726119304993",
		"journal": "Soil Dynamics and Earthquake Engineering",
		"volume": "129"
	},
	{
		"id": "SOMANADHAN2023e16",
		"source_id": "SOMANADHAN2023e16",
		"type": "article",
		"title": "Children and young peoples experiences of living with rare diseases: An integrative review",
		"author": "Suja Somanadhan and Ryan ODonnell and Shirley Bracken and Sandra McNulty and Alison Sweeney and Doris OToole and Yvonne Rogers and Caroline Flynn and Atif Awan and Mona Baker and Aimee ONeill and Helen McAneney and Lisa Gibbs and Philip Larkin and Thilo Kroll",
		"keywords": "Children, Experience, Rare diseases, Young people, Integrative review",
		"doi": "https://doi.org/10.1016/j.pedn.2022.10.014",
		"abstract": "Problem Rare diseases are any disease affecting fewer than five people in 10,000. More than 8000 rare diseases and 50–75% of all rare diseases affect children. The purpose of this review was to critically appraise and synthesize existing literature relating to the impact of rare diseases on childrens day-to-day lives. Eligibility criteria An integrative literature review was conducted using the CINAHL Plus, PsycINFO, and PubMed databases. Studies were included if they were a primary source was published between the years 2005 and 2019 and written in the English language. Sample Eight primary sources met the inclusion criteria. Results Seven main themes emerged from the review as follows: (i) the experience of stigmatisations, (ii) self-consciousness, (iii) restrictions in independent living, (iv) developing resilience/coping strategies, (v) psychological and emotional impact, (vi) social impact vs social connectedness and (vii) transition challenges. Conclusions The experience of having a rare illness differed across different age groups. Children (typically aged 3–10) with rare diseases generally view themselves and their lives the same way like their healthy peers. They were more likely to report being adaptive and resilient than those aged 12 or older. Young people reported being different compared to young children, and they faced numerous challenges related to their illness. Implications for practice To provide the best possible level of care for children and families with rare disorders, health services must be informed and equipped to provide the necessary supports specific to the unique needs of children and young people living with rare diseases.",
		"pages": "e16-e26",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0882596322002676",
		"journal": "Journal of Pediatric Nursing",
		"volume": "68"
	},
	{
		"id": "LOBE2022104699",
		"source_id": "LOBE2022104699",
		"type": "article",
		"title": "Empowering people with dementia via using intelligent assistive technology: A scoping review",
		"author": "Clara Löbe and Hanan AboJabel",
		"keywords": "dementia, intelligent assistive technology, empowerment, independence, scoping review",
		"doi": "https://doi.org/10.1016/j.archger.2022.104699",
		"abstract": "Objectives Over the past decade, the idea has been promoted that intelligent assistive technology (IAT) can empower people with dementia. As a new area of inquiry, however, the concept of empowerment and the impact of IAT in this context are still unclear. Therefore, we conducted a scoping review to examine the conceptualizing and measuring of empowerment, as well as to understand the impact of IAT on empowering people with dementia in the existing studies. Design A scoping review was performed in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, using the following databases: Pubmed, Cochrane Library, Web of Science, and Science Direct. In addition, a manual search was also conducted in Google Scholar to identify further articles. Results A total of 28 articles examining the empowerment of people with dementia via IAT met the inclusion criteria. Most had a cross-sectional (43%) or interventional/experimental design (39%). A little more than half (54%) were qualitative studies. We observed inconsistencies in the conceptualization and measurement of the concept of empowerment in the included studies; as such, the exact role of IAT in this context remains somewhat unclear. However, most of the studies suggest that IAT can empower people with mild/moderate dementia by enhancing their capacity to live more independently with privacy for a longer period of time. Conclusions Future research should focus on developing a clear definition of the concept of empowerment, as well as developing a reliable and valid tool for measuring it.",
		"pages": "104699",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494322000784",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "101"
	},
	{
		"id": "GREIMAN2022101210",
		"source_id": "GREIMAN2022101210",
		"type": "article",
		"title": "Effects of a consumer driven home modification intervention on community participation for people with mobility disabilities",
		"author": "Lillie Greiman and Craig Ravesloot and Kelsey S. Goddard and Bryce Ward",
		"keywords": "Community participation, Mobility disability, Home usability, Home modification, Community based research",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101210",
		"abstract": "Background Community participation has become a key outcome measure for people with disabilities. This has resulted in a shift in researchers focus from the individual to the environment. However, research has focused primarily on participation barriers in the community with limited research examining the role of the home environment. For people with mobility disabilities the home environment is the starting place for community participation and research is needed to understand the relationship between the home and participation outcomes. Objective This study explores the effects of a consumer-driven home modification intervention on community participation for people with mobility disabilities. Methods We conducted a randomized control trial (from June 2017–April 2019) of the effects of a consumer-directed home modification intervention on community participation. The intervention, the Home Usability Program, was implemented with consumers at two different Centers for Independent Living (N = 195) and included a self-assessment of their home environment and implementation of a home usability change. Results The Home Usability program positively affected the community participation of people with mobility disabilities. Overall, intervention participants reported a 39.5% (p < .05) increase in social and recreational activities immediately following the intervention relative to the control group after controlling for health status and month when outcome data were collected. Six months after the intervention, this effect returned to baseline. Conclusions Community-based, consumer-driven home modification programs show promise for improving community participation outcomes among people with disabilities, however, more research is needed to understand why results did not persist.",
		"pages": "101210",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657421001837",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "KONTOMICHALOSEYRE2023106697",
		"source_id": "KONTOMICHALOSEYRE2023106697",
		"type": "article",
		"title": "Life story work for children and youth in out of home care: A systematic review and synthesis of qualitative studies",
		"author": "Soula A. Kontomichalos-Eyre and Amelia J. Lake and Jane A. McGillivray",
		"keywords": "Systematic review, Life story work, Youth, Children, Out-of-home care, Child welfare",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106697",
		"abstract": "Background Life Story Work (LSW) is a biographical narrative approach used within health and social care settings that offers individuals an opportunity to talk and think about their lived experiences. LSW is embedded in government out-of-home care (OOHC) policy nationally and internationally. Despite this, little is known about how LSW is implemented in OOHC or the experience of key stakeholders. We conducted a systematic review and synthesis of qualitative studies to address these knowledge gaps. Methods We searched eight academic databases and reference lists (2006 to July 2021) for qualitative studies or those reporting qualitative data on LSW involving children aged < 18 years in an OOHC setting. Results We identified 21 eligible studies from 706 records. The most popular LSW offering was life story books. Common OOHC settings for LSW implementation were adoption, home-based and residential care. OOHC was used to a lesser extent in family group homes and independent living settings. OOHC children valued LSW when it represented a comprehensive record of their lives, retaining their LSW in later years. Carers valued involvement in the LSW process and wanted a realistic life record. Facilitators and support workers viewed LSW as a beneficial adjunct but reported lack of training and support. Conclusions LSW is a valuable approach in OOHC settings. The process should commence early and continue with adequate support and training for carers and professionals. There is need for implementation in other OOHC settings, and controlled trials to establish the effect of the approach on social and emotional outcomes.",
		"pages": "106697",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922003334",
		"journal": "Children and Youth Services Review",
		"volume": "144"
	},
	{
		"id": "HONDA2022110996",
		"source_id": "HONDA2022110996",
		"type": "article",
		"title": "Effects of aging on whole-body center of mass movement and lower limb joint kinematics and kinetics during deep-squat movement",
		"author": "Keita Honda and Yusuke Sekiguchi and Satoko Shimazaki and Rie Suzuki and Takahiro Suzuki and Hiroyasu Kanetaka and Shin-Ichi Izumi",
		"keywords": "Deep-squat, Center of mass, Joint movement, Aging, Biomechanics",
		"doi": "https://doi.org/10.1016/j.jbiomech.2022.110996",
		"abstract": "Deep-squat movement is one of the most important activities for independent living. Although a large range of motion of lower extremity joints in the sagittal plane is required for deep-squat movement, older individuals exhibit reduced mobility of lower limb joints. However, the effect of aging on deep-squat movement remains unclear. The purpose of this study was to investigate the age-related changes in the whole-body movement and lower extremity joint kinematics and kinetics during deep-squat movement. Twelve older and nineteen younger individuals performed the deep-squat movement, with knee flexion exceeding 100 degrees, and a motion analysis system and force plates collected their motion data. The median (interquartile range) age of older and younger individuals was 76.5 (3.3) and 30.0 (9.0) years, respectively. The deep-squat depth was significantly shallower in older individuals than in younger individuals (P < 0.05). Furthermore, older individuals exhibited smaller ankle dorsiflexion and knee flexion angles, larger trunk flexion angles, and greater forward displacement of the whole-body center of mass during deep-squat movement (P < 0.05). In terms of kinetic variables, older individuals exhibited smaller contributions of knee extension moment and larger contributions of hip extension moment to the support moment in the timing of the maximum support moment during deep-squat movement (P < 0.05). Our results indicated that older individuals have greater difficulty with deeper-squat movement and smaller contribution of knee extension moment to support body weight using trunk, hip, and ankle movements during deep-squat movement.",
		"pages": "110996",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021929022000525",
		"journal": "Journal of Biomechanics",
		"volume": "134"
	},
	{
		"id": "BEAL2022108507",
		"source_id": "BEAL2022108507",
		"type": "article",
		"title": "Careful: An administrative child welfare and electronic health records linked dataset",
		"author": "Sarah J. Beal and Katie Nause and Robert T. Ammerman and Eric S. Hall and Constance A. Mara and Mary V. Greiner",
		"keywords": "Child protective services, Health services research, Foster care, Kinship care, Out-of-home care, Data linking",
		"doi": "https://doi.org/10.1016/j.dib.2022.108507",
		"abstract": "Between 2012 and 2017, N = 2814 youth between the ages of 4 and 20 were in child protective services (CPS) custody in Hamilton County, Ohio, and placed in out-of-home care. Child welfare administrative records were extracted and linked to electronic health records for all encounters at Cincinnati Childrens Hospital Medical Center, with n = 2787 (99.1%) of records successfully linked prior to de-identifying the data for research purposes. Child welfare administrative data fields in the dataset include demographics, dates of entry into and exit from protective custody and out-of-home care, reasons for entry into custody, dates of placement changes, reasons for placement changes, and types of placement (e.g., foster home, kinship home, group home, residential treatment, independent living). Electronic health records (EHR) data fields include demographics, all inpatient and outpatient encounters with medications, diagnoses, screening results, laboratory test results, flowsheet data, and problem list entries. Data have been coded to capture broader categories of health needs and encounter details, medications, and other health concerns. Due to the high representation of children in CPS custody and out-of-home care who are also represented in the EHR data, this dataset provides a comprehensive view of the medical needs and health concerns for school-aged children in CPS custody in an entire county. As a result, these data can be useful for understanding the emergence of global and specific health concerns, frequency of healthcare use, and placement stability for all youth in CPS custody in this community, accounting for variation due to other health and child welfare factors. These data are likely generalizable to other mid-sized urban communities where academic medical centers provide healthcare for children in CPS custody. De-identified data may be made available to other researchers with approved data transfer agreements between academic institutions in place.",
		"pages": "108507",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352340922007016",
		"journal": "Data in Brief",
		"volume": "44"
	},
	{
		"id": "KUROWSKIBURT20171",
		"source_id": "KUROWSKIBURT20171",
		"type": "article",
		"title": "A community-based interprofessional education fall prevention project",
		"author": "Amy L. Kurowski-Burt and Kimeran W. Evans and Gina M. Baugh and Ralph R. Utzman",
		"doi": "https://doi.org/10.1016/j.xjep.2017.04.001",
		"abstract": "This paper describes a grant-funded, interprofessional education (IPE) project involving occupational therapy, physical therapy, and pharmacy students who screened older adults in an assisted living/independent living community for falls. Occupational therapy students completed environmental screenings, physical therapy students completed gait and balance screenings, and pharmacy students completed medication reviews. This program was evaluated before, during, and after the experience by the students, faculty leaders, and community partner. The students completed the Readiness for Interprofessional Learning Scale (RIPLS) Questionnaire and the Interdisciplinary Education Perception Scale (IEPS). Quantitative and qualitative analysis were completed to determine the value of this project for interprofessional learning. The results indicated changes in perception of the students for teamwork, communication, patient care, and safety. The students also reported this activity to be realistic and applicable to their future practice. Faculty leader and community partner feedback revealed positive perspectives for the project. This program was also well-received in the community.",
		"pages": "1-5",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405452616301136",
		"journal": "Journal of Interprofessional Education & Practice",
		"volume": "8"
	},
	{
		"id": "ANG2019223",
		"source_id": "ANG2019223",
		"type": "article",
		"title": "Intersectional cohort change: Disparities in mobility limitations among older Singaporeans",
		"author": "Shannon Ang",
		"keywords": "Intersectionality, Mobility limitation, Ethnicity, Gender, Singapore, Cohort change, Aging",
		"doi": "https://doi.org/10.1016/j.socscimed.2019.03.039",
		"abstract": "Mobility is fundamental to independent living, but past research on physical function and mobility in older adults has not considered both intersectional social identities and cohort change in tandem. This paper utilizes data on mobility limitations from older adults in multi-ethnic Singapore to test whether cohort change varies simultaneously by gender and ethnicity. Panel data (n = 9334 person-years) collected over six years (2009–2015) were used to estimate aging vector models. Findings show that after adjusting for all covariates, Malay and Indian males in later-born cohorts have an increased number of mobility limitations compared to earlier-born cohorts. While a similar trend was also found for Chinese males and females in unconditional models, these were fully mediated by sociodemographic and health variables. These results highlight the importance of considering cohort change at the intersection of gender and ethnicity, bringing attention to possible inequities between ethnic groups.",
		"pages": "223-231",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953619301819",
		"journal": "Social Science & Medicine",
		"volume": "228"
	},
	{
		"id": "SCHWARTZTAYRI2023106863",
		"source_id": "SCHWARTZTAYRI2023106863",
		"type": "article",
		"title": "The contribution of replicated follow-up studies to improving transitional housing programs for youths aging out of care in Israel",
		"author": "Talia Meital Schwartz Tayri and Shimon E. Spiro",
		"doi": "https://doi.org/10.1016/j.childyouth.2023.106863",
		"abstract": "Evaluation research on transitional housing programs (THP) for youths aging out of care resulted in recommendations on how to improve the programs to ensure a more effective response to the needs of care leavers. The aim of the present study was to examine whether implementing the recommendations indeed improved the experiences of care leavers during their participation in the THPs, and their outcomes two to three years after discharge from the program. Study participants were young adults from two cohorts of the same national transitional housing program who participated in two follow-up studies conducted after their discharge from the transitional apartment. We harnessed data from two mixed-methods follow-up studies. The first follow-up comprised young adults who had graduated from the program prior to the implementation of the recommendations, while the second consisted of young adults who graduated from the program after said implementation. The questions addressed the participants’ retrospective evaluations of the program, their experiences of transition to independent living, and outcome measures such as life skills, leisure time activities, satisfaction with social relations, self-reported health (SRH), and life satisfaction. Results revealed that participants in the second cohort evaluated both their experience in the program and the outcomes measures more positively than did their counterparts in the first cohort. In addition, a positive association was found between evaluation of the program’s assistance, relationship with an apartment counselor, life skills, and life satisfaction. We conclude that repeated follow-ups of transitional housing program leavers following the implementation of evaluation recommendations can contribute to significantly improving users’ experiences and outcomes.",
		"pages": "106863",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740923000580",
		"journal": "Children and Youth Services Review",
		"volume": "148"
	},
	{
		"id": "GIUMMARRA2020420",
		"source_id": "GIUMMARRA2020420",
		"type": "article",
		"title": "Twelve month mortality rates and independent living in people aged 65 years or older after isolated hip fracture: A prospective registry-based study",
		"author": "Melita J. Giummarra and Christina L. Ekegren and Jennifer Gong and Pamela Simpson and Peter A. Cameron and Elton Edwards and Belinda J. Gabbe",
		"keywords": "Falls, Mortality, Function, Recovery, Epidemiology",
		"doi": "https://doi.org/10.1016/j.injury.2019.11.034",
		"abstract": "Introduction: This study investigated which patient and injury characteristics are associated with 12-month mortality rates and living independently after isolated hip fracture. Methods: Older adults aged ≥65 years were included if they had an isolated hip fracture, were admitted to hospital between July 2009 and June 2016, inclusive, and were registered to the Victorian Orthopaedic Trauma Outcomes Registry. Mortality up to 12 months (365 days) post-injury, and functional outcomes (Glasgow Outcome Scale-Extended; GOS-E) at 12 months post-injury were examined. Multivariable Cox proportional hazards regression was used to estimate adjusted hazard ratios (aHRs), and multivariable logistic regression was used to identify predictors of living independently compared with severe disability or death on the GOS-E. Results: 4,912 patients were included, of whom 28% died, 46% had moderate-severe disability, and 26% were living independently 12 months post-injury. Mortality rates were lower in women (aHR=0.56, 95%CI: 0.50, 0.63), and in people injured in a high fall vs low fall (aHR=0.47, 95%CI: 0.31, 0.72). Mortality rates were higher in people in the older age groups (75–84 years: aHR=1.53, 95%CI: 1.21, 1.93; 95+ years: aHR=3.58, 95%CI: 2.68, 4.77), living in areas with the highest level of socioeconomic disadvantage (aHR=1.25, 95%CI: 1.01, 1.55), with a Charlson Comorbidity Index weighting of one (aHR=1.60, 95%CI: 1.36, 1.88) or more than one (aHR=2.21, 95%CI: 1.94, 2.53), whose injury occurred in a residential institution versus at home (aHR=2.63, 95%CI: 1.97, 3.52), that resulted in intensive care unit admission (aHR=1.68, 95%CI: 1.21, 2.32), and in people who did not have surgery versus people who had internal fixation (aHR=1.65, 95%CI: 1.33, 2.04). Independent living was inversely associated with most of the same characteristics; however, people also had lower odds of living independently if they were from metropolitan residential areas versus rural areas (aOR=0.77, 95%CI: 0.62, 0.96), or had mild to moderate (aOR=0.33, 95%CI: 0.27, 0.39) or marked to severe (aOR=0.13, 95%CI: 0.09, 0.20) preinjury disability vs no preinjury disability. Conclusions: Characteristics that are associated with social disadvantage, frailty, poor health and reduced independence before injury were associated with increased rates of death and reduced odds of living independently 12 months after isolated hip fracture.",
		"pages": "420-428",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138319307557",
		"journal": "Injury",
		"volume": "51"
	},
	{
		"id": "SANDBULTE2021102559",
		"source_id": "SANDBULTE2021102559",
		"type": "article",
		"title": "Family’s health: Opportunities for non-collocated intergenerational families collaboration on healthy living",
		"author": "Jomara Sandbulte and Chun-Hua Tsai and John M. Carroll",
		"keywords": "Heath, Family, Family health, Intergenerational, Healthy living, Family collaboration, Distance",
		"doi": "https://doi.org/10.1016/j.ijhcs.2020.102559",
		"abstract": "When a family is engaged in healthy living practices together, it enhances the quality of life for all individuals. However, when members in families are separated over distance, the everyday encouragement and support may shift and obstacles arise within the family. In this study, we investigate non-collocated family members’ practices of healthy living, their perspectives on their family’s healthy living activities, and what obstacles exist regarding collaboration on their family health. We conducted an interview study with 26 independently living participants representing “elderly parents” and “adult children” in a family dynamic. We present members’ practices and strategies for sustainable healthy living activities. We also explore members’ creative use of technology for health promotion and describe existing obstacles that prevent families to effectively collaborate in healthy living. Based on our findings, we suggest design implications to support family members living apart on their efforts to cultivate health within their families.",
		"pages": "102559",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071581920301610",
		"journal": "International Journal of Human-Computer Studies",
		"volume": "146"
	},
	{
		"id": "URBIETA2017262",
		"source_id": "URBIETA2017262",
		"type": "article",
		"title": "Adaptive and context-aware service composition for IoT-based smart cities",
		"author": "A. Urbieta and A. González-Beltrán and S. Ben Mokhtar and M. Anwar Hossain and L. Capra",
		"keywords": "Internet of Things, Smart environments, Smart cities, Smart services, Real-time and semantic web services, System design, Service modeling",
		"doi": "https://doi.org/10.1016/j.future.2016.12.038",
		"abstract": "Smart Cities are advancing towards an instrumented, integrated, and intelligent living space, where Internet of Things (IoT), mobile technologies and next generation networks are expected to play a key role. In smart cities, numerous IoT-based services are likely to be available and a key challenge is to allow mobile users perform their daily tasks dynamically, by integrating the services available in their vicinity. Semantic Service Oriented Architectures (SSOA) abstract the environment’s services and their functionalities as Semantic Web Services (SWS). However, existing service composition approaches based on SSOA do not support dynamic reasoning on user tasks and service behaviours to deal with the heterogeneity of IoT domains. In this paper, we present an adaptive service composition framework that supports such dynamic reasoning. The framework is based on wEASEL, an abstract service model representing services and user tasks in terms of their signature, specification (i.e., context-aware pre-conditions, post-conditions and effects) and conversation (i.e., behaviour with related data-flow and context-flow constraints). To evaluate our composition framework, we develop a novel OWLS-TC4-based testbed by combining simple and composite services. The evaluation shows that our wEASEL-based system performs more accurate composition and allows end-users to discover and investigate more composition opportunities than other approaches.",
		"pages": "262-274",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X16308688",
		"journal": "Future Generation Computer Systems",
		"volume": "76"
	},
	{
		"id": "SCHOFIELD2022100106",
		"source_id": "SCHOFIELD2022100106",
		"type": "article",
		"title": "Patient-Reported Health-Related Quality of Life in Individuals with Inherited Retinal Diseases",
		"author": "Deborah Schofield and Joshua Kraindler and Owen Tan and Rupendra Shrestha and Diana Jelovic and Sarah West and Alan Ma and John Grigg and Robyn V. Jamieson",
		"keywords": "Cost-effectiveness analysis, Inherited retinal diseases, Quality of life, Utilities",
		"doi": "https://doi.org/10.1016/j.xops.2021.100106",
		"abstract": "Purpose To evaluate the impact of inherited retinal diseases (IRDs) on quality of life (QoL) using multiattributable health utilities derived from primary patient data. Design Cross-sectional observational study. Participants Seventy adult patients (mean age, 42.7 years) with IRD recruited from state-wide services in Australia. Methods Health utility values were calculated from the Assessment of Quality of Life 8-Dimension (AQoL-8D). Linear regressions were used to analyze the relationship between the 25-item and 39-item National Eye Institute Visual Function Questionnaires (NEI-VFQ-25 and NEI-VFQ-39, respectively) and health utilities from the AQoL-8D. Main Outcome Measures The AQoL-8D utility values were compared between the IRD cohort and population norms. Regressions were used to determine explanatory power of the NEI-VFQ-25 and NEI-VFQ-39 for health utilities from the AQoL-8D. Results Average health-related utility for patients with IRD was 0.58, significantly lower than population norms of 0.80. The IRD patient scores were significantly lower than population norms for all 8 domains of the AQoL-8D. Regressions showed a statistically significant relationship between the NEI-VFQ-39 and AQoL-8D, with the NEI-VFQ-39 and other clinical data explaining up to 73% of the variation in AQoL-8D values and 69% of the variation in the NEI-VFQ-25 values. Conclusions Patients with IRD have significantly lower utility values across all dimensions of QoL, with the largest differences in independent living, senses, and relationships. The NEI-VFQ-25 and NEI-VFQ-39 are highly correlated with overall AQoL-8D utilities and, combined with other data, can reasonably estimate QoL utilities required for cost-effectiveness studies.",
		"pages": "100106",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666914521001044",
		"journal": "Ophthalmology Science",
		"volume": "2"
	},
	{
		"id": "MERELLI2019209",
		"source_id": "MERELLI2019209",
		"type": "incollection",
		"title": "Parallel Architectures for Bioinformatics",
		"author": "Ivan Merelli",
		"keywords": "Bioinformatics, Computational biology, GPU computing, Low-power architectures, Many integrated core, Parallel computing, Structural biology, Systems biology",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-809633-8.20369-5",
		"isbn": "978-0-12-811432-2",
		"abstract": "Bioinformatics and Computational Biology are fields that require skills from a variety of domains to enable the gathering, storing, handling, interpreting, and spreading of biological information. Bioinformatics involves the development and application of innovative algorithmic techniques necessary for the analysis of data to provide insight into the design and validation of experiments for the life sciences. Computational biology requires the use of high-performance computers and innovative software tools to manage enormous quantities of genomic and proteomic data. Considering the speed at which molecular biology data are produced nowadays, the required computational functionalities are often beyond those of a desktop machine and can only be found in a parallel architecture. Therefore, high-performance computing systems are expected to play an increased role in assisting life scientists in exploring possibilities that were impossible in the past. In return, the variety and richness of problems offered by Bioinformatics and Computational Biology open up new vistas for computer scientists working in the field of parallel computing.",
		"pages": "209-214",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128096338203695"
	},
	{
		"id": "MILLAR2023",
		"source_id": "MILLAR2023",
		"type": "article",
		"title": "Cystic fibrosis: Infection prevention & control recommendations for universities, colleges and institutes of further and higher education – A practical guide",
		"author": "Beverley C. Millar and Margaret McCafferty and Ciara McCann and Damian ONeill and Jacqueline C. Rendall and John E. Moore",
		"keywords": "Cystic fibrosis, University, College, Education, Infection prevention and control, Cross infection",
		"doi": "https://doi.org/10.1016/j.idh.2022.12.002",
		"abstract": "Background The avoidance of cross-infection remains of critical importance to prevent the transmission of cystic fibrosis (CF)-related microbial pathogens to persons/people with cystic fibrosis (PwCF). To date, there has been a paucity of infection prevention and control (IPC) guidance relating to infection risk at higher educational institutions. With improvements in treatments, more PwCF are now attending universities/colleges and educational institutions now seek CF-specific guidance on IPC from clinical CF teams/centres. Methods Real world infection-related questions from university students, educators, university support staff and the CF multidisciplinary team were received and collated from various stakeholders, including individual consultations and focus group sessions with two local universities. Subsequently, evidence-based recommendations were compiled from existing peer-reviewed literature and from cystic fibrosis organisations. Glossaries were constructed relating to clinical, microbiological and educational/pedagogical terminology to aid with the understanding amongst these stakeholder groups. Results This review addresses CF-related IPC recommendations across five areas of university/college life, including (i) on campus estate, (ii) teaching (lectures/tutorials/small study group work/group assignments), (iii) laboratory practicals, (iv) field trips/study visits/work placements and (v) residential accommodation and lists practical recommendations to help prevent the transmission of infections to PwCF students. Conclusions It is important that the educational institutional environment is safe permitting the PwCF student to enjoy their educational experience and journey through higher education, culminating in achievement of their educational goals, employment and independent living. The guidance presented in this review is intended to equip educational establishments in creating their own bespoke and robust IPC policies relating to PwCF students.",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2468045122001225",
		"journal": "Infection, Disease & Health"
	},
	{
		"id": "RICCI2022106857",
		"source_id": "RICCI2022106857",
		"type": "article",
		"title": "ADRIS: The new open-source accessible driving simulator for training and evaluation of driving abilities",
		"author": "S. Ricci and F. Gandolfi and G. Marchesi and A. Bellitto and A. Basteris and A. Canessa and A. Massone and M. Casadio",
		"keywords": "Driving simulator, Virtual reality, Open-source, Customizable, Various difficulties scenarios",
		"doi": "https://doi.org/10.1016/j.cmpb.2022.106857",
		"abstract": "Background and objective Independent living and transportation are crucial aspects for people living with a disability. After an injury, it is important to assess driving ability, in terms of physical and psychological conditions, and to test the effects of prescribed drugs. Within this framework, driving simulators are suitable tools for training driving skills; however, available tools are expensive or lack appropriate sets of behavioral measures to fully characterize the drivers’ ability. Methods This work presents the first step toward the development of ADRIS, a new open-source, accessible, realistic virtual reality simulator for training and testing driving skills of people with sensory-motor disability. This includes a prototype based on an open-source simulator for autonomous driving research (CARLA), with the addition of customized features such as adaptable driving controllers, a virtual reality headset, and the possibility to collect behavioral and physiological data. Also, the new system allows to set different environmental conditions, to include and control the timing of potentially dangerous situations, and to set scenarios with various difficulty levels. Results Tests on 17 healthy participants demonstrated that the simulator is well tolerated in terms of discomfort, physical fatigue, and mental effort. Also, the system is easy to use and is capable of providing a realistic driving experience, allowing the extraction of reliable behavioral parameters. Conclusions ADRIS combines a high-fidelity virtual world, with customizable features specifically designed for the training and testing of people living with a disability, thus making it usable in many contexts such as home training, rehabilitation, education, and research.",
		"pages": "106857",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169260722002395",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "221"
	},
	{
		"id": "OKORO2021101110",
		"source_id": "OKORO2021101110",
		"type": "article",
		"title": "Indicators of poor mental health and stressors during the COVID-19 pandemic, by disability status: A cross-sectional analysis",
		"author": "Catherine A. Okoro and Tara W. Strine and Lela McKnight-Eily and Jorge Verlenden and NaTasha D. Hollis",
		"keywords": "Disabilities, Coronavirus, Mental health, Stress, Health disparities",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101110",
		"abstract": "Background Evidence from previous public health emergencies indicates that adults with disabilities have higher risk for morbidity (physical and mental) and mortality than adults without disabilities. Objective To provide estimates of mental health indicators and stressors for US adults by disability status during April and May 2020, shortly following the emergence of the COVID-19 pandemic. Methods We analyzed data from Porter Novelli View 360 opt-in Internet panel survey conducted during the weeks of April 20th and May 18th, 2020 among 1004 English-speaking adults aged ≥18 years without and with disabilities (serious difficulty with hearing, vision, cognition, or mobility; any difficulty with self-care or independent living). Weighted logistic regression was used to test for significant differences between calculated prevalence estimates at the P ≤ .05 level. Results One in four adults reported any disability. Adults with any disability were significantly more likely than adults without disability to report current depressive symptoms, frequent mental distress, suicidal ideation, and COVID-19-related initiated or increased substance use (all p values < .0001). Adults with disabilities also reported significantly higher levels of stressors, such as access to health care services (p < .0001), difficulty caring for their own (or another’s) chronic condition (p < .0001), emotional or physical abuse from others (p < .001), and not having enough food (p < .01). Conclusions The disproportionately high levels of poor mental health indicators among adults with disabilities as compared to those without highlight the importance of delivering timely mental health screening and treatment/intervention during and after the COVID-19 pandemic to persons with disabilities.",
		"pages": "101110",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193665742100056X",
		"journal": "Disability and Health Journal",
		"volume": "14"
	},
	{
		"id": "OHNO2017205",
		"source_id": "OHNO2017205",
		"type": "article",
		"title": "Colonization of the Tongue Surface in Japanese Independent Elders: A Preliminary Study",
		"author": "Tomohisa Ohno and Yoshihiro Heshiki and Chiaki Miyajima and Yasunori Sumi",
		"keywords": "elderly, independent living, japanese, microflora, tongue",
		"doi": "https://doi.org/10.1016/j.ijge.2016.03.012",
		"abstract": "Summary Oral care is important to decrease oral bacteria, especially in the dependent elders. There have been some reports on oral microflora in the dependent elders. However, investigations involving healthy independent elders are limited. The purpose of this study was to obtain more information on the microflora in Japanese independent elders. One hundred Japanese independent elders aged 65 years or older participated in this study. Eighty-one independent elders (male: 44, female: 37, mean age: 72.7 ± 5.8) participated in this study. Their mean Barthel Index was 99.1 ± 3.1, and mean score of MMSE was 28.0 ± 2.3. The tongue bacterial flora was examinved to identify microorganisms by the culture method. The predominant aerobic organisms were Streptococcus spp. (detection rate: 100%), Neisseria spp. (96%), and Corynebacterium spp. (56%). Candida spp. was also isolated (32%). In this study, the oral microflora of the tongue in Japanese independent elders was clarified. The results of this investigation may contribute to research on oral bacteria in elder persons in the future.",
		"pages": "205-207",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1873959817302077",
		"journal": "International Journal of Gerontology",
		"volume": "11"
	},
	{
		"id": "DREER201873",
		"source_id": "DREER201873",
		"type": "article",
		"title": "Suicide and traumatic brain injury: a review by clinical researchers from the National Institute for Disability and Independent Living Rehabilitation Research (NIDILRR) and Veterans Health Administration Traumatic Brain Injury Model Systems",
		"author": "Laura E Dreer and Xinyu Tang and Risa Nakase-Richardson and Mary Jo Pugh and Molly K Cox and Erin K Bailey and Jacob A Finn and Ross Zafonte and Lisa A Brenner",
		"doi": "https://doi.org/10.1016/j.copsyc.2017.08.030",
		"abstract": "Research among a wide range of cohorts (e.g. civilian, military) has increasingly highlighted traumatic brain injury (TBI) as a risk factor for suicidal thoughts and behaviors, including death by suicide. With this recognition, subsequent changes in clinical practice, such as TBI screenings among individuals seeking mental health services, as well as suicide risk assessment among individuals seeking rehabilitation services are essential. Information provided below is aimed at highlighting key and emerging findings regarding suicide and TBI, with the goal of encouraging providers and researchers to explore changing and expanding evidence-based clinical practices to match the needs of those living with a history of TBI.",
		"pages": "73-78",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352250X17301999",
		"journal": "Current Opinion in Psychology",
		"volume": "22"
	},
	{
		"id": "LIU2020322",
		"source_id": "LIU2020322",
		"type": "article",
		"title": "Enhancing the feature representation of multi-modal MRI data by combining multi-view information for MCI classification",
		"author": "Jin Liu and Yi Pan and Fang-Xiang Wu and Jianxin Wang",
		"keywords": "Multi-modal MRI data, Multi-view information, Multi-task feature selection, Multi-kernel learning, MCI classification",
		"doi": "https://doi.org/10.1016/j.neucom.2020.03.006",
		"abstract": "The classification of mild cognitive impairment (MCI), which is a early stage of Alzheimer’s disease and is associated with brain structural and functional changes, is still a challenging task. Recent studies have shown great promise for improving the performance of MCI classification by combining multiple structural and functional features, such as grey matter volume and clustering coefficient. However, extracting which features and how to combine multiple features to improve the performance of MCI classification have always been challenging problems. To address these problems, in this study we propose a new method to enhance the feature representation of multi-modal MRI data by combining multi-view information to improve the performance of MCI classification. Firstly, we extract two structural features (including grey matter volume and cortical thickness) and two functional features (including clustering coefficient and shortest path length) of each cortical brain region based on automated anatomical labeling (AAL) atlas from both T1w MRI and rs-fMRI data of each subject. Then, in order to obtain features that are more helpful in distinguishing MCI subjects, an improved multi-task feature selection method, namely MTFS-gLASSO-TTR, is proposed. Finally, a multi-kernel learning algorithm is adopted to combine multiple features to perform the MCI classification task. Our proposed MCI classification method is evaluated on 315 subjects (including 105 LMCI subjects, 105 EMCI subjects and 105 NCs) with both T1w MRI and rs-fMRI data from the Alzheimer’s Disease Neuroimaging Initiative (ADNI) database. Experimental results show that our proposed method achieves an accuracy of 88.5% and an area under the receiver operating characteristic (ROC) curve (AUC) of 0.897 for LMCI/NC classification, an accuracy of 82.7% and an AUC of 0.832 for EMCI/NC classification, and an accuracy of 79.6% and an AUC of 0.803 for LMCI/EMCI classification, respectively. In addition, by comparison, the accuracy and AUC values of our proposed method are better than those of some existing state-of-the-art methods in MCI classification. Overall, our proposed MCI classification method is effective and promising for automatic diagnosis of MCI in clinical practice.",
		"pages": "322-332",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231220303234",
		"journal": "Neurocomputing",
		"volume": "400"
	},
	{
		"id": "COSTAFONT201762",
		"source_id": "COSTAFONT201762",
		"type": "article",
		"title": "“Institutionalization aversion” and the willingness to pay for home health care",
		"author": "Joan Costa-Font",
		"keywords": "Institutionalisation aversion, State-dependent preferences, Home health care, Willingness to pay, Caregiving, Referendum format",
		"doi": "https://doi.org/10.1016/j.jhe.2017.10.001",
		"abstract": "We examine the presence of a systematic preference for independent living at old age which we refer as “institutionalization aversion” (IA). Given that IA is not observable from revealed preferences, we draw on a survey experiment to elicit individuals’ willingness to pay (WTP) to avoid institutionalization (e.g., in a nursing home), using a single and double-bounded referendum WTP format. Our results suggest robust evidence of IA and reveal a willingness to pay of up to 16% of respondents average income of individuals over fifty-five years of age. We find that the estimated willingness to pay to avoid institutionalization (€292) exceeds the amount respondents are willing to pay for home health care at old age in the event of a mild impairment (€222). WTP estimates vary with income, age and especially, respondents’ housing conditions. Finally, we test the sensitivity of our estimates to anchoring effects and ‘yea-saying’ biases.",
		"pages": "62-69",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1051137716301140",
		"journal": "Journal of Housing Economics",
		"volume": "38"
	},
	{
		"id": "LANZA2020103483",
		"source_id": "LANZA2020103483",
		"type": "article",
		"title": "Agents and robots for collaborating and supporting physicians in healthcare scenarios",
		"author": "Francesco Lanza and Valeria Seidita and Antonio Chella",
		"keywords": "Multi-agent systems, Robots in therapy, Robots in Emergency Care for COVID-19, Patient monitoring, Human-robot interaction",
		"doi": "https://doi.org/10.1016/j.jbi.2020.103483",
		"abstract": "Monitoring patients through robotics telehealth systems is an interesting scenario where patients’ conditions, and their environment, are dynamic and unknown variables. We propose to improve telehealth systems’ features to include the ability to serve patients with their needs, operating as human caregivers. The objective is to support the independent living of patients at home without losing the opportunity to monitor their health status. Application scenarios are several, and they spread from simple clinical assisting scenarios to an emergency one. For instance, in the case of a nursing home, the system would support in continuously monitoring the elderly patients. In contrast, in the case of an epidemic diffusion, such as COVID-19 pandemic, the system may help in all the early triage phases, significantly reducing the risk of contagion. However, the system has to let medical assistants perform actions remotely such as changing therapies or interacting with patients that need support. The paper proposes and describes a multi-agent architecture for intelligent medical care. We propose to use the beliefs-desires-intentions agent architecture, part of it is devised to be deployed in a robot. The result is an intelligent system that may allow robots the ability to select the most useful plan for unhandled situations and to communicate the choice to the physician for his validation and permission.",
		"pages": "103483",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046420301118",
		"journal": "Journal of Biomedical Informatics",
		"volume": "108"
	},
	{
		"id": "FEATHERSTONE201835",
		"source_id": "FEATHERSTONE201835",
		"type": "article",
		"title": "Mismatch negativity in preclinical models of schizophrenia",
		"author": "Robert E. Featherstone and Olya Melnychenko and Steven J. Siegel",
		"keywords": "Mismatch, Negativity, Rodent, Schizophrenia, EEG, Mouse",
		"doi": "https://doi.org/10.1016/j.schres.2017.07.039",
		"abstract": "Schizophrenia is a mental disorder associated with profoundly disruptive positive and negative symptomology that result in difficulties building close relationships with others, performing daily tasks and sustaining independent living, resulting in poor social, vocational and occupational attainment (functional outcome). Mismatch Negativity (MMN) is a change in the sensory event-related potential that occurs in response to deviation from an established pattern of stimulation. Patients with schizophrenia show a reduction in MMN that is positively associated with impaired cognition and poor functional outcome. This has led to interest in MMN as a potential clinical and pre-clinical biomarker of fundamental neural processes responsible for reduced functional outcome. To date, relatively few studies have sought to assess MMN in non-human primates or rodents. The validity of these studies will be reviewed using criteria used to identify true deviance detection based MMN responses in human subjects. Although MMN has been difficult to establish in pre-clinical models the weight of evidence suggests that non-human animals show true deviance based MMN.",
		"pages": "35-42",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996417304504",
		"journal": "Schizophrenia Research",
		"volume": "191"
	},
	{
		"id": "GREENWOOD2020121",
		"source_id": "GREENWOOD2020121",
		"type": "article",
		"title": "Successful proof of the ‘two-stage strategy’ for major burn wound repair",
		"author": "John E. Greenwood and Lindsay Damkat-Thomas and Brad Schmitt and Bronwyn Dearman",
		"doi": "https://doi.org/10.1016/j.burnso.2020.06.003",
		"abstract": "In 2004, in response to inadequacies in wound management techniques employed in the management of massive burns and the consequent high mortality and morbidity, a two stage strategy was conceived to reduce the traditional reliance on autograft, where donor sites were scarce, or absent. Over the next 14 years, two products were developed based in a novel, biodegradable polyurethane foam – a Biodegradable Temporising Matrix (BTM) and an autologous, bilayer (dermis and epidermis) Composite Cultured Skin (CCS). Following immediate burn escharectomy, the 1st stage of the strategy (either at the same operation or a few days later) would involve BTM implantation into the resultant wounds and harvesting of a small autograft for keratinocyte and fibroblast isolation for culture and CCS production. The 2nd stage, five weeks later, would involve delamination of the BTM and the application of the prepared CCS to the BTM ‘neo-dermis’. The two stages together designed to reduce the requirement for autograft to the small piece harvested to provide the cells for CCS production. At the end of 2018, an adult male with 95% TBSA burns (85% full-thickness) and significant smoke inhalation was received and was the first to undergo the ‘two-stage strategy’. His treatment course and outcome are described herein.",
		"pages": "121-131",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2468912220300328",
		"journal": "Burns Open",
		"volume": "4"
	},
	{
		"id": "VANDERKRUK2021110411",
		"source_id": "VANDERKRUK2021110411",
		"type": "article",
		"title": "Compensation due to age-related decline in sit-to-stand and sit-to-walk",
		"author": "Eline van der Kruk and Anne K. Silverman and Peter Reilly and Anthony M.J. Bull",
		"keywords": "Stand up, Ageing, Mobility Impairments, Capacity, Reserve, Biomechanics, Geriatrics, Modelling, Rehabilitation, Timed-up-and-go",
		"doi": "https://doi.org/10.1016/j.jbiomech.2021.110411",
		"abstract": "Capacity is the physiological ability of the neuromusculoskeletal systems; this declines with age. This decline in capacity may result in the inability to stand up (sit-to-stand, sit-to-walk), which is an important movement for independent living. Compensation, as a result of functional redundancy, is key in understanding how much age-related decline can be tolerated before movement limitations arise. Yet, this topic has been underexposed in the biomechanics literature. The purpose of this systematic review was to approach the literature on sit-to-stand and sit-to-walk studies from the perspective of compensation and create an overview of our current understanding of compensation in standing up, identifying the limitations and providing future recommendations. A literature search was performed, using the keywords and their synonyms: strateg*(approach, technique, way)AND, sit-to-walk OR sit-to-stand OR rise (raise, arise, stand, stand-up) AND chair (seat). Inclusion criteria: full articles on biomechanics or motor control on sit-to-stand or sit-to-walk in healthy adults (<60y), healthy or frail elderly adults (>60y), and adults with osteoarthritis. The results show that the experimental set-ups and musculoskeletal models in STS and STW studies generally exclude compensation by using restricted protocols and simplifications. Moreover, factors are mostly analysed in isolation, excluding confounding causes within capacity and/or movement objectives which limits the generalization of the results. Future studies in the standing up task should consider to (1) determine the effect of varying arm push-off strategies, (2) focus on sit-to-walk, (3) determine the biomechanical implications of asymmetry, and (4)incorporate assessments of physical capacity as well as changes in psychological priorities.",
		"pages": "110411",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021929021001913",
		"journal": "Journal of Biomechanics",
		"volume": "122"
	},
	{
		"id": "NA2018485",
		"source_id": "NA2018485",
		"type": "article",
		"title": "White matter network topology relates to cognitive flexibility and cumulative neurological risk in adult survivors of pediatric brain tumors",
		"author": "Sabrina Na and Longchuan Li and Bruce Crosson and Vonetta Dotson and Tobey J. MacDonald and Hui Mao and Tricia Z. King",
		"keywords": "Brain tumor survivorship, Graph theory, Executive functioning, Long-term outcomes, Cognitive flexibility, Diffusion MRI",
		"doi": "https://doi.org/10.1016/j.nicl.2018.08.015",
		"abstract": "Adult survivors of pediatric brain tumors exhibit deficits in executive functioning. Given that brain tumors and medical treatments for brain tumors result in disruptions to white matter, a network analysis was used to explore the topological properties of white matter networks. This study used diffusion tensor imaging and deterministic tractography in 38 adult survivors of pediatric brain tumors (mean age in years = 23.11 (SD = 4.96), 54% female, mean years post diagnosis = 14.09 (SD = 6.19)) and 38 healthy peers matched by age, gender, handedness, and socioeconomic status. Nodes were defined using the Automated Anatomical Labeling (AAL) parcellation scheme, and edges were defined as the mean fractional anisotropy of streamlines that connected each node pair. Global efficiency and average clustering coefficient were reduced in survivors compared to healthy peers with preferential impact to hub regions. Global efficiency mediated differences in cognitive flexibility between survivors and healthy peers, as well as the relationship between cumulative neurological risk and cognitive flexibility. These results suggest that adult survivors of pediatric brain tumors, on average one and a half decades post brain tumor diagnosis and treatment, exhibit altered white matter topology in the form of suboptimal integration and segregation of large scale networks, and that disrupted topology may underlie executive functioning impairments. Network based studies provided important topographic insights on network organization in long-term survivors of pediatric brain tumor.",
		"pages": "485-497",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158218302560",
		"journal": "NeuroImage: Clinical",
		"volume": "20"
	},
	{
		"id": "ENGELS2017673",
		"source_id": "ENGELS2017673",
		"type": "article",
		"title": "Directional information flow in patients with Alzheimers disease. A source-space resting-state MEG study",
		"author": "M.M.A. Engels and M. Yu and C.J. Stam and A.A. Gouw and W.M. van der Flier and Ph. Scheltens and E.C.W. van Straaten and A. Hillebrand",
		"keywords": "Alzheimers disease, Information flow, Phase transfer entropy, Magnetoencephalography, Atlas-based beamforming",
		"doi": "https://doi.org/10.1016/j.nicl.2017.06.025",
		"abstract": "In a recent magnetoencephalography (MEG) study, we found posterior-to-anterior information flow over the cortex in higher frequency bands in healthy subjects, with a reversed pattern in the theta band. A disruption of information flow may underlie clinical symptoms in Alzheimers disease (AD). In AD, highly connected regions (hubs) in posterior areas are mostly disrupted. We therefore hypothesized that in AD the information flow from these hub regions would be disturbed. We used resting-state MEG recordings from 27 early-onset AD patients and 26 healthy controls. Using beamformer-based virtual electrodes, we estimated neuronal oscillatory activity for 78 cortical regions of interest (ROIs) and 12 subcortical ROIs of the AAL atlas, and calculated the directed phase transfer entropy (dPTE) as a measure of information flow between these ROIs. Group differences were evaluated using permutation tests and, for the AD group, associations between dPTE and general cognition or CSF biomarkers were determined using Spearman correlation coefficients. We confirmed the previously reported posterior-to-anterior information flow in the higher frequency bands in the healthy controls, and found it to be disturbed in the beta band in AD. Most prominently, the information flow from the precuneus and the visual cortex, towards frontal and subcortical structures, was decreased in AD. These disruptions did not correlate with cognitive impairment or CSF biomarkers. We conclude that AD pathology may affect the flow of information between brain regions, particularly from posterior hub regions, and that changes in the information flow in the beta band indicate an aspect of the pathophysiological process in AD.",
		"pages": "673-681",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158217301572",
		"journal": "NeuroImage: Clinical",
		"volume": "15"
	},
	{
		"id": "RABUFFETTI2022105",
		"source_id": "RABUFFETTI2022105",
		"type": "article",
		"title": "Stabilization after postural transitions in the elderly: Experimental study on community-dwelling subjects and nursing home residents",
		"author": "Marco Rabuffetti and Damiano D. Zemp and Mauro Tettamanti and Pier Luigi Quadri and Maurizio Ferrarin",
		"keywords": "Posture, Balance recovery, Stabilization, Forward step, Rehabilitation, Ageing",
		"doi": "https://doi.org/10.1016/j.gaitpost.2021.10.011",
		"abstract": "Background Postural transitions have been identified as presenting challenging situations for the elderly. Research question This study hypothesizes a relationship between age-related factors and postural stabilization performance after a transition movement. In particular, the controlled factors in the experiment are: 1) assistance in living (independent living for community-dwelling subjects vs. assisted living for institutionalized subjects in nursing homes); 2) age of institutionalized individuals, by comparing groups with different age ranges. Methods Sixty-three institutionalized individuals in nursing homes were recruited (17 in the age range 64–79; 46, including 6 drop-outs, in the age range 80–95). Moreover, seventeen (one drop out) community dwelling subjects (64–79 years) were enlisted. The study focuses on the postural stabilization phase after a \"step forward\" task. Results When comparing age-matched subjects from the two groups, the residents in nursing homes were characterised by a worse stabilization performance: the stabilization time more than doubled, Instability increased by 39 %, and Promptness decreased by 77 %, although there was no significant difference in the quiet erect posture between the groups. No difference was observed when comparing the two age groups of residents in the nursing homes, however a potential confounding effect has been identified in the unequal mortality rates between the two groups. Significance It is hypothesized that an individual identification of abnormal values of Instability and/or Promptness may inform different rehabilitation approaches.",
		"pages": "105-110",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636221005348",
		"journal": "Gait & Posture",
		"volume": "91"
	},
	{
		"id": "CANO202090",
		"source_id": "CANO202090",
		"type": "article",
		"title": "The Mediterranean diet and menopausal health: An EMAS position statement",
		"author": "Antonio Cano and Skye Marshall and Irene Zolfaroli and Johannes Bitzer and Iuliana Ceausu and Peter Chedraui and Fatih Durmusoglu and Risto Erkkola and Dimitrios G. Goulis and Angelica Lindén Hirschberg and Ludwig Kiesel and Patrice Lopes and Amos Pines and Mick van Trotsenburg and Irene Lambrinoudaki and Margaret Rees",
		"keywords": "Mediterranean diet, Health, Non-communicable disease, Menopause, Women’s health",
		"doi": "https://doi.org/10.1016/j.maturitas.2020.07.001",
		"abstract": "Introduction Globally, 985 million women are aged 50 and over, leading to increasing concerns about chronic conditions such as cardiovascular disease, osteoporosis, dementia, and cognitive decline, which can adversely affect quality of life and independent living. Aim To evaluate the evidence from observational studies and randomized trials on the effects of the Mediterranean diet on short- and long-term menopausal health: estrogen deficiency symptoms, cardiovascular disease, osteoporosis, cognitive and mental health, breast cancer, and all-cause mortality. Materials and methods Literature review and consensus of expert opinion. Summary recommendations The Mediterranean diet is a non-restrictive dietary pattern common in the olive-growing areas of the Mediterranean basin. It may improve vasomotor symptoms, cardiovascular risk factors such as blood pressure, cholesterol and blood glucose levels, as well as mood and symptoms of depression. Long-term adherence may: improve cardiovascular risk and events, and death; improve bone mineral density; prevent cognitive decline; and reduce the risk of breast cancer and all-cause mortality.",
		"pages": "90-97",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S037851222030325X",
		"journal": "Maturitas",
		"volume": "139"
	},
	{
		"id": "CARTER2020109732",
		"source_id": "CARTER2020109732",
		"type": "article",
		"title": "Potential health effects of dietary nitrate supplementation in aging and chronic degenerative disease",
		"author": "Stephen J. Carter and Allison H. Gruber and John S. Raglin and Marissa N. Baranauskas and Andrew R. Coggan",
		"keywords": "Arterial stiffness, Beetroot juice, Endothelial dysfunction, Exercise, Nitric oxide",
		"doi": "https://doi.org/10.1016/j.mehy.2020.109732",
		"abstract": "In the United States, latest projections indicate the number of adults 65 years of age and older is expected to double by 2050. Given that increased oxidative stress is a hallmark of aging, it is understandable that waning nitric oxide and chronic degenerative disease arise in tandem. To this end, translational evidence-based strategies are needed to mitigate the impending toll on personal and public health. Dietary nitrate supplementation, particularly in the form of beetroot juice, is an active area of inquiry that has gained considerable attention in recent years. Compelling evidence has revealed beetroot juice can elicit potent physiological responses that may offer associated health benefits for multiple clinical disorders including hypertension, dementia, and sarcopenia. Even in the absence of overt disease, age-related impairments in cardiovascular and skeletal muscle function may uniquely benefit from beetroot juice supplementation as evidence has shown blood pressure lowering effects and improved muscle function/contractility – presumably from increased nitric oxide bioavailability. This, in turn, presents a practical opportunity for susceptible populations to support ease of movement and exercise tolerance, both of which may promote free-living physical activity. A theoretical rationale details the potential health effects of dietary nitrate supplementation, wherein a working framework hypothesizes beetroot juice consumption prior to structured exercise training may offer synergistic benefits to aid healthy aging and independent-living among older adults.",
		"pages": "109732",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306987720301523",
		"journal": "Medical Hypotheses",
		"volume": "141"
	},
	{
		"id": "YAHAYA2021200",
		"source_id": "YAHAYA2021200",
		"type": "article",
		"title": "Towards a data-driven adaptive anomaly detection system for human activity",
		"author": "Salisu Wada Yahaya and Ahmad Lotfi and Mufti Mahmud",
		"keywords": "Anomaly detection, Activities of daily living, Similarity measure, Forgetting factor, Ensemble model",
		"doi": "https://doi.org/10.1016/j.patrec.2021.02.006",
		"abstract": "Research in the field of ambient intelligence allows for the utilisation of different computational models for human activity recognition and abnormality detection to promote independent living and to improve the quality of life for the increasing ageing population. The existing monitoring systems are not adaptive to the overly changing human behavioural routine leading to a high rate of false predictions. An adaptive system pipeline is proposed in this paper for adapting to changes in human behaviour based on data ageing and data dissimilarity forgetting factors. The forgetting factor feature allows adaptation of the model to the current routines of an individual while forgetting outdated behavioural patterns. The data ageing forgetting factor discard old behavioural routine based on the age of the activity data while in the data dissimilarity approach, this is achieved by measuring the similarity of the activity data. Behaviour modelling is achieved using an ensemble of novelty detection models termed as Consensus Novelty Detection Ensemble consisting of One-Class Support Vector Machine, Local Outlier Factor, Robust Covariance Estimation and Isolation Forest. The proposed approach is data-driven and environment-invariant, making it feasible for deployment in heterogeneous environments. A comparative analysis carried out with other abnormality detection models for human activities across two datasets shows that the proposed approach achieved better results.",
		"pages": "200-207",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865521000611",
		"journal": "Pattern Recognition Letters",
		"volume": "145"
	},
	{
		"id": "SONG2020881",
		"source_id": "SONG2020881",
		"type": "article",
		"title": "Disagreement between a public insurer’s recommendation and beneficiary’s choice of long-term care services in Korea",
		"author": "Misook Song and Hyunjong Song",
		"keywords": "Home care services, Independent living, Long-term care, Nursing homes",
		"doi": "https://doi.org/10.1016/j.healthpol.2020.04.012",
		"abstract": "This study examined the disagreement between an insurer’s recommendation for long-term care (LTC) services and beneficiaries’ choices and analyzed the factors associated with the disagreement. Data from the National Long-Term Care Insurance (LTCI) and the Standard Care Plan were merged to create a dataset of 43,319 LTCI beneficiaries. The dependent variable was the disagreement between beneficiaries and insurers. Predisposing, enabling, and needs factors were independent variables based on the Andersen’s Model. Disagreement between the insurer’s recommendation of home care services and the beneficiaries’ choice of institution service was 6.7% (n = 2357). The opposite disagreement occurred in 23.0% (n = 1820) of cases. A multivariate analysis showed that the OR for disagreement between insurer-recommended home care services and beneficiary-selected institution services increased with age, living with someone, having Medical Aid, living in a facility, and having high care needs, dementia, and poor subjective hearing. The OR for disagreement between insurer-recommended institution service and beneficiary-selected home care service increased for men and decreased for those 90 years or older, living with someone, having Medicaid etc, and living at institution. Korean beneficiaries of LTCI have a high preference for aging in their home, and changes in LTCI contents must be made to address the needs of this population.",
		"pages": "881-887",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S016885102030097X",
		"journal": "Health Policy",
		"volume": "124"
	},
	{
		"id": "STONE201766",
		"source_id": "STONE201766",
		"type": "incollection",
		"title": "Exercise Therapy for Heart Failure Patients in Canada",
		"author": "James A. Stone and Trina Hauer and Mark Haykowsky and Sandeep Aggarwal",
		"keywords": "Aerobic capacity, Disability, Functional capacity, Muscular strength and endurance",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-803678-5.00054-0",
		"isbn": "978-0-12-803708-9",
		"abstract": "In Canada, the incidence of heart failure (HF) is similar to that in other industrialized countries around the world at approximately 1.5% of the general population. Contemporary pharmacological therapies, primarily with beta blockers and renin–angiotensin–aldosterone antagonists, have greatly improved outcomes in the HF population. However, notwithstanding these significant advances in HF pharmacologic therapy, exercise therapy, both aerobic training and resistance training, has become increasingly recognized and utilized over the last decade. Patients with HF undergo significant central and peripheral deconditioning. Aerobic and resistance training in this patient population may significantly improve quality of life, muscular strength, aerobic capacity, and potentially longevity. The challenge in providing exercise therapies to HF patients lies in the personnel-intensive nature of these programs to adequately monitor patient safety and ensure clinically appropriate workload progressions. Those HF patients who are able to remain adherent to exercise training programs may improve their self-monitoring skills with respect to progressive volume overload and may improve their capacity for independent living, thereby reducing the likelihood of rehospitalization.",
		"pages": "66-69",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128036785000540"
	},
	{
		"id": "STONE2016",
		"source_id": "STONE2016",
		"type": "incollection",
		"title": "Exercise Therapy for Heart Failure Patients in Canada☆",
		"author": "J.A. Stone and T. Hauer and M. Haykowsky and S. Aggarwal",
		"keywords": "Aerobic capacity, Disability, Functional capacity, Muscular strength and endurance",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-12-801238-3.02761-6",
		"isbn": "978-0-12-801238-3",
		"abstract": "In Canada, the incidence of heart failure (HF) is similar to that in other industrialized countries around the world at approximately 1.5% of the general population. Contemporary pharmacological therapies, primarily with beta blockers and renin angiotensin aldosterone antagonists, have greatly improved outcomes in the HF population. However, notwithstanding these significant advances in HF pharmacologic therapy, exercise therapy, both aerobic training and resistance training, has become increasingly recognized and utilized over the last decade. Patients with HF undergo significant central and peripheral deconditioning. Aerobic and resistance training in this patient population may significantly improve quality of life, muscular strength, aerobic capacity, and potentially longevity. The challenge in providing exercise therapies to HF patients lies in the personnel intensive nature of these programs to adequately monitor patient safety and ensure clinically appropriate workload progressions. Those HF patients who are able to remain adherent to exercise training programs may improve their self-monitoring skills with respect to progressive volume overload, may improve their capacity for independent living, thereby reducing the likelihood of rehospitalisation.",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128012383027616"
	},
	{
		"id": "GUILLAUME2023128",
		"source_id": "GUILLAUME2023128",
		"type": "article",
		"title": "Construction dune norme de mesures caractérisant la connectivité fonctionnelle des sujets sains en irm fonctionnelle de repos",
		"author": "CLAIN Guillaume and Le BARS Emmanuelle and Menjot De Champfleur Nicolas and Olie Emilie and DEVERDUN Jérémy",
		"doi": "https://doi.org/10.1016/j.neurad.2023.01.043",
		"abstract": "Les IRM morphologique et fonctionnelle de tâche peuvent être directement interprétées au niveau individuel par les radiologues. LIRMf de repos (rs-fMRI) est facilement réalisable et moins difficile à mettre en place quune IRMf de tâche[1] mais son post-traitement reste complexe et les métriques associées à la connectivité fonctionnelle qui en découlent multiples. Elles sont sources dinformations pertinentes pour le suivi des patients. Pour permettre lutilisation de ces métriques en pratique clinique à l’échelle individuelle nous proposons de mettre en place une norme des métriques de la connectivité fonctionnelle régionale sur une cohorte de sujets sains. Cinq-cents-soixante-neuf sujets sains ont eu une imagerie 3DT1 et un rs-fMRI, acquis au CHU de Montpellier (11 à 97 ans; 326 femmes). L’âge, le sexe, le niveau d’étude ont été collectés. Les cartographies damplitude de fluctuation basse fréquence (ALFF), et dhomogénéité régionale (ReHo) ont été estimées et les valeurs moyennes extraites pour 116 régions (atlas AAL[2]). Pour chaque région, une norme a été définie [3]. Elle a ensuite été éprouvée sur 77 patients porteurs dun gliome de bas grade (GBG) [Figure2] insulaire gauche en projetant leurs valeurs moyennes de ReHo et dALFF dans la norme. Les normes extraites par régions varient faiblement au cours des années sauf pour certaines régions pour lesquelles les trajectoires sont croissantes, décroissantes ou paraboliques. Comme attendu, les patients GBG ont une ReHo et une ALFF en dessous de la médiane de la norme dans linsula lésionnelle [Figure1A,C]. Pour la ReHo, la majorité des patients sont en dehors des bornes [Figure1A]. Les valeurs des métriques dune région contrôle à distance de la tumeur restent dans la norme [Figure1B,D]. Ces normes de connectivités régionales obtenues savèrent être spécifiques des sujets sains et permettent de mettre à l’échelle individuelle dans un contexte pathologique des modifications des métriques de connectivités régionales rapportées à la norme.",
		"pages": "128",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0150986123000500",
		"journal": "Journal of Neuroradiology",
		"volume": "50"
	},
	{
		"id": "GUILLAUME2023125",
		"source_id": "GUILLAUME2023125",
		"type": "article",
		"title": "Construction dune norme de mesures caractérisant la connectivité fonctionnelle des sujets sains en irm fonctionnelle de repos",
		"author": "CLAIN Guillaume",
		"doi": "https://doi.org/10.1016/j.neurad.2023.01.040",
		"abstract": "Les IRM morphologique et fonctionnelle de tâche peuvent être directement interprétées au niveau individuel par les radiologues. LIRMf de repos (rs-fMRI) est facilement réalisable et moins difficile à mettre en place quune IRMf de tâche[1] mais son post-traitement reste complexe et les métriques associées à la connectivité fonctionnelle qui en découlent multiples. Elles sont sources dinformations pertinentes pour le suivi des patients. Pour permettre lutilisation de ces métriques en pratique clinique à l’échelle individuelle nous proposons de mettre en place une norme des métriques de la connectivité fonctionnelle régionale sur une cohorte de sujets sains. Cinq-cents-soixante-neuf sujets sains ont eu une imagerie 3DT1 et un rs-fMRI, acquis au CHU de Montpellier (11 à 97 ans; 326 femmes). L’âge, le sexe, le niveau d’étude ont été collectés. Les cartographies damplitude de fluctuation basse fréquence (ALFF), et dhomogénéité régionale (ReHo) ont été estimées et les valeurs moyennes extraites pour 116 régions (atlas AAL[2]). Pour chaque région, une norme a été définie [3]. Elle a ensuite été éprouvée sur 77 patients porteurs dun gliome de bas grade (GBG) [Figure2] insulaire gauche en projetant leurs valeurs moyennes de ReHo et dALFF dans la norme. Les normes extraites par régions varient faiblement au cours des années sauf pour certaines régions pour lesquelles les trajectoires sont croissantes, décroissantes ou paraboliques. Comme attendu, les patients GBG ont une ReHo et une ALFF en dessous de la médiane de la norme dans linsula lésionnelle [Figure1A,C]. Pour la ReHo, la majorité des patients sont en dehors des bornes [Figure1A]. Les valeurs des métriques dune région contrôle à distance de la tumeur restent dans la norme [Figure1B,D]. Ces normes de connectivités régionales obtenues savèrent être spécifiques des sujets sains et permettent de mettre à l’échelle individuelle dans un contexte pathologique des modifications des métriques de connectivités régionales rapportées à la norme.",
		"pages": "125-126",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0150986123000470",
		"journal": "Journal of Neuroradiology",
		"volume": "50"
	},
	{
		"id": "SCHNEIDER2016236",
		"source_id": "SCHNEIDER2016236",
		"type": "article",
		"title": "Exploring the social lives of young adults with disabilities",
		"author": "Cornelia Schneider and Brenda Hattie",
		"keywords": "Independent living, Social participation, Life course transitions, Social networks, Young adults with disabilities, Vie en autonomie, Participation sociale, Transitions de vie, Réseaux sociaux, Jeunes adultes en situation de handicap",
		"doi": "https://doi.org/10.1016/j.alter.2016.02.003",
		"abstract": "This article explores the social lives of young adults with disabilities as they were transitioning from school to adult life. The young adults were former participants of the Access to Community Employment and Education Program (ACEE) in Halifax, Nova Scotia, Canada, a program, which focuses on the transition of young people with disabilities from school and youth to adulthood, employment, and independent living. The data in the article were drawn from a mixed method research project that explored, through a survey and follow-up focus groups and interviews, the impact of the ACEE program and the lived experiences of its alumni in the years after having completed the program. The study highlights the alumnis social lives, their leisure activities and their relationships and the different ways the participants are living their lives in the community several years after having completed the ACEE program. The data shows that the program is playing an important role in creating lasting friendships and a sense of belonging amongst its peers. Résumé Cet article explore la vie sociale de jeunes adultes en situation de handicap pendant leur transition de l’école vers la vie adulte. Les jeunes adultes faisaient partie du programme de transition « Access to Community Employment and Education (ACEE) » à Halifax en Nouvelle Écosse au Canada. Ce programme se focalise sur la transition de jeunes gens en situation de handicap de l’école vers la vie adulte, l’emploi et la vie autonome. Les données de l’article ont fait partie d’un plus grand projet de recherches utilisant des méthodes mixtes qui exploraient, à travers un questionnaire et des entretiens collectifs et individuels, l’impact du programme ACEE et l’expérience vécue par les participants après avoir terminé le programme ACEE. L’étude met en évidence les vies sociales, les activités de loisir, les relations et les différentes manières dont les participants vivent leurs vies en communauté plusieurs années après la fin du programme ACEE. Les données montrent que le programme joue un rôle important dans la création d’amitiés durables et d’un sentiment d’appartenance parmi les pairs.",
		"pages": "236-247",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1875067216000183",
		"journal": "Alter",
		"volume": "10"
	},
	{
		"id": "BARTH202244",
		"source_id": "BARTH202244",
		"type": "article",
		"title": "Accuracy of an Algorithm in Predicting Upper Limb Functional Capacity in a United States Population",
		"author": "Jessica Barth and Kimberly J. Waddell and Marghuretta D. Bland and Catherine E. Lang",
		"keywords": "Multivariate analysis, Occupational therapy, Physical therapy, Rehabilitation, Stroke, Upper extremity",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.808",
		"abstract": "Objective To determine the accuracy of an algorithm, using clinical measures only, on a sample of persons with first-ever stroke in the United States (US). It was hypothesized that algorithm accuracy would fall in a range of 70%-80%. Design Secondary analysis of prospective, observational, longitudinal cohort; 2 assessments were done: (1) within 48 hours to 1 week poststroke and (2) at 12 weeks poststroke. Setting Recruited from a large acute care hospital and followed over the first 6 months after stroke. Participants Adults with first-ever stroke (N=49) with paresis of the upper limb (UL) at ≤48 hours who could follow 2-step commands and were expected to return to independent living at 6 months. Intervention Not applicable. Main Outcome Measures The overall accuracy of the algorithm with clinical measures was quantified by comparing predicted (expected) and actual (observed) categories using a correct classification rate. Results The overall accuracy (61%) and weighted κ (62%) were significant. Sensitivity was high for the Excellent (95%) and Poor (81%) algorithm categories. Specificity was high for the Good (82%), Limited (98%), and Poor (95%) categories. Positive predictive value (PPV) was high for Poor (82%) and negative predictive value (NPV) was high for all categories. No differences in participant characteristics were found between those with accurate or inaccurate predictions. Conclusions The results of the present study found that use of an algorithm with clinical measures only is better than chance alone (chance=25% for each of the 4 categories) at predicting a category of UL capacity at 3 months post troke. The moderate to high values of sensitivity, specificity, PPV, and NPV demonstrates some clinical utility of the algorithm within health care settings in the US.",
		"pages": "44-51",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000399932101368X",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "DANG2018362",
		"source_id": "DANG2018362",
		"type": "article",
		"title": "Infarctus rénal : complication méconnue mais non rare et facteur de mauvais pronostic rénal chez les patients avec une amylose",
		"author": "J. Dang and M. Abulizi and K. El Karoui and A. Moktefi and D. Bodez and S. Guendouz and M. Kharoubi and E. Itti and T. Damy and V. Audard",
		"doi": "https://doi.org/10.1016/j.nephro.2018.07.254",
		"abstract": "Introduction Les amyloses cardiaques sont fréquemment associées à des processus emboliques mais la fréquence, les facteurs de risque et le devenir des patients présentant un infarctus rénal (IR) dans ce contexte n’ont jamais été étudiés. Patients/matériels et méthodes Entre octobre 2015 et février 2018, 156 scintigraphies rénales au 99mTc-DMSA ont été réalisées dans notre institution. Nous avons analysé rétrospectivement les 87 patients ayant un diagnostic d’amylose confirmé. Résultats Parmi les 87 patients (âge médian 76 ans, 76 % d’hommes), 24 présentaient une amylose AL (aAL) (27,5 %), 24 une amylose héréditaire à transthyrétine mutée (aTTRM) (27,5 %), et 39 une amylose sénile à TTR sauvage (aTTRS) (45 %). Les patients avec une aTTRS étaient significativement plus âgés, avaient une pression artérielle systolique plus élevée et recevaient plus fréquemment un traitement anticoagulant pour une ACFA. Les taux de NT-proBNP et la protéinurie basale étaient plus élevés et l’albuminémie plus basse dans le groupe avec une aAL. Toutes les autres données étaient identiques. Dix-huit patients avaient un infarctus rénal (IR) (21 %) sans différence significative entre les 3 groupes. En comparant les 18 patients avec un IR aux 69 patients sans IR, aucune des caractéristiques démographiques, cliniques, biologiques, thérapeutiques et écho-cardiographiques de base était différente entre les deux groupes exceptée le taux de protéinurie (p=0,032). Le délai médian entre le diagnostic d’amylose et la réalisation de la scintigraphie était identique dans les 2 groupes. Au moment de la scintigraphie, les données classiquement associées à la survenue d’un IR n’étaient pas différentes entre les deux groupes. Cependant, les patients avec IR avaient une insuffisance rénale aiguë (IRA) plus fréquente (p=0,003) et plus sévère (p=0,001). Après un délai médian de suivi de 159jours (identique dans les deux groupes), la survie des patients entre les 2 groupes n’était pas différente mais plus de patients du groupe avec IR présentaient une augmentation de plus de 50 % de la créatininémie au dernier suivi par rapport à sa valeur initiale (p=0,022), ainsi qu’un risque accru de mise en dialyse ou de transplantation rénale (p=0,045). Une IRA au moment de la scintigraphie était associée à une augmentation du risque d’IR (47 % vs 15 %, p=0,003). Conclusion Cette étude suggère que 21 % des patients atteints d’amylose cardiaque ont un IR qui peut justifier d’un traitement anticoagulant pour prévenir des récidives emboliques. Un IR doit être recherché en cas de survenue d’une IRA chez un patient avec une amylose du fait de son impact thérapeutique et pronostique.",
		"pages": "362",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1769725518304139",
		"journal": "Néphrologie & Thérapeutique",
		"volume": "14"
	},
	{
		"id": "BOGATAJ202016914",
		"source_id": "BOGATAJ202016914",
		"type": "article",
		"title": "Smart Silver Villages as part of Social Infrastructure for Older Adults in Rural Areas",
		"author": "David Bogataj and Francisco Campuzano Bolarin and Marta Kavšek and Valerija Rogelj",
		"keywords": "ambient assisted technologies, smart village, independent living, assisted living, housing with care, health care, long-term care, population ageing",
		"doi": "https://doi.org/10.1016/j.ifacol.2020.12.1233",
		"abstract": "Rural areas in the European Union are ageing faster than urban areas, in many cases due to outmigration of young cohorts. Social innovations based on the digital transformation of health care and social care delivery systems can support older adults to live autonomously and independently in their own communities and postpone or even prevent their having to enter a nursing home. Extension of these innovations in service provision to rural areas is the subject of this paper. Development of Smart Eko Social Villages presents opportunities for the development of new, digitally supported health and social infrastructure in rural areas. The innovations will enable a more efficient combination of the existing societal resources in the communities for the provision of health care and social needs to the ageing members of the society. They are dependent on the help of others due to illness or functional decline. On the supply side, new scientific (optimisation of the supply networks), organisational (self-managed communities) and technological innovations, like robotics, domotics, cyber physic systems (CPS) based on the Internet of Things and cloud computing, offer new utilities and create new businesses for the supply of goods and services to older people, and also provide new job opportunities for the younger residents. This paper aims to consider the development of Smart Silver Villages as part of social infrastructure in rural areas, supporting the autonomy and independence of the rural population in their old age.",
		"pages": "16914-16919",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896320316323",
		"journal": "IFAC-PapersOnLine",
		"volume": "53"
	},
	{
		"id": "AMTMANN2020S5",
		"source_id": "AMTMANN2020S5",
		"type": "article",
		"title": "National Institute on Disability, Independent Living, and Rehabilitation Research Burn Model System: Review of Program and Database",
		"author": "Dagmar Amtmann and Kara McMullen and Alyssa Bamer and James A. Fauerbach and Nicole S. Gibran and David Herndon and Jeffrey C. Schneider and Karen Kowalske and Radha Holavanahalli and A. Cate Miller",
		"keywords": "Burn, Injury, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2017.09.109",
		"abstract": "The Burn Model System (BMS) centers program was created in 1994 to evaluate the long-term outcomes of burn injuries. As part of this multicenter program, a comprehensive longitudinal database was developed to facilitate the study of a number of functional and psychosocial outcomes after burn injury. In this article, we provide an overview of the data collection procedures, measures selection process, and an overview of the participant data collected between 1994 and 2016. Surveys were administered during hospitalization and at 6, 12, and 24 months after discharge, and in the most recent funding cycle, data collection at every 5 years postinjury was added. More than 7200 people with burn injury were eligible to participate in the BMS National Longitudinal Database. Of these, >5900 (82%) were alive at discharge and consented to follow-up data collection. The BMS National Longitudinal Database represents a large sample of people with burn injury, including information on demographic characteristics, injury characteristics, and health outcomes. The database is publicly available and can be used to examine the effect of burn injury on long-term outcomes.",
		"pages": "S5-S15",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000399931731256X",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "101"
	},
	{
		"id": "SCHIEWECK2018705",
		"source_id": "SCHIEWECK2018705",
		"type": "article",
		"title": "Smart homes and the control of indoor air quality",
		"author": "Alexandra Schieweck and Erik Uhde and Tunga Salthammer and Lea C. Salthammer and Lidia Morawska and Mandana Mazaheri and Prashant Kumar",
		"keywords": "Smart homes, Sensor technology, Thermal comfort, Indoor air quality, Airborne particles, Living behavior",
		"doi": "https://doi.org/10.1016/j.rser.2018.05.057",
		"abstract": "Global climate change, demographic change and advancing mechanization of everyday life will go along with new ways of living. Temperature extremes, an ageing society and higher demands on a comfortable life will lead to the implementation of sensor based networks in order to create acceptable and improved living conditions. Originally, the idea of the smart home served primarily the efficient use of energy and the optimization of ventilation technology connected with new ways of constructing buildings (low-energy and passive houses, respectively). Today the term smart home is also linked with the networking of home automation systems, home appliances and communications and entertainment electronics. Living in a smart home often makes also significant demands on the occupants who are required to drastically change some of their living habits. This review summarizes current findings on the effect of measured environmental parameters on indoor air quality, individual thermal comfort and living behavior in smart homes with focus on central Europe. A critical evaluation of available sensor technologies, their application in homes and data security aspects as well as limits and possibilities of current technologies to control particles and gaseous pollutants indoors is included. The review also considers the acceptance of smart technologies by occupants in terms of living habits, perceived indoor air quality and data security.",
		"pages": "705-718",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1364032118304040",
		"journal": "Renewable and Sustainable Energy Reviews",
		"volume": "94"
	},
	{
		"id": "MITTAL2022499",
		"source_id": "MITTAL2022499",
		"type": "article",
		"title": "Willingness to Pay for Preventive Dental Care Amongst Older Adults",
		"author": "Rakhi Mittal and Wong Mun Loke and Desmond Ong Luan Seng and Tan Mei Na and Gabriel Lee Keng Yan and Patrick Finbarr Allen",
		"keywords": "Geriatric, Oral health, Health economics, Health attitudes",
		"doi": "https://doi.org/10.1016/j.identj.2021.11.002",
		"abstract": "Objective The aims of this study were (1) to investigate willingness to pay (WTP) for preventive and curative dental care procedures and (2) to determine the factors that influence older adults’ WTP for dental care. Methodology Older, independently living adults from Singapore aged 60 years and older and eligible for government-subsidised dental care were nonrandomly recruited for this study. Data were collected using questionnaires and a clinical examination which recorded details of caries experience, number and distribution of posterior occluding contacts, prosthodontic status, and periodontal status. Using a contingent valuation method, participants were asked to rate WTP in Singapore dollars [SGD$] for 4 aspects of care: dental fillings, dental scaling, dental extraction, and disease prevention advice. Negative binomial regression was used to assess the relationship between the predictor variables associated with WTP for dental fillings, scaling, extraction, and preventive advice. Results The mean value of WTP for a dental filling was SGD$30.23 (SGD$31.05), for scaling was SGD$30.28 (SGD$29.46), for dental extraction was SGD$35.08 (SGD$58.54). In a multivariate model, factors associated with higher WTPfees were as follows: (1) dental filling: age (younger), level of education (higher), and frequency of dental visits (regular); (2) scaling: level of education (higher), agree that dental problems affect overall health, and frequency of dental visits (regular); (3) dental extractions: age (younger), level of education (higher), frequency of dental visits (regular), and prosthodontic status (not wearing); (4) preventive advice: age (younger), gender (male), ethnicity (Chinese), level of education (higher), marital status (married), self-perceived oral health (good), and dental visits (regular). Conclusions The findings of our study suggest that older adults are willing to pay most for extraction and least for preventive advice.",
		"pages": "499-505",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020653921002525",
		"journal": "International Dental Journal",
		"volume": "72"
	},
	{
		"id": "BALMANA2016144",
		"source_id": "BALMANA2016144",
		"type": "article",
		"title": "Increased α1-3 fucosylation of α-1-acid glycoprotein (AGP) in pancreatic cancer",
		"author": "Meritxell Balmaña and Estela Giménez and Angel Puerta and Esther Llop and Joan Figueras and Esther Fort and Victoria Sanz-Nebot and Carme de Bolós and Andreas Rizzi and Sílvia Barrabés and Mercedes de Frutos and Rosa Peracaula",
		"keywords": "α-1-acid glycoprotein, Capillary electrophoresis, Fucosylation,  lectin (AAL), Mass spectrometry, Pancreatic cancer",
		"doi": "https://doi.org/10.1016/j.jprot.2015.11.006",
		"abstract": "Pancreatic cancer (PDAC) lacks reliable diagnostic biomarkers and the search for new biomarkers represents an important challenge. Previous results looking at a small cohort of patients showed an increase in α-1-acid glycoprotein (AGP) fucosylation in advanced PDAC using N-glycan sequencing. Here, we have analysed AGP glycoforms in a larger cohort using several analytical techniques including mass spectrometry (MS), capillary zone electrophoresis (CZE) and enzyme-linked lectin assays (ELLAs) for determining AGP glycoforms which could be PDAC associated. AGP from 31 serum samples, including healthy controls (HC), chronic pancreatitis (ChrP) and PDAC patients, was purified by immunoaffinity chromatography. Stable isotope labelling of AGP released N-glycans and their analysis by zwitterionic hydrophilic interaction capillary liquid chromatography electrospray MS (μZIC-HILIC–ESI-MS) showed an increase in AGP fucosylated glycoforms in PDAC compared to ChrP and HC. By CZE-UV analysis, relative concentrations of some of the AGP isoforms were found significantly different compared to those in PDAC and HC. Finally, ELLAs using Aleuria aurantia lectin displayed a significant increase in AGP fucosylation, before and after AGP neuraminidase treatment, in advanced PDAC compared to ChrP and HC, respectively. Altogether, these results indicate that α1-3 fucosylated glycoforms of AGP are increased in PDAC and could be potentially regarded as a PDAC biomarker.",
		"pages": "144-154",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1874391915301792",
		"journal": "Journal of Proteomics",
		"volume": "132"
	},
	{
		"id": "HEEB2022101169",
		"source_id": "HEEB2022101169",
		"type": "article",
		"title": "Factors influencing participation among adults aging with long-term physical disability",
		"author": "Rachel Heeb and Michelle Putnam and Marian Keglovits and Courtney Weber and Margaret Campbell and Susan Stark and Kerri Morgan",
		"keywords": "Physical disability, Aging, Participation, Environment, Qualitative methods",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101169",
		"abstract": "Background People aging with long-term physical disability (AwPD) experience barriers to participation and independent living. There are currently limited evidence-based interventions that address issues regarding participation for people AwPD. Objective This study examined factors influencing participation in personal and life activities among people AwPD to inform future interventions. Methods A cross-sectional study within an ongoing, community-based cohort study of participation was conducted. A purposive sample of people AwPD aged 45–65, living with a physical disability for at least five years, and who speak English was recruited through disability organizations, aging organizations, and social media. Participants answered open-ended questions about what supports they needed to successfully participate in nine activity categories derived from the Health and Retirement Study participation items (e.g., employment, community leisure). A content analysis was conducted using NVivo to categorize responses, and member checking occurred with four additional people AwPD. Results A total of 215 participants completed the survey. Eight categories of factors emerged from the data: physical environment factors, social factors, symptoms, economic factors, policy factors, body structure and functions, mental and emotional state, and temporal factors. Participant responses illuminated a combination of environmental and individual factors. Physical effects of disability and accelerated aging, such as pain and fatigue, paired with environmental factors, such as accessibility of transportation, were reported as influencing participation. Conclusions People AwPD experience a range of factors that substantially impact their ability to remain independent and participate in society. By identifying barriers to participation, new interventions addressing these barriers may be developed, resulting in more effective service provision, enhanced participation in personal and life activities, and improved health and well-being.",
		"pages": "101169",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657421001357",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "DERKS201787",
		"source_id": "DERKS201787",
		"type": "article",
		"title": "Connectomic profile and clinical phenotype in newly diagnosed glioma patients",
		"author": "Jolanda Derks and Anne R. Dirkson and Philip C. de Witt Hamer and Quinten van Geest and Hanneke E. Hulst and Frederik Barkhof and Petra J.W. Pouwels and Jeroen J.G. Geurts and Jaap C. Reijneveld and Linda Douw",
		"keywords": "Functional connectivity, Neuro-oncology, Connectome, Glioma, Network theory, Hubs",
		"doi": "https://doi.org/10.1016/j.nicl.2017.01.007",
		"abstract": "Gliomas are primary brain tumors, originating from the glial cells in the brain. In contrast to the more traditional view of glioma as a localized disease, it is becoming clear that global brain functioning is impacted, even with respect to functional communication between brain regions remote from the tumor itself. However, a thorough investigation of glioma-related functional connectomic profiles is lacking. Therefore, we constructed functional brain networks using functional MR scans of 71 glioma patients and 19 matched healthy controls using the automated anatomical labelling (AAL) atlas and interregional Pearson correlation coefficients. The frequency distributions across connectivity values were calculated to depict overall connectomic profiles and quantitative features of these distributions (full-width half maximum (FWHM), peak position, peak height) were calculated. Next, we investigated the spatial distribution of the connectomic profile. We defined hub locations based on the literature and determined connectivity (1) between hubs, (2) between hubs and non-hubs, and (3) between non-hubs. Results show that patients had broader and flatter connectivity distributions compared to controls. Spatially, glioma patients particularly showed increased connectivity between non-hubs and hubs. Furthermore, connectivity distributions and hub-non-hub connectivity differed within the patient group according to tumor grade, while relating to Karnofsky performance status and progression-free survival. In conclusion, newly diagnosed glioma patients have globally altered functional connectomic profiles, which mainly affect hub connectivity and relate to clinical phenotypes. These findings underscore the promise of using connectomics as a future biomarker in this patient population.",
		"pages": "87-96",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158217300074",
		"journal": "NeuroImage: Clinical",
		"volume": "14"
	},
	{
		"id": "WIESE2021524",
		"source_id": "WIESE2021524",
		"type": "article",
		"title": "Detecting dementia among older, ethnically diverse residents of rural subsidized housing",
		"author": "Lisa Kirk Wiese and Christine L. Williams and Debra Hain and David Newman and Christina P. Houston and Carolina Kaack and James. E. Galvin",
		"keywords": "Rural, Ethnically diverse older adults, Dementia detection, AGNP, Subsidized Housing",
		"doi": "https://doi.org/10.1016/j.gerinurse.2020.09.005",
		"abstract": "Rural, ethnically diverse residents face at least twice the risk of Alzheimers disease than urban residents. Chronic diseases such as diabetes and hypertension which increase dementia risk are more prevalent in rural areas with less access to specialty providers. A home-based approach for increasing dementia detection and treatment rates was tested among rural residents of government-assisted independent living facilities (N = 139; 78% non-White, and 70% with health literacy below 5th grade). Of 28 residents identified at risk during cognitive screening, 25 agreed to further in-depth assessment by adult gerontological nurse practitioners (AGNP). Fifteen of 25 (60%) completing consequent primary provider referrals were diagnosed with dementia and receiving new care (statistically significant; [χ2(1) = 76.67, p < .001, Phi = 0.743]). Home-based dementia management through a community engagement approach can help to meet the Healthy People 2030 goals of earlier detection and treatment and reduce the length of costly institutionalizations.",
		"pages": "524-532",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197457220302664",
		"journal": "Geriatric Nursing",
		"volume": "42"
	},
	{
		"id": "CHEN2022101515",
		"source_id": "CHEN2022101515",
		"type": "article",
		"title": "Assessing accessibility to service facilities for older people in age-restricted communities from the perspective of equity",
		"author": "Yuan Chen and Bingsheng Liu and Yinghua Shen and Ling Li",
		"keywords": "Accessibility, Geographic information systems (GIS), Older people, Public transit, Service facilities, Walking",
		"doi": "https://doi.org/10.1016/j.jth.2022.101515",
		"abstract": "Introduction Accessibility to service facilities has a significant influence on seniors’ well-being and quality of life. Geospatial examination of access to these facilities for age-restricted communities as a popular residential option for older people is essential for better understanding potential inequity in accessibility and making relevant decisions more reasonably. Methods This study develops a set of methods for assessing and analyzing age-restricted accessibility to service facilities by a combined transport mode. The traditional and improved cumulative opportunity measures are utilized to measure accessibility to facilities by walking and by public transit, respectively. Comprehensive accessibility is evaluated by means of a weighted sum model based on relative accessibility to each type of facility. Disparities of (comprehensive) accessibility to service facilities are compared by adopting coefficient of variance, in terms of various transport modes and communities with different lifestyles. Results and conclusions Accessibility to some facilities (e.g., shopping centers, recreation facilities, and grocery stores) is improved significantly after older people combine public transit instead of only depending on walking. Older adults in independent living communities tend to have better access to service facilities, which is revealed in accessibility to each type of facility and comprehensive accessibility. There are disparities in age-restricted community accessibility, but the difference degree is varying among different types of facilities. Also, the rank of comprehensive accessibility among these communities experiences great changes after integrating the two transport modes. These findings can provide insight into which communities lack or have limited opportunities for a certain type of facility and how service resources for older people are allocated in consideration of equity. More research is required to understand the importance degree of facilities influences accessibility evaluation of communities at different stages, optimize service distribution and provision, and determine effective strategies to select locations of future age-friendly communities.",
		"pages": "101515",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214140522001876",
		"journal": "Journal of Transport & Health",
		"volume": "27"
	},
	{
		"id": "LASPRILLA2022e125",
		"source_id": "LASPRILLA2022e125",
		"type": "article",
		"title": "Trajectories Of Life Satisfaction In Hispanics Over The 10 Years After Traumatic Brain Injury",
		"author": "Juan Carlos Arango Lasprilla and Jack Watson and Melissa Ertl and Gloria Morel Valdes and Anthony Lequerica and Paul Perrin",
		"keywords": "Traumatic Brain Injury, Hispanic, Latino, Life Satisfaction, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.765",
		"abstract": "Research Objectives To identify the trajectories of life satisfaction at 1 to 10 years post-TBI and to examine which demographic, injury and rehabilitation characteristics at the time of injury are associated with those trajectories. Design Hierarchical linear modeling (HLM) was used to examine baseline predictors of trajectories of life satisfaction among Hispanic individuals across 1, 2, 5, and 10 years after TBI. Setting TBI Model System Database. Participants This study included 1,051 Hispanic individuals from the multi-site, longitudinal TBI Model Systems (TBIMS) database, sponsored by the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR). Individuals were enrolled in the study after sustaining a TBI and while undergoing inpatient rehabilitation at a TBIMS site and were included if they completed at least one Satisfaction with Life Scale at 1, 2, 5, or 10 years after TBI. Interventions N/A. Main Outcome Measures The primary outcome measure of interest was life satisfaction, measured by the Satisfaction with Life Scale (SWLS; Diener et al., 1985) at 1, 2, 5, and 10 years post-TBI. Results A linear (straight-line) movement of life satisfaction trajectories over time was the best fit to the data. Life satisfaction increased over time, with higher overall trajectories for Hispanic individuals who were partnered at baseline, born outside the U.S., and who experienced a non-violent cause of injury. There were no significant interactions for time with any of these main effect predictors, suggesting no differential change over time in life satisfaction trajectories as a function of these characteristics. Conclusions Results revealed increases in life satisfaction over time among Hispanic individuals with TBI and shed light on critical risk and protective factors that may inform targeted rehabilitation and intervention services with this underserved group. Author(s) Disclosures None.",
		"pages": "e125",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322013557",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "MCGONIGAL2021107742",
		"source_id": "MCGONIGAL2021107742",
		"type": "article",
		"title": "Interictal 18F-FDG brain PET metabolism in patients with postictal EEG suppression",
		"author": "Aileen McGonigal and Nada El Youssef and Fabrice Bartolomei and Bernard Giusiano and Eric Guedj",
		"keywords": "Postictal EEG suppression, Positron emission tomography, Stereoelectroencephalography, GTCS, Temporal pole",
		"doi": "https://doi.org/10.1016/j.yebeh.2020.107742",
		"abstract": "Objective Postictal generalized suppression (PGES) may be associated with SUDEP risk. We aimed to study metabolic changes on 18Fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) in patients with focal to bilateral (generalized) seizures (GTCS) and PGES on stereoelectroencephalography (SEEG). Methods We analyzed interictal brain metabolism in a group of 19 patients with widespread postictal suppression (PGES+) associated with SEEG-recorded GTCS. This group was compared to 25 patients without widespread suppression (PGES−) as defined by SEEG, matched for epilepsy localization and lateralization. Frequency of GTCS was observed to be higher in the PGES+ group (high risk group for SUDEP). Analysis of metabolic data was performed by statistical parametric mapping (SPM) on the whole-brain, and principal component analysis (PCA) on AAL (automated anatomical labeling) atlas. Results Statistical parametric mapping showed right temporal pole hypometabolism in the PGES+ group (T-score = 3.90; p < 0.001; k = 185), in comparison to the PGES− group. Principal component analysis showed association between the metabolic values of certain regions of interest and PGES+/PGES− groups, confirmed by a significant difference (p < 0.05) in the values of the right dorsal temporal pole and of the left temporal pole between the two groups. Principal component analysis showed two dimensions significantly related to the PGES+/PGES− partition, involving the following regions: right temporal pole, right parahippocampal gyrus, right Rolandic operculum, bilateral paracentral lobule, right precuneus, right thalamus, right caudate and pallidum, bilateral cerebellum, left temporal pole, left Heschl’s gyrus, left calcarine region, and left caudate, with loss of connection in PGES+ patients. Metabolic differences were independent of epilepsy localization and lateralization and persisted after correction for GTCS frequency. Significance Interictal metabolic changes within a predominantly right-sided network involving temporal lobe and connected cortical and subcortical structures were seen in patients with frequent GTCS presenting widespread postictal suppression.",
		"pages": "107742",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505020309227",
		"journal": "Epilepsy & Behavior",
		"volume": "116"
	},
	{
		"id": "HSU2021629",
		"source_id": "HSU2021629",
		"type": "article",
		"title": "Correlates of Housing Sustainability Among Youth Placed Into Permanent Supportive Housing and Rapid Re-Housing: A Survival Analysis",
		"author": "Hsun-Ta Hsu and Chyna Hill and Monique Holguin and Laura Petry and Duncan McElfresh and Phebe Vayanos and Matthew Morton and Eric Rice",
		"keywords": "Homelessness, Rapid Re-Housing, Permanent supportive Hosing, Youth, Housing",
		"doi": "https://doi.org/10.1016/j.jadohealth.2021.03.022",
		"abstract": "Purpose Youth experiencing homelessness (YEH) are vulnerable to multiple adverse health outcomes. Connecting YEH with housing is critical to addressing youth homelessness and to preventing long-term negative health consequences among this vulnerable population. Using administrative data, this study aims to explore correlates of YEHs sustainability in two major housing programs: permanent supportive housing (PSH) and rapid re-housing (RRH) programs. Methods This study used Homelessness Management Information System administrative data collected from 16 communities across the U.S. between January 1, 2015 and May 1, 2017 (n = 10,902). We conducted Cox proportional hazards survival analyses to explore correlates (e.g., demographics, homeless experiences, and overall vulnerability) of YEHs PSH (n = 577) and RRH (n = 2,883) sustainability separately. Results For YEH receiving PSH, only individuals level of vulnerability is associated with greater hazard of exiting PSH. As for RRH sustainability, YEH who were 17 years old or younger, black or Latinx (as compared to white), of higher level of vulnerability, or previously spent most nights couch surfing or in transitional living programs (as compared to on the street) are associated with higher hazard of exiting RRH. Conclusions Both PSH and RRH programs should incorporate comprehensive services targeting youth experiencing high vulnerability to prevent them from re-entering homelessness. Future RRH programming should also address housing sustainability disparities faced by racial and ethnic minority YEH, especially when they are disproportionately influenced by homelessness. Finally, RRH programs should incorporate services to foster independent living among younger YEH to sustain their housing status once temporary housing subsidies expire.",
		"pages": "629-635",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1054139X21001543",
		"journal": "Journal of Adolescent Health",
		"volume": "69"
	},
	{
		"id": "BANGMA2021709",
		"source_id": "BANGMA2021709",
		"type": "article",
		"title": "How well do people living with neurodegenerative diseases manage their finances? A meta-analysis and systematic review on the capacity to make financial decisions in people living with neurodegenerative diseases",
		"author": "Dorien F. Bangma and Oliver Tucha and Lara Tucha and Peter P. De Deyn and Janneke Koerts",
		"keywords": "Financial decision-making, Money management, Financial capability, Financial competence, Financial capacity, Finances, Monetary, Cognition, Neurodegenerative diseases, Alzheimer’s disease, Mild cognitive impairment, Frontotemporal Dementia, Parkinson’s disease, Multiple sclerosis, Huntington’s disease",
		"doi": "https://doi.org/10.1016/j.neubiorev.2021.05.021",
		"abstract": "Self and proxy reported questionnaires indicate that people living with a neurodegenerative disease (NDD) have more difficulties with financial decision-making (FDM) than healthy controls. Self-reports, however, rely on adequate insight into everyday functioning and might, therefore, be less reliable. The present study provides a comprehensive overview and meta-analysis of studies evaluating FDM in people living with an NDD. For this, the reliability of performance-based tests to consistently identify FDM difficulties in people living with an NDD compared to healthy controls is evaluated. Furthermore, the associations between FDM and disease severity, performances on standard measures of cognition and demographics are evaluated. All 47 included articles, consistently reported lower performances on performance-based FDM tests of people living with an NDD (including Alzheimer’s disease, mild cognitive impairment, frontotemporal dementia, Parkinson’s disease, multiple sclerosis or Huntington’s disease) compared to healthy controls. The majority of studies, however, focused on Alzheimer’s disease and mild cognitive impairment (k = 38). FDM performance appears to be related to cognitive decline, specifically in working memory, processing speed and numeracy.",
		"pages": "709-739",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149763421002232",
		"journal": "Neuroscience & Biobehavioral Reviews",
		"volume": "127"
	}
]