[
	{
		"id": "BRAVELL20081",
		"source_id": "BRAVELL20081",
		"type": "article",
		"title": "Health, functional capacity, formal care, and survival in the oldest old: A longitudinal study",
		"author": "Marie Ernsth Bravell and Stig Berg and Bo Malmberg",
		"keywords": "Oldest old, Activities of daily living (ADL), Health of the oldest old, Care of the oldest old",
		"doi": "https://doi.org/10.1016/j.archger.2007.02.003",
		"abstract": "There are surprisingly few longitudinal studies of the oldest old, but these studies are of high importance because the number of oldest old continues to increase in most countries and because of the uniqueness in this population. The aims of this study were to investigate how health, activities of daily living (ADL), and use of care change over time in the oldest old and to seek how differences in health and ADL affect survival of the oldest old. The study was longitudinal in design, and the participants were interviewed by trained nurses. A group of 300 persons was randomly selected from three age-groups; 86, 90, and 94. For the first phase, in 1999, 157 persons could and wanted to participate; from these 98 persons continued to participate in the second phase and 62 in the third. Repeated measures (general linear model=GLM) from the oldest old showed a decline in objective health and ADL with increasing age, but subjective health remained positive and stable. The use of formal help increased with age, and once the oldest old entered the old-age care system, it was rare that they returned to independent living. Analysis using a Cox regression model showed that health and ADL significantly predicted survival, but age did not.",
		"pages": "1-14",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494307000908",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "46"
	},
	{
		"id": "BANERJEE201568",
		"source_id": "BANERJEE201568",
		"type": "article",
		"title": "Recognizing complex instrumental activities of daily living using scene information and fuzzy logic",
		"author": "Tanvi Banerjee and James M. Keller and Mihail Popescu and Marjorie Skubic",
		"keywords": "Scene understanding, Activity analysis, Fuzzy logic, Activities of daily living, Eldercare, Depth images, Image features",
		"doi": "https://doi.org/10.1016/j.cviu.2015.04.005",
		"abstract": "We describe a novel technique to combine motion data with scene information to capture activity characteristics of older adults using a single Microsoft Kinect depth sensor. Specifically, we describe a method to learn activities of daily living (ADLs) and instrumental ADLs (IADLs) in order to study the behavior patterns of older adults to detect health changes. To learn the ADLs, we incorporate scene information to provide contextual information to build our activity model. The strength of our algorithm lies in its generalizability to model different ADLs while adding more information to the model as we instantiate ADLs from learned activity states. We validate our results in a controlled environment and compare it with another widely accepted classifier, the hidden Markov model (HMM) and its variations. We also test our system on depth data collected in a dynamic unstructured environment at TigerPlace, an independent living facility for older adults. An in-home activity monitoring system would benefit from our algorithm to alert healthcare providers of significant temporal changes in ADL behavior patterns of frail older adults for fall risk, cognitive impairment, and other health changes.",
		"pages": "68-82",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1077314215000892",
		"journal": "Computer Vision and Image Understanding",
		"volume": "140"
	},
	{
		"id": "TURLEY200933",
		"source_id": "TURLEY200933",
		"type": "article",
		"title": "Impact of voice and swallowing problems in the elderly",
		"author": "Richard Turley and Seth Cohen",
		"doi": "https://doi.org/10.1016/j.otohns.2008.10.010",
		"abstract": "Objectives 1) Evaluate the prevalence and quality-of-life impact of voice and swallowing problems in the elderly; 2) determine treatment trends and barriers to treatment. Study Design Cross-sectional study of independent-living residents in two retirement communities. Prevalence of dysphonia and dysphagia, voice-related quality of life (VRQOL), 7-point Likert scale of dysphagia severity, Center for Epidemiologic Studies Depression (CES-D) scale, and barriers to treatment were collected. Spearman correlation and ANOVA statistics were performed. Results A total of 248 residents responded with a mean age of 82.4 years; 19.8 percent had dysphonia, 13.7 percent dysphagia, and 6 percent both. Respondents with more severe swallowing difficulty had greater impairment on the VRQOL (P = 0.04, Spearman correlation = −0.4). Respondents with both dysphonia and dysphagia had greater depression scores than those with neither symptom (mean CES-D score 15.5 vs 9.9, P = 0.009, ANOVA, P < 0.05, Bonferroni t test). Only 22.4 percent and 20.6 percent had sought treatment for dysphonia and dysphagia, respectively. Being unaware of treatment options and viewing voice and swallowing trouble as a normal part of aging were the most common reasons for not seeking treatment. Conclusions Voice and swallowing problems are common in the elderly, but they are not realizing potential treatment benefits.",
		"pages": "33-36",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0194599808014976",
		"journal": "Otolaryngology - Head and Neck Surgery",
		"volume": "140"
	},
	{
		"id": "DRAKE2004749",
		"source_id": "DRAKE2004749",
		"type": "article",
		"title": "Three-year outcomes of long-term patients with co-occurring bipolar and substance use disorders",
		"author": "Robert E. Drake and Haiyi Xie and Gregory J. McHugo and Martha Shumway",
		"keywords": "Co-occurring disorders, bipolar and substance use disorders",
		"doi": "https://doi.org/10.1016/j.biopsych.2004.08.020",
		"abstract": "Little is known about the long-term outcomes of patients in the public mental health system who are disabled by co-occurring bipolar and substance use disorders. This article reports on the 3-year course of 51 patients with co-occurring bipolar and substance use disorders in the New Hampshire Dual Diagnosis Study. Participants received integrated dual disorders treatments in the state mental health system and were independently assessed with standardized measures at baseline and every 6 months for 3 years. Though psychiatric symptoms improved only modestly, participants improved steadily in terms of remission from substance abuse (61% in full remission at 3 years); they also achieved greater independent living (average 239 days in third year), competitive employment (49% in third year), regular social contacts with nonsubstance abusers (46% at 3 years), and quality of life (56% satisfied with life at 3 years). Different domains of outcome were only weakly related to each other. Long-term, disabled patients with co-occurring bipolar and substance use disorders have potential for remission from substance abuse and substantial improvements in functioning and quality of life.",
		"pages": "749-756",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006322304009345",
		"journal": "Biological Psychiatry",
		"volume": "56"
	},
	{
		"id": "ZAJAC2015139",
		"source_id": "ZAJAC2015139",
		"type": "article",
		"title": "Juvenile justice, mental health, and the transition to adulthood: A review of service system involvement and unmet needs in the U.S.",
		"author": "Kristyn Zajac and Ashli J. Sheidow and Maryann Davis",
		"keywords": "Transition age youth, Juvenile justice, Mental health, Service utilization, Evidence-based practice",
		"doi": "https://doi.org/10.1016/j.childyouth.2015.07.014",
		"abstract": "Although adolescents are the primary focus of juvenile justice, a significant number of young people involved with this system are considered transition age youth (i.e., 16–25years of age). The aims of this review are to summarize the specific needs of transition age youth with mental health conditions involved with the juvenile justice system, identify the multiple service systems relevant to this group, and offer recommendations for policies and practice. A comprehensive search strategy was used to identify and synthesize the literature. Findings highlight the paucity of research specific to transition age youth. Thus, we also summarized relevant research on justice-involved adolescents, with a focus evaluating its potential relevance in the context of the unique milestones of the transition age, including finishing ones education, setting and working towards vocational goals, and transitioning from ones family of origin to more independent living situations. Existing programs and initiatives relevant to transition age youth with mental health conditions are highlighted, and nine specific recommendations for policy and practice are offered.",
		"pages": "139-148",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740915300220",
		"journal": "Children and Youth Services Review",
		"volume": "56"
	},
	{
		"id": "ANDERSON2005205",
		"source_id": "ANDERSON2005205",
		"type": "article",
		"title": "Transition Through the Continuum of Care in a Continuing Care Retirement Community: Can a Functional Rating Scale Be a Decision-Making Tool?",
		"author": "Barbara J. Anderson and Linda Tom",
		"doi": "https://doi.org/10.1016/j.jamda.2005.03.008",
		"abstract": "This retrospective descriptive study was done to determine if the Geriatric Functional Rating Scale (GFRS) can be used as an objective measure of a resident’s need for a higher level of care in a continuing care retirement community (CCRC). A total of 290 of the 300 available independent living residents in a CCRC underwent assessment with the GFRS. At the end of the study period (February 2000 through December 2003), 84% of those who initially had a score of ≥40 were still living independently (alone or with a spouse), of those scoring 20 to <40, 11% were living independently, 40% required some assistance, and 20% entered a Long-Term Care Facility (LTC). Of those scoring <20 initially, none were living independently at the end of the study period. GFRS scores of ≥40 seemed to correlate with continued independence and <40 with an increasing need for assistance. The GFRS provides a functional database on each resident and may be a good objective predictor of future level of care. The sensitivity and specificity of GFRS scores <40 were 42% and 96%, respectively, for either admission to a facility or death. The positive predictive value was 87% and the negative predictive value was 72%.",
		"pages": "205-208",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861005001970",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "6"
	},
	{
		"id": "VARSHNEY201420",
		"source_id": "VARSHNEY201420",
		"type": "article",
		"title": "Mobile health: Four emerging themes of research",
		"author": "Upkar Varshney",
		"keywords": "Mobile health, Information technologies, Decision making, Emergencies, Applications",
		"doi": "https://doi.org/10.1016/j.dss.2014.06.001",
		"abstract": "Mobile health has been receiving a lot of attention from patients, healthcare professionals, application developers, network service providers and researchers. Mobile health is more than just some healthcare applications on a mobile phone and it can involve sensors and wireless networks in monitoring various conditions, mobile devices to access numerous healthcare services, healthcare professionals to make decisions and provide emergency care, and for the elderly to manage their daily activities in independent living. More specifically, m-health can result in major advances in (a) expanding healthcare coverage, (b) improving decision making, (c) managing chronic conditions and (d) providing suitable healthcare in emergencies. To help realize these advances, there are major research challenges that need to be addressed. We classify these challenges in four categories of (a) patients related, (b) healthcare professionals related, (c) IT related and (d) applications related challenges. Within each category, we identify several research problems, and we present some high-level and preliminary solutions along with an agenda for future research. The paper may provide a platform for future research and decision-making related to patients, healthcare professionals, applications, and infrastructure. These decisions will significantly impact how future mobile health services will be designed, developed, evaluated, and adopted globally.",
		"pages": "20-35",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167923614001754",
		"journal": "Decision Support Systems",
		"volume": "66"
	},
	{
		"id": "WHITE200987",
		"source_id": "WHITE200987",
		"type": "article",
		"title": "Communal nesting is unrelated to burrow availability in the common warthog",
		"author": "Angela M. White and Elissa Z. Cameron",
		"keywords": "common warthog, communal nesting, cooperative breeding, ecological constraints, habitat choice, , reproductive strategies, site selection, sociality",
		"doi": "https://doi.org/10.1016/j.anbehav.2008.08.030",
		"abstract": "Warthogs, Phacochoerus africanus, are an unusual ungulate. They are facultative cooperative breeders where females within the same population display both solitary and cooperative reproductive strategies. Warthogs require burrows for sleeping and rearing their young, yet they are unable to dig their own burrows and rely on aardvark excavations. Studies of warthogs have failed to show any reproductive benefits to females participating in communal care and suggest a reproductive cost to cooperation. The ecological constraints hypothesis proposes that environmental factors limit an individuals ability to successfully disperse and reproduce. In this study we investigated whether limitations in burrow sites can explain cooperative breeding in this species. We checked over 500 burrows for signs of use systematically for 1 year to determine whether burrows were a limiting resource and to investigate burrow use preferences. Our methodology allowed us to determine whether burrows were used by adults with young or by adults without young. We found that burrow availability did not appear to pose an ecological constraint on independent living, as the percentage of burrows used remained relatively low throughout the year. Additionally, the number of burrows in a warthog clan area did not influence the percentage of females breeding cooperatively. Predator avoidance appeared to be the main factor influencing individual burrow selection by warthogs and communal nesting may best be explained as a form of antipredator behaviour.",
		"pages": "87-94",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003347208004508",
		"journal": "Animal Behaviour",
		"volume": "77"
	},
	{
		"id": "TABAK2015189",
		"source_id": "TABAK2015189",
		"type": "article",
		"title": "Perceived emotional intelligence is impaired and associated with poor community functioning in schizophrenia and bipolar disorder",
		"author": "Naomi T. Tabak and Michael F. Green and Jonathan K. Wynn and Greg H. Proudfit and Lori Altshuler and William P. Horan",
		"keywords": "Schizophrenia, Bipolar disorder, Emotion, Emotional intelligence",
		"doi": "https://doi.org/10.1016/j.schres.2014.12.005",
		"abstract": "Schizophrenia and bipolar disorder have been associated with shared and distinct emotion processing abnormalities. Initial findings indicate that these disorders differ with respect to the domain of emotional intelligence (EI). Individuals with schizophrenia display deficits on performance measures of EI, whereas those with bipolar disorder do not. However, no research has examined patients subjective beliefs about their own EI (referred to as “perceived EI”). This study examined perceived EI, assessed with the Trait Meta-Mood Scale (TMMS), and its clinical and functional correlates in outpatients with schizophrenia (n=35) or bipolar disorder I (n=38) and matched healthy controls (n=35). The TMMS includes three subscales that assess beliefs about ones ability to attend to (Attention to Feelings), understand (Clarity of Feelings), and repair emotions (Mood Repair). Participants in the clinical groups also completed community functioning and symptom assessments. Both clinical groups reported significantly lower perceived EI than controls, but did not differ from each other. Higher total TMMS correlated with higher levels of independent living in the schizophrenia group (r=.36) and better social functioning in the bipolar group (r=.61). In addition, although higher Attention to Feelings scores correlated with greater psychiatric symptoms in the schizophrenia group, higher scores across all subscales correlated with less manic symptoms in the bipolar group. The findings suggest that perceived EI is impaired and related to community functioning in both disorders.",
		"pages": "189-195",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996414007154",
		"journal": "Schizophrenia Research",
		"volume": "162"
	},
	{
		"id": "HUSCROFTDANGELO2013916",
		"source_id": "HUSCROFTDANGELO2013916",
		"type": "article",
		"title": "Gender differences in perceptions of aftercare supports and services",
		"author": "Jacqueline Huscroft-DAngelo and Alexandra Trout and Michael Epstein and Kristin Duppong-Hurley and Ron Thompson",
		"keywords": "Aftercare, Residential care, Gender differences, Transition",
		"doi": "https://doi.org/10.1016/j.childyouth.2013.01.024",
		"abstract": "Youth depart residential care with many continued risk factors, unique needs, and challenges as they reintegrate into the home, school, and community settings. Currently, there is limited research on needs and best practices in aftercare services and supports for youth departing from residential settings and even less is known about how these differ by gender. While preliminary studies have explored perceptions of need during reintegration and aftercare by youth and caregivers, little is known about how these may differ by gender or if perceptions change over time after experiencing the initial transition period. One way to address this knowledge gap is to identify how prepared males and females feel for reintegration in critical life domains, their beliefs about aftercare, and preferences regarding potential services or supports to aide in the reintegration at discharge. Therefore, the purpose of this study was to explore if males and females differ on preparedness for reintegration across critical life domains, beliefs about aftercare, and preferences regarding potential services or supports to aide in the reintegration at departure from a residential treatment facility (N=132). Overall, very few differences were found between males and females at departure. Implications, limitations, and future research are discussed.",
		"pages": "916-922",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740913000534",
		"journal": "Children and Youth Services Review",
		"volume": "35"
	},
	{
		"id": "BALLESTEROS2015453",
		"source_id": "BALLESTEROS2015453",
		"type": "article",
		"title": "Maintaining older brain functionality: A targeted review",
		"author": "Soledad Ballesteros and Eduard Kraft and Silvina Santana and Chariklia Tziraki",
		"keywords": "Aging, Neuroplasticity, Social-brain, Cognitive training, Physical exercise, Physical activity, Social networks, Video games, Tai Chi, Dance, Information and communication technology",
		"doi": "https://doi.org/10.1016/j.neubiorev.2015.06.008",
		"abstract": "The unprecedented growth in the number of older adults in our society is accompanied by the exponential increase in the number of elderly people who will suffer cognitive decline and dementia in the next decades. This will create an enormous cost for governments, families and individuals. Brain plasticity and its role in brain adaptation to the process of aging is influenced by other changes as a result of co-morbidities, environmental factors, personality traits (psychosocial variables) and genetic and epigenetic factors. This review summarizes recent findings obtained mostly from interventional studies that aim to prevent and/or delay age-related cognitive decline in healthy adults. There are a multitude of such studies. In this paper, we focused our review on physical activity, computerized cognitive training and social enhancement interventions on improving cognition, physical health, independent living and wellbeing of older adults. The methodological limitations of some of these studies, and the need for new multi-domain synergistic interventions, based on current advances in neuroscience and social-brain theories, are discussed.",
		"pages": "453-477",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149763415001621",
		"journal": "Neuroscience & Biobehavioral Reviews",
		"volume": "55"
	},
	{
		"id": "SCHILP20121151",
		"source_id": "SCHILP20121151",
		"type": "article",
		"title": "High prevalence of undernutrition in Dutch community-dwelling older individuals",
		"author": "Janneke Schilp and Hinke M. Kruizenga and Hanneke A.H. Wijnhoven and Eva Leistra and Anja M. Evers and Jaap J. van Binsbergen and Dorly J.H. Deeg and Marjolein Visser",
		"keywords": "Undernutrition, Aged, Independently living, Home care, General practice",
		"doi": "https://doi.org/10.1016/j.nut.2012.02.016",
		"abstract": "Objective To examine the prevalence of undernutrition in community-dwelling older individuals (≥65 y) using data from various settings. Methods A cross-sectional observational study was performed to examine the prevalence of undernutrition in three samples (all ≥65 y): 1) 1267 community-dwelling individuals participating in a large prospective population-based study, the Longitudinal Aging Study Amsterdam (LASA) in 1998/99; 2) 814 patients receiving home care in 2009/10; and 3) 1878 patients from general practices during the annual influenza vaccination in 2009/10. Undernutrition was assessed by the Short Nutritional Assessment Questionnaire 65+. Results Mean age was 77.3 y (SD 6.7) in the LASA sample, 81.6 y (SD 7.4) in the home care sample, and 75.3 y (SD 6.5) in the general practice sample. The prevalence of undernutrition was highest in the home care sample (35%), followed by the general practice (12%) and LASA (11%) samples. The prevalence of undernutrition increased significantly with age in the general practice and LASA samples. Gender differences were observed in the general practice and home care samples; women were more likely to be undernourished in the general practice sample and men were more likely to be undernourished in the home care sample. Conclusion The prevalence of undernutrition in Dutch community-dwelling older individuals was relatively high, especially in home care patients.",
		"pages": "1151-1156",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0899900712000949",
		"journal": "Nutrition",
		"volume": "28"
	},
	{
		"id": "MCHUGO2012233",
		"source_id": "MCHUGO2012233",
		"type": "article",
		"title": "A 10-year study of steady employment and non-vocational outcomes among people with serious mental illness and co-occurring substance use disorders",
		"author": "Gregory J. McHugo and Robert E. Drake and Haiyi Xie and Gary R. Bond",
		"keywords": "Co-occurring disorders, Supported employment, Longitudinal outcomes",
		"doi": "https://doi.org/10.1016/j.schres.2012.04.007",
		"abstract": "Objective Employment promotes recovery for persons with serious mental illness by providing extra income and a valued social role, but the impact of employment on other psychosocial and clinical outcomes remains unclear. This study examined non-vocational outcomes in relation to steady employment over 10years among people with serious mental illness and co-occurring substance use disorders. Methods Researchers interviewed people with co-occurring disorders at baseline and yearly for 10years and tracked employment in relation to five non-vocational outcomes: independent living, psychiatric symptoms, substance use disorder, healthy (non-substance-abusing) relationships, and life satisfaction. Latent class trajectory analysis identified steady workers, and mixed-effects regression models compared steady workers with non-workers. Results Both steady workers (n=51) and non-workers (n=79) improved substantially; for example, a majority of each group achieved independent housing and stable remission of substance use disorders. Steady workers achieved independent housing and higher quality of life during the first 5years of follow-up, but the two groups achieved similar outcomes by 10years. Conclusions People with co-occurring disorders can improve markedly. Those with steady employment may improve faster, but those without employment may achieve similar long-term outcomes at a slower pace.",
		"pages": "233-239",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996412001983",
		"journal": "Schizophrenia Research",
		"volume": "138"
	},
	{
		"id": "HARVEY201386",
		"source_id": "HARVEY201386",
		"type": "article",
		"title": "The convergence between self-reports and observer ratings of financial skills and direct assessment of financial capabilities in patients with schizophrenia: More detail is not always better",
		"author": "Philip D. Harvey and Laura Stone and David Lowenstein and Sara J. Czaja and Robert K. Heaton and Elizabeth W. Twamley and Thomas L. Patterson",
		"keywords": "Schizophrenia, Disability, Functional capacity, Neuropsychology",
		"doi": "https://doi.org/10.1016/j.schres.2013.02.018",
		"abstract": "Despite multiple lines of evidence suggesting that people with schizophrenia tend to overestimate their ability to perform everyday tasks such as money management, self-report methods are still widely used to assess functioning. In todays technology driven financial world patients are faced with increasingly complex financial management tasks. To meet these challenges adequate financial skills are required. Thus, accurate assessments of these abilities are critical to decisions regarding a patients need for support such as a financial trustee. As part of the larger VALERO study, 195 patients with schizophrenia were asked to self-report their everyday financial skills (five common financial tasks) with the Independent Living Skills Survey (ILSS). They were also assessed with performance-based measures of neuro-cognition and functional capacity with a focus on financial skills. In addition, a friend, relative, or clinician informant was interviewed with the ILSS and a best estimate rating of functioning was generated. Scores on the performance-based measures of financial skills and neuropsychological tests were uncorrelated with self-reported financial activities. Interviewer and all informant judgments of financial abilities were also minimally correlated with performance on functional skill tests. Discrete financial skills appear to be challenging for clinicians to rate with accuracy without the use of direct assessments. Direct assessment of financial skills seems prudent when making determinations about the need for guardianship or other financial supervision.",
		"pages": "86-90",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996413001102",
		"journal": "Schizophrenia Research",
		"volume": "147"
	},
	{
		"id": "SIORDIA2013149",
		"source_id": "SIORDIA2013149",
		"type": "article",
		"title": "Methodological note: Allocation of disability items in the American Community Survey",
		"author": "Carlos Siordia and Rebekah Young",
		"keywords": "Disability, Allocation, Imputation, ACS, PUMS, HLM",
		"doi": "https://doi.org/10.1016/j.dhjo.2012.11.007",
		"abstract": "Background Determining the prevalence and correlates of disability requires the use of sample surveys in data analysis. In an effort to generate complete datasets, allocation procedures (i.e., the assignment of values to missing or illogical responses) are frequently used for missing or inconsistent responses. Objectives The goal of this investigation was to explore how six disability-related questions vary in their degree of allocation and how research results may be sensitive to this procedure. This is important because many researchers using large disability information banks are not survey methodologists and may be unaware of how the Census Bureaus editing procedures can influence research findings. Methods We use 2010 1-year Public Use Microdata Sample files from the American Community Survey (ACS). We investigated the allocation rates of the following disability items: self-care; hearing; vision; independent living; ambulatory; and cognitive ability. We also asked how allocation rates varied by demographic characteristics and whether the allocated values could influence multivariate results. Results Disability item allocation in ACS data have detectable patterns, where the rate of disability allocation is higher for mail surveys, males, older people, groups who speak English not well or not at all, US citizens, Latinos(as), and for people living in or near poverty. Multivariate models may be sensitive to how these allocated values are treated. Conclusions The rate of allocations varies as a function of demographic variables because of methodological procedures and survey participation behaviors. Because allocation rates may affect research and policy about the disabled population, more research is required.",
		"pages": "149-153",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657412001537",
		"journal": "Disability and Health Journal",
		"volume": "6"
	},
	{
		"id": "HAVLICEK2014230",
		"source_id": "HAVLICEK2014230",
		"type": "article",
		"title": "Re-entry among former foster youth in early adulthood: Findings from illinois",
		"author": "Judy Havlicek and Clark M. Peters",
		"keywords": "Former foster youth, Re-entry, Reinstated wardship, Transition to adulthood, Independent living policy and practice",
		"doi": "https://doi.org/10.1016/j.childyouth.2014.09.001",
		"abstract": "On January 1, 2010, the Foster Youth Successful Transition to Adulthood Act went into effect in the state of Illinois to legally permit former foster youth who are at least 18years old and not yet 21years old to voluntarily re-engage with child welfare agencies and juvenile court to receive Supporting Emancipated Youth Services. Not much is known about the number or characteristics of foster youth who have taken advantage of this new opportunity to receive support following a hardship. This study used administrative data from the Illinois Department of Children and Family Services (IDCFS) to describe foster youth who have legally re-entered out-of-home care after exiting through emancipation. Findings revealed that a low number of former foster youth re-entered out-of-home care. This article discusses possible explanations for why so few youth have re-entered out-of -home care when research suggests they may be at increased risk for making the transition to adulthood.",
		"pages": "230-237",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740914003259",
		"journal": "Children and Youth Services Review",
		"volume": "46"
	},
	{
		"id": "PALACIO20091",
		"source_id": "PALACIO20091",
		"type": "article",
		"title": "Non-collision injuries in urban buses—Strategies for prevention",
		"author": "Alejandro Palacio and Giuseppe Tamburro and Desmond O’Neill and Ciaran K. Simms",
		"keywords": "Non-collision injuries, Buses, Older people, Injury prevention strategies",
		"doi": "https://doi.org/10.1016/j.aap.2008.08.016",
		"abstract": "Public transport is a potentially important part of independent living for older people, but they are over-represented in non-collision bus injuries. This paper reports on a computational modelling approach to addressing this problem: the Madymo human model validated for simulating passive, seated vehicle occupants was adapted to simulate a standing passenger in an accelerating bus. The force/deformation characteristics of the bus were measured and the human model was expanded to include a validated active hand grip. Real world urban bus acceleration profiles were measured and used as inputs for the simulations. Balance loss could not be predicted, but injuries from contact with the vehicle floor following a fall were evaluated. Results show that peak bus accelerations measured (±0.32g) exceed reported acceleration thresholds for balance loss for a standing passenger using a handgrip (0.15g). The maximum predicted probability of knee and head injuries arising from impact with bus seats, handrails and walls were 53% and 35%, respectively. The stairwell and horizontal seatback handles were particularly hazardous and the latter should be replaced with vertical handrails. Driver training should be expanded to include video training based on multibody simulations to highlight the risks for standing passengers induced by harsh braking and acceleration.",
		"pages": "1-9",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0001457508001279",
		"journal": "Accident Analysis & Prevention",
		"volume": "41"
	},
	{
		"id": "LLOYD2012570",
		"source_id": "LLOYD2012570",
		"type": "article",
		"title": "Emotional intelligence (EI) as a predictor of depression status in older adults",
		"author": "Sandra J. Lloyd and Michael Malek-Ahmadi and Kathleen Barclay and Miguel R. Fernandez and Max Stanley Chartrand",
		"keywords": "Depression, Geriatric population, Emotional intelligence, Geriatric Depression Scale",
		"doi": "https://doi.org/10.1016/j.archger.2012.06.004",
		"abstract": "Underdeveloped recognition systems or predictors for negative consequences related to depression in the older adult put this population at a significant risk for suicide, medical illness, and poor health status. Research concerning strategies for predicting depression in the older adult population has not until recently focused on the possibility of measuring ones EI as a potential predictive factor. To address an aspect of this neglect, the present quantitative correlational study explored to what extent the total Emotional Quotient (EQ) scale score of EI predicted depression. Two self-report measures were utilized: the Geriatric Depression Scale-Short (GDS-Short), and the Bar-On Emotional Quotient Inventory:Short (EQ-i:S). A purposive sample of 128 men and women (ages 65 and older) were recruited from local recreation centers and independent living facilities. To determine the extent to which EQ-i:S scaled score predicted depression, multiple logistic regression analysis was carried out. After accounting for age, education, and anti-depressant use, EQ-i:S scaled score had a statistically significant effect OR=0.94 (0.91, 0.97), p<0.001. This result indicated that for every 1-point increase in EQ-i:S scaled score, the risk of having depression decreased by 6%. The results indicated that increased EI has a beneficial effect in terms of current depression status. Future longitudinal research in examining EI as a predictor for depression in the older adult population is needed to substantiate and expand upon these findings.",
		"pages": "570-573",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494312001288",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "55"
	},
	{
		"id": "DECOURT2014A52",
		"source_id": "DECOURT2014A52",
		"type": "article",
		"title": "Survie en dialyse chronique des patients atteints de myélome ou d’amylose AL : analyse des données du registre REIN de 2002 à 2011",
		"author": "A. Decourt and C. Couchoud and J.C. Delaroziere and B. Gondouin and M. Sallée and S. Burtey and L. Chiche and R. Costello and B. Dussol and P. Brunet and Y. Berland and N. Jourde-Chiche",
		"doi": "https://doi.org/10.1016/j.revmed.2014.10.080",
		"abstract": "Introduction Le myélome multiple (MM) et l’amylose AL (AAL) se compliquent fréquemment d’une insuffisance rénale aigue ou chronique qui grève leur pronostic et peut nécessiter un traitement de suppléance par dialyse chronique. Les nouvelles chimiothérapies telles que le bortezomib ont amélioré le pronostic global des patients atteints de MM ou d’AAL, mais leur bénéfice n’est pas démontré chez les patients en dialyse chronique. L’objectif de cette étude était d’analyser la survie en dialyse et les facteurs de risque de mortalité́ des patients atteints de MM ou d’AAL incidents en dialyse chronique entre janvier 2002 et décembre 2011 en France à partir des données du registre national REIN. Patients et méthodes Tous les patients incidents en dialyse chronique entre 2002 et 2011 du fait d’un rein myélomateux, d’une amylose AL ou d’une maladie de Randall, enregistrés dans REIN, ont été́ inclus. La survie, les facteurs de risque de décès, les causes de décès et la récupération rénale ont été́ analysés. La survie et le sevrage de la dialyse ont été comparés selon deux périodes : de 2002 à 2005 (avant l’utilisation du bortezomib chez les patients avec atteinte rénale) et de 2006 à 2011. Les patients hématologiques ont été comparés à une cohorte de patients dialysés témoins. Résultats Parmi les 63 349 patients incidents en dialyse entre 2002 et 2011, 1462 (2,3 %) patients étaient en dialyse du fait d’une gammapathie monoclonale : rein myélomateux pour 861 (59 %), amylose AL pour 267 (18 %) et maladie de Randall pour 334 (23 %) patients. Le suivi médian était de 13,1 mois (IQR 4–33). L’âge médian était de 72,3ans (63,9–78,9) avec 55,7 % d’hommes. Au cours du suivi, 982 (77,2 %) patients sont décédés. La médiane de survie en dialyse chronique était de 18,3 mois (IC95 % 16,3–19,9) alors qu’elle était de 51,6 mois (IC95 % 49,6–54,1) dans la cohorte contrôle de patients dialysés chroniques. Les causes de décès étaient principalement néoplasiques (34 %), cardio-vasculaires (18 %) ou infectieuses (13 %). Les facteurs de risque de décès ajustés en analyse multivariée étaient l’âge (HR 1,026 – p<0,001), l’incapacité à marcher sans aide (HR 1,931 – p<0,001), l’insuffisance cardiaque (HR 1,536 – p<0,001) et l’initiation de la dialyse sur un cathéter central (HR 1,395 – p=0,004). Deux facteurs étaient protecteurs : l’année d’initiation de la dialyse (HR 0,947 – p=0,008), et l’hypertension artérielle (HR 0,803 – p=0,019). La période d’initiation de dialyse 2006–2011 n’était pas significativement associée à une meilleure survie, mais le taux de sevrage de la dialyse était significativement plus élevé par rapport à la période 2002–2005 (10,4 % vs 4 % p<0,001) chez les patients hématologiques. Conclusion Ces données confirment le pronostic sombre des patients mis en dialyse suite à un MM, une AAL ou une maladie de Randall, avec néanmoins une amélioration de la survie au cours du temps entre 2002 et 2011. L’incidence du sevrage de la dialyse chez des patients pourtant considérés comme chroniques a augmenté de façon significative entre 2002–2005 et 2006–2011, après l’utilisation large du bortezomib chez les patients avec atteinte rénale.",
		"pages": "A52",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0248866314007358",
		"journal": "La Revue de Médecine Interne",
		"volume": "35"
	},
	{
		"id": "DICK2011S75",
		"source_id": "DICK2011S75",
		"type": "article",
		"title": "Chapter VI: Follow-up after Revascularisation",
		"author": "F. Dick and J.-B. Ricco and A.H. Davies and P. Cao and C. Setacci and G. de Donato and F. Becker and H. Robert-Ebadi and H.H. Eckstein and P. De Rango and N. Diehm and J. Schmidli and M. Teraa and F.L. Moll and M. Lepäntalo and J. Apelqvist",
		"keywords": "Critical limb ischaemia, Follow-up, Surveillance, Repeat revascularisation, Prognosis",
		"doi": "https://doi.org/10.1016/S1078-5884(11)60013-0",
		"abstract": "Structured follow-up after revascularisation for chronic critical limb ischaemia (CLI) aims at sustained treatment success and continued best patient care. Thereby, efforts need to address three fundamental domains: (A) best medical therapy, both to protect the arterial reconstruction locally and to reduce atherosclerotic burden systemically; (B) surveillance of the arterial reconstruction; and (C) timely initiation of repeat interventions. As most CLI patients are elderly and frail, sustained resolution of CLI and preserved ambulatory capacity may decide over independent living and overall prognosis. Despite this importance, previous guidelines have largely ignored follow-up after CLI; arguably because of a striking lack of evidence and because of a widespread assumption that, in the context of CLI, efficacy of initial revascularisation will determine prognosis during the short remaining life expectancy. This chapter of the current CLI guidelines aims to challenge this disposition and to recommend evidentially best clinical practice by critically appraising available evidence in all of the above domains, including antiplatelet and antithrombotic therapy, clinical surveillance, use of duplex ultrasound, and indications for and preferred type of repeat interventions for failing and failed reconstructions. However, as corresponding studies are rarely performed among CLI patients specifically, evidence has to be consulted that derives from expanded patient populations. Therefore, most recommendations are based on extrapolations or subgroup analyses, which leads to an almost systematic degradation of their strength. Endovascular reconstruction and surgical bypass are considered separately, as are specific contexts such as diabetes or renal failure; and critical issues are highlighted throughout to inform future studies.",
		"pages": "S75-S90",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1078588411600130",
		"journal": "European Journal of Vascular and Endovascular Surgery",
		"volume": "42"
	},
	{
		"id": "ARVE2009137",
		"source_id": "ARVE2009137",
		"type": "article",
		"title": "Social functioning and survival: A 10-year follow-up study",
		"author": "Seija Arve and Sirkku Lavonius and Niina Savikko and Aapo Lehtonen and Hannu Isoaho",
		"keywords": "Successful aging, Social functioning, Survival and home health care of the elderly",
		"doi": "https://doi.org/10.1016/j.archger.2007.12.001",
		"abstract": "Although otherwise extensively researched, one aspect of social functioning in older people that has received less attention is its association with staying at home for as long as possible. This 10-year follow-up examines factors of social functioning that support older peoples independent living in their own homes and that reduce the risk of mortality. The data were collected in 1991 by a postal questionnaire that was sent to all residents of Turku, Finland, born in 1920. A physical examination was also conducted. Ten years later, in 2001, the mortality rate of this population was determined. The data were examined statistically. Female gender reduced the risk of mortality. In addition, daily outdoor activities, and not needing help (from different sources) were associated with a reduced risk of mortality. No need for help and a more positive attitude towards life reduced the risk of mortality of women. There were found only non-significant trends for men. Having plans for the future also reduced the risk of mortality. The findings of this study offer useful clues for planning the services provided by home health care personnel. In planning these services it is important that home health care workers take into account the differences between women and men customers: men may need and want different things from the home health care service than women do.",
		"pages": "137-141",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494307002427",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "48"
	},
	{
		"id": "KANGAS2008285",
		"source_id": "KANGAS2008285",
		"type": "article",
		"title": "Comparison of low-complexity fall detection algorithms for body attached accelerometers",
		"author": "Maarit Kangas and Antti Konttila and Per Lindgren and Ilkka Winblad and Timo Jämsä",
		"keywords": "Elderly, Independent living, Hip fracture, Movement analysis",
		"doi": "https://doi.org/10.1016/j.gaitpost.2008.01.003",
		"abstract": "The elderly population is growing rapidly. Fall related injuries are a central problem for this population. Elderly people desire to live at home, and thus, new technologies, such as automated fall detectors, are needed to support their independence and security. The aim of this study was to evaluate different low-complexity fall detection algorithms, using triaxial accelerometers attached at the waist, wrist, and head. The fall data were obtained from standardized types of intentional falls (forward, backward, and lateral) in three middle-aged subjects. Data from activities of daily living were used as reference. Three different detection algorithms with increasing complexity were investigated using two or more of the following phases of a fall event: beginning of the fall, falling velocity, fall impact, and posture after the fall. The results indicated that fall detection using a triaxial accelerometer worn at the waist or head is efficient, even with quite simple threshold-based algorithms, with a sensitivity of 97–98% and specificity of 100%. The most sensitive acceleration parameters in these algorithms appeared to be the resultant signal with no high-pass filtering, and the calculated vertical acceleration. In this study, the wrist did not appear to be an applicable site for fall detection. Since a head worn device includes limitations concerning usability and acceptance, a waist worn accelerometer, using an algorithm that recognizes the impact and the posture after the fall, might be optimal for fall detection.",
		"pages": "285-291",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S096663620800026X",
		"journal": "Gait & Posture",
		"volume": "28"
	},
	{
		"id": "MAHAJAN20111298",
		"source_id": "MAHAJAN20111298",
		"type": "article",
		"title": "Comparison of Virtual Wheelchair Driving Performance of People With Traumatic Brain Injury Using an Isometric and a Conventional Joystick",
		"author": "Harshal Mahajan and Donald M. Spaeth and Brad E. Dicianno and Diane M. Collins and Michael L. Boninger and Rory A. Cooper",
		"keywords": "Assistive technology, Brain injuries, Rehabilitation, User-computer interface, Wheelchairs",
		"doi": "https://doi.org/10.1016/j.apmr.2011.03.011",
		"abstract": "Mahajan H, Spaeth DM, Dicianno BE, Collins DM, Boninger ML, Cooper RA. Comparison of virtual wheelchair driving performance of people with traumatic brain injury using an isometric and a conventional joystick. Objective To compare wheelchair driving performance in a driving simulator using a conventional joystick and an isometric joystick. Design Randomized, cohort study. Setting A research facility based in a hospital or in an independent living center. Participants Participants (N=20; 12 men, 8 women; mean age ± SD, 30.62±10.91y) who were at least 1 year post-TBI. Interventions Driving performance using an isometric joystick compared with a conventional movement joystick. Main Outcome Measures Average trial completion time, and trajectory-specific measures measured orthogonal to the center of driving tasks: root mean squared error, movement offset, movement error, and number of significant changes in heading. Results After statistically controlling for driving speed, participants were able to complete the driving tasks faster with an isometric joystick than while using a conventional movement joystick. Compared with the conventional joystick, an isometric joystick used for driving forward demonstrated fewer driving errors. During reverse driving the conventional joystick performed better. Conclusions The customizable isometric joystick seems to be a promising interface for driving a powered wheelchair for individuals with TBI.",
		"pages": "1298-1304",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999311001614",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "92"
	},
	{
		"id": "HOLSHAUSEN2014430",
		"source_id": "HOLSHAUSEN2014430",
		"type": "article",
		"title": "Neurocognition, functional capacity, and functional outcomes: The cost of inexperience",
		"author": "Katherine Holshausen and Christopher R. Bowie and Brent T. Mausbach and Thomas L. Patterson and Philip D. Harvey",
		"keywords": "Schizophrenia, Cognition, Outcome, Adaptive functioning, Skill acquisition",
		"doi": "https://doi.org/10.1016/j.schres.2013.08.004",
		"abstract": "Background Neurocognitive impairments are the strongest predictor of functional deficits in schizophrenia, but adaptive (i.e., functional) capacity, typically measured with performance-based assessments, yields an objective index of current abilities, whereas real-world functional performance relies on observations of community activity. However, limited experiences in the community may limit the acquisition, retention, or expression of these skills. Methods We examined the frequency of engagement in behaviors that are assessed in the current “gold standard” in person functional capacity assessment. The UCSD Performance-Based Skills Assessment (i.e., UPSA) examines skills associated with recreational engagement, handling money, scheduling appointments, and navigating public transportation. We used neurocognition, experience, and UPSA performance as predictors of the relationships among cognition and real-world functioning variables. Results Neurocognition was a significant correlate of UPSA scores regardless of whether it was forced into the model before or after prior experience, whereas experience was only a significant predictor of UPSA scores when entered before neurocognition. Further, functional capacity, neurocognition, and experience were significant predictors of real-world outcomes and experience remained a significant predictor regardless of the order it was entered into the model. Conclusions The amount of current experience with functional tasks is not a rate-limiter of the relationships between neurocognition and functional capacity but does account for some previously unexplained variance in the functional capacity–everyday functioning relationship. These findings underscore the importance of neurocognitive deficits as they relate to functional capacity in schizophrenia, and suggest an incremental functional cost of limited experience with independent living.",
		"pages": "430-434",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996413004398",
		"journal": "Schizophrenia Research",
		"volume": "152"
	},
	{
		"id": "SHAMSUDDIN2013318",
		"source_id": "SHAMSUDDIN2013318",
		"type": "article",
		"title": "Correlates of depression, anxiety and stress among Malaysian university students",
		"author": "Khadijah Shamsuddin and Fariza Fadzil and Wan Salwina Wan Ismail and Shamsul Azhar Shah and Khairani Omar and Noor Azimah Muhammad and Aida Jaffar and Aniza Ismail and Raynuha Mahadevan",
		"keywords": "Anxiety, Depression, Malaysian, Stress, University students",
		"doi": "https://doi.org/10.1016/j.ajp.2013.01.014",
		"abstract": "Introduction University students face not only challenges related with independent living, but also academic challenges. This predisposes them to depression, anxiety and stress, which are fairly common. Objective The aim was to assess the prevalence of depression, anxiety and stress, and identify their correlates among university students. Methods A cross-sectional study was conducted on 506 students between the ages of 18 and 24 years from four public universities in the Klang Valley, Malaysia. Through an anonymous, self administered questionnaire, they were assessed by the Depression Anxiety Stress Scale-21 (DASS-21). Data on socio-demographic, family characteristics and living arrangement were also obtained. Students t-test and one-way ANOVA were used to explore association between these aspects. Results Analysis showed among all students, 27.5% had moderate, and 9.7% had severe or extremely severe depression; 34% had moderate, and 29% had severe or extremely severe anxiety; and 18.6% had moderate and 5.1% had severe or extremely severe stress scores based on the DASS-21 inventory. Both depression and anxiety scores were significantly higher among older students (20 and above) and those born in rural areas. Whereas, higher stress scores were significantly higher among older students (20 and above), females, Malays and those whose family had either low or high incomes compared to those with middle incomes. Conclusions The prevalence of anxiety is much higher than either depression or stress, with some differences in their correlates except for age. These differences need to be further explored for development of better intervention programs and appropriate support services targeting this group.",
		"pages": "318-323",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1876201813000592",
		"journal": "Asian Journal of Psychiatry",
		"volume": "6"
	},
	{
		"id": "FLYNN2012431",
		"source_id": "FLYNN2012431",
		"type": "article",
		"title": "A review of treatments for deficits in social skills and self-help skills in autism spectrum disorder",
		"author": "Lorna Flynn and Olive Healy",
		"keywords": "Autism spectrum disorder, Social skills, Self-help skills",
		"doi": "https://doi.org/10.1016/j.rasd.2011.06.016",
		"abstract": "Deficits in social skills and self-help skills present significant challenges for individuals diagnosed with autism spectrum disorders (ASD). Much research in Applied Behavior Analysis (ABA) has been devoted to treatments for deficits in social skills and there exist a number of extensive reviews on the research in this area. Some research has also been conducted in the treatment of self-help skills although no comprehensive reviews of this research have been conducted. A combined acquisition of social and self-help kills is required by individuals diagnosed with ASD for successful independent living in society. The current literature review provides a comprehensive investigation and examination of studies focused on interventions for deficits in social skills or self-help skills in those with ASD. Twenty-two studies that met the inclusion criteria were chosen. Studies were categorised based on intervention. Key studies were defined as studies that added something novel to the literature, rather than replicating previous research. Each study was then evaluated on a number of aspects. All studies showed positive outcomes. Strengths, limitations and future recommendations are discussed.",
		"pages": "431-441",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1750946711001279",
		"journal": "Research in Autism Spectrum Disorders",
		"volume": "6"
	},
	{
		"id": "SINCLAIR2005307",
		"source_id": "SINCLAIR2005307",
		"type": "article",
		"title": "Do patients with advanced glaucoma benefit from blind registration?",
		"author": "A. Sinclair and A. Hinds and R. Sanders",
		"keywords": "Blind registration, Glaucoma, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.017",
		"abstract": "Aim To examine the effectiveness of rehabilitation and social work services received by people in Fife, Scotland who were registered as blind with advanced glaucoma between 1990 and 1999. Method From the blind register 115 patients were recorded as having a primary diagnosis of glaucoma. Records from 7 hospitals and also from the Fife Society for the Blind (FSB) were traced with an overall retrieval rate of 88%. Results The average age at registration was 77 years. Rehabilitation and/or social workers from Fife Society for the Blind visited clients promptly after registration (average time 3.4 weeks) and were shown to have provided helpful support to 95% of those visited. An analysis of the types of support given showed that 71.3% were helped with independent living skills, 58.6% were given low vision aids, 54% had support with mobility issues, 51.7% received help to obtain financial benefit and 36.8% had social or emotional support of some kind. One third of those registered as blind could have been registered earlier and only 10% of patients were registered as partially sighted prior to blind registration. None were referred prior to registration. Conclusion Patients with severe sight loss from glaucoma can benefit from the range of services which follow registration. We recommend that people with glaucoma are referred earlier to improve their access to benefits and to aid the rehabilitation process.",
		"pages": "307-311",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105007727",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "STERNS2005443",
		"source_id": "STERNS2005443",
		"type": "article",
		"title": "Vision loss in a program of all inclusive care for the elderly (PACE): Demographics and treatment",
		"author": "Gwen K. Sterns and Samantha Sterns and Stephen Ryan",
		"keywords": "Inclusive Care, Elderly",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.052",
		"abstract": "Objective/Purpose To identify the incidence, etiology, and severity of vision loss of 50 participants in an independent living program for seniors and to describe the special needs for evaluation and management in this population. Design/methodology A retrospective review of the ophthalmologic charts was performed for fifty participants in a PACE program in Rochester, New York. Demographic data were studied and analyzed. Those participants with functional vision loss received vision rehabilitation at the time of the eye exam or were referred to a vision rehabilitation center for additional care. Results Forty-eight percent of the patients were over age 80, with three patients in their 90s. Fifty-six percent of the patients had a best corrected visual acuity of 20/40 or worse. Eighteen percent of the patients had best corrected visual acuity of 20/200 and would be considered legally blind in the U.S. The leading causes of visual impairment in this group were diabetic retinopathy, cataract, chronic open angle glaucoma, and macular degeneration. Conclusions In this population, there was a high incidence of visual impairment. Low vision rehabilitation to improve the quality of life for this and similar populations should be provided. The patients co-morbidities and needs should be considered when providing low vision care.",
		"pages": "443-447",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105008083",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "DEMURA2012186",
		"source_id": "DEMURA2012186",
		"type": "article",
		"title": "Severity of injuries associated with falls in the community dwelling elderly are not affected by fall characteristics and physical function level",
		"author": "Shinichi Demura and Takayoshi Yamada and Kosho Kasuga",
		"keywords": "Fall risk screening, Healthy elderly, Fallers, ADL, Age-level changes",
		"doi": "https://doi.org/10.1016/j.archger.2011.06.033",
		"abstract": "Many elderly people experience difficulty with independent living after injuries associated with falls. This study aimed to examine the influence of fall characteristics and physical function level on the severity of fall related injuries. The surveys were conducted in 1955 community dwelling elderly. The questions regarded the following: fall experience within the past year, fall direction, fall cause, injured parts and degree of injury, and an activity of daily living (ADL) questionnaire from the Ministry of Education, Culture, Sports, Science and Technology Japan. Data of 1850 subjects with available and complete responses were used for analysis. Three hundred and eighty-six (20.9%) elderly people experienced a fall within the past year and 257 (66.7%) were injured. ADL score was significantly higher in the elderly without fall experience than the elderly with fall experience. No significant difference was found in frequency of fall cause and fall direction between the elderly with and without injuries caused by falling. Significant correlations were found between fall direction and fall cause and injured parts (φ=0.49 and 0.32). ADL score of the elderly who fell by leg backlash was significantly lower than that of the elderly who fell by tripping, slipping and staggering. A decrease of ADL affects the rate of falls in the elderly, but not the degree of injury. Fall characteristics may not be related to the extent of fall injury.",
		"pages": "186-189",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494311001889",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "55"
	},
	{
		"id": "DEMURA2011123",
		"source_id": "DEMURA2011123",
		"type": "article",
		"title": "Selection of useful items for fall risk screening for community dwelling Japanese elderly from the perspective of fall experience, physical function, and age level differences",
		"author": "Shinichi Demura and Takayoshi Yamada and Masanobu Uchiyama and Hiroki Sugiura and Hiroshi Hamazaki",
		"keywords": "Fall risk screening, Healthy elderly, Faller, ADL, Age-level change",
		"doi": "https://doi.org/10.1016/j.archger.2010.11.012",
		"abstract": "This study aimed to examine useful items for screening the fall risk of community dwelling elderly from various perspectives, including fall experience, physical function level, and age level difference. 968 independently living elderly persons over the age of 60 (age: 70.0±7.0) responded to 80 fall risk items representing 7 factors (physical function, fall history, using devices, fear of falling and inactivity, dosing, disease and disability, and environment) and an ADL questionnaire. The high fall risk response rate was calculated for each item and tested for statistical significance among age groups and those with and without fall experience. Cramers V was calculated to examine the relationship between each item and the ADL. In addition, we selected items with significant differences in the high fall risk response rates between the faller and the non-faller groups, a significant relationship with ADL, and a significant difference among age groups. A total of 40 useful items were selected from each fall risk factor (decrease in physical function: 21 items, fall history: 2 items, device usage: 3 items, fear of falling and inactivity: 5 items, dosing: 0 items, disease and disability: 8 items, and environment: 1 item). Selected items can comprehensively and properly assess the fall risk of the healthy elderly as compared with existing questionnaires.",
		"pages": "123-130",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494310002906",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "53"
	},
	{
		"id": "BATSCHE201225",
		"source_id": "BATSCHE201225",
		"type": "article",
		"title": "Using GIS to enhance programs serving emancipated youth leaving foster care",
		"author": "Catherine J. Batsche and Steven Reader",
		"keywords": "Geographic Information Systems (GIS), Foster care, Transition services, Child welfare, Youth programs",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2011.06.003",
		"abstract": "This article describes a GIS prototype designed to assist with the identification and evaluation of housing that is affordable, safe, and effective in supporting the educational goals and parental status of youth transitioning from foster care following emancipation. Spatial analysis was used to identify rental properties based on three inclusion criteria (affordability, proximity to public transportation, and proximity to grocery stores), three exclusion criteria (areas of high crime, prostitution, and sexual predator residence), and three suitability criteria (proximity to health care, mental health care, and youth serving organizations). The results were applied to four different scenarios to test the utility of the model. Of the 145 affordable rental properties, 27 met the criteria for safe and effective housing. Of these, 19 were located near bus routes with direct service to post-secondary education or vocational training programs. Only 6 were considered appropriate to meet the needs of youth who had children of their own. These outcomes highlight the complexities faced by youth when they attempt to find affordable and suitable housing following emancipation. The LEASE prototype demonstrates that spatial analysis can be a useful tool to assist with planning services for youth making the transition to independent living.",
		"pages": "25-33",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718911000632",
		"journal": "Evaluation and Program Planning",
		"volume": "35"
	},
	{
		"id": "ERRA201344",
		"source_id": "ERRA201344",
		"type": "article",
		"title": "Distribution physiologique cérébrale et corps entier du 18F-DPA-714 en TEP/TDM",
		"author": "B. Erra and J. Vercouillie and P. Corcia and S. Maïa and N. Arlicot and J.-L. Baulieu and D. Guilloteau and M.J. Santiago Ribeiro",
		"keywords": "TEP/TDM, F-DPA-714, Neuroinflammation, TSPO, Biodistribution, PET/CT, F-DPA-714, Neuroinflammation, TSPO, Biodistribution",
		"doi": "https://doi.org/10.1016/j.mednuc.2013.01.004",
		"abstract": "Résumé Objectif Étudier la biodistribution physiologique en TEP/TDM du N,N-diéthyl-2-(2-(4-(2-fluoroethoxy)phényl)-5,7-diméthylpyrazolo[1,5-α]pyrimidin-3-yl) acétamide marqué au fluor 18 (18F-DPA-714) chez l’homme, au niveau du cerveau et du corps entier. Le DPA-714 est un ligand de la protéine translocatrice de 18kDa (TSPO), protéine surexprimée par la microglie en cas de neuroinflammation. Matériel et méthodes Des acquisitions dynamiques TEP/TDM cérébrales ont été réalisées chez six sujets sains, pendant 90minutes, après injection intraveineuse de 18F-DPA-714. La biodistribution cérébrale du 18F-DPA-714 a été évaluée visuellement et à l’aide de régions d’intérêts (ROI), selon le référentiel de la MNI-AAL afin d’obtenir les courbes d’activité/temps pour chaque région cérébrale prédéfinie. Un des sujets inclus a eu également des acquisitions TEP/TDM corps entier une heure après injection du 18F-DPA-714, permettant une analyse visuelle et semi-quantitative de la distribution du traceur, par définition de ROI et calcul des SUVs max. Résultats La captation cérébrale maximale du 18F-DPA-714 a été visualisée vers 3,5minutes après injection, au niveau de la substance grise surtout thalamique. Elle a été suivie de deux phases d’élimination : une première phase rapide (3,5–35minutes), puis une phase plus lente jusqu’en fin d’enregistrement. La captation du 18F-DPA-714 a été globalement homogène au sein des structures cérébrales analysées. Les images corps entier ont montré une activité importante au niveau de la vésicule biliaire, du rachis et des glandes salivaires sous-maxillaires, conformément aux précédentes études publiées utilisant d’autres radioligands de la TSPO. Conclusion Cette étude, très préliminaire, confirme que la biodistribution cérébrale du 18F-DPA-714 fait de lui un marqueur intéressant de la neuroinflammation. Elle permet de proposer un protocole d’acquisition des images TEP. Cependant, il semble maintenant nécessaire de mettre en application ces résultats chez des sujets malades. Objective To investigate the physiological biodistribution of N,N-diethyl-2-(2 – (4 – (2-fluoroethoxy) phenyl) -5,7-dimethylpyrazolo [1,5] pyrimidin-3-yl) acetamide labeled with fluorine 18 (18F-DPA-714) in humans, by PET/CT in the brain and the whole body. The DPA-714 is a ligand of the translocator protein (Translocator Protein kDa or TSPO), protein overexpressed by microglia in case of neuroinflammation. Materials and methods Dynamic PET/CT brain acquisitions were performed in six healthy volunteers for 90minutes after intravenous injection of 18F-DPA-714. Brain biodistribution of 18F-DPA-714 was assessed visually and using regions of interest (ROI), according to MNI AAL guidelines in order to obtain the activity/time curves for each brain region predefined. One of the subjects was also included whole body PET/CT acquisitions 1hour after injection of 18F-DPA-714, allowing visual analysis and semi-quantitative distribution of the tracer, by definition of ROI and SUVs max computation. Results The maximum brain uptake of 18F-DPA-714 was visualized at 3.5minutes after injection, gray matter, mostly thalamic. This peak was followed by two elimination phases: an initial rapid phase (3.5 to 35minutes) and a slower phase until the end of recording. Uptake of 18F-DPA-714 was generally consistent across brain structures analyzed. The whole body images show significant activity in the gallbladder, spine and salivary glands under the jaw, in accordance with previous published studies using other radioligands for TSPO. Conclusion This very preliminary study confirms that the brain biodistribution of 18F-DPA-714 makes it an interesting marker of neuroinflammation. This work allows to recommend a PET protocol acquisition. However, it now seems necessary to implement these findings in patients referred for brain conditions.",
		"pages": "44-51",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0928125813000077",
		"journal": "Médecine Nucléaire",
		"volume": "37"
	},
	{
		"id": "GREEN2007307",
		"source_id": "GREEN2007307",
		"type": "article",
		"title": "Linking structure, process, and outcome to improve group home services for foster youth in California",
		"author": "Rex S. Green and Peter T. Ellis",
		"keywords": "Foster youth, Group homes, Quality of services, Service productivity",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2007.01.013",
		"abstract": "The California Youth Connection obtained funding from two foundations to evaluate the performance of group homes serving foster youth in Alameda County, California, in order to inform state policy-making. The evaluation team initially included 14 foster youth that personally experienced group home living. Three inter-related aspects of service were studied: structure, process, and client outcomes, specifically residents’ increase in developmental assets leading to the ability to transition successfully to independent living by the age of 18 years. Data were collected at 32 group homes from 127 residents and 72 staff members using three questionnaires. Both structural and process aspects of services influenced residents’ satisfaction with services. However, only the process of care predicted changes in residents’ developmental assets. State-level regulatory agencies learned from these results that auditing only structural aspects of services was not sufficient to promote effective services. Further, one structure item and two process items were identified as less consistently occurring in the group homes: timely distribution of clothing allowances, healthy communication between staff and youth, and staff support of regular exercise for the residents. Focusing on these aspects of service first should promote more change in outcomes and satisfaction for foster youth residing in group homes.",
		"pages": "307-317",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014971890700016X",
		"journal": "Evaluation and Program Planning",
		"volume": "30"
	},
	{
		"id": "BLYTH2007564",
		"source_id": "BLYTH2007564",
		"type": "article",
		"title": "Pain and falls in older people",
		"author": "Fiona M. Blyth and Robert Cumming and Paul Mitchell and Jie Jin Wang",
		"keywords": "Pain, Accidental falls, Aged, Blue Mountains Eye Study",
		"doi": "https://doi.org/10.1016/j.ejpain.2006.08.001",
		"abstract": "Pain and falling both affect substantial segments of the older population. Despite the presence of several plausible mechanisms for pain to contribute to falling, very few studies have investigated this relationship in older people. If pain is a falls risk factor, this represents a potentially important point of intervention for falls prevention. Falls are a major cause of disability and loss of independent living status in older people. We examined the relationship between pain, pain-related interference with activities and falls in a cross-sectional analysis of 3509 people aged 49 years or more in two postal code areas in New South Wales, Australia (the Blue Mountains Eye Study). We found that subjects reporting pain with moderate to severe level of pain-related interference with activities were more likely to report any falls or multiple falls in the past 12 months than subjects not reporting pain (adjusted prevalence ratios 1.42, p=0.0001 and 1.62, p=0.0156, respectively). We also found a significant trend in the association indicating an increasing likelihood of self-reported falls associated with increasing level of pain-related interference with activities. The association was stronger for multiple falls than for any falls. Excluding subjects with recent fractures did not alter the findings. Given the high prevalence and public health importance of both conditions, further investigation of this association in prospective studies is recommended.",
		"pages": "564-571",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1090380106001169",
		"journal": "European Journal of Pain",
		"volume": "11"
	},
	{
		"id": "HUGHES2007105",
		"source_id": "HUGHES2007105",
		"type": "article",
		"title": "Correlates of Depression in Rural Women With Physical Disabilities",
		"author": "Rosemary B. Hughes and Margaret A. Nosek and Susan Robinson‐Whelen",
		"keywords": "Access to mental health services, Depression, Physical disability, Rural, Treatment, Women",
		"doi": "https://doi.org/10.1111/j.1552-6909.2006.00122.x",
		"abstract": "Objective To describe demographic and disability‐related characteristics, to examine the patterns of treatment for depression, and to investigate correlates of depression severity and predictors of who receives treatment among a sample of depressed rural women with physical disabilities. Design A correlational analysis of data gathered from women recruited for a depression intervention study. Setting Rural centers for independent living located in nine different states across the United States. Participants Women (N = 134) who reported at least mild depression and expressed interest in participating in a depression intervention study. Main outcome measures Depressive symptomatology based on the Beck Depression Inventory‐II; treatment for depression in the past 3 months. Results The majority of participants reported moderate to severe depression (n = 101, 75.4%), with nearly 20% reporting thoughts of suicide. At risk of severe depression were women who were younger, had greater problems with pain, had more limited mobility, and were less satisfied with their social network. Despite the high levels of depressive symptomatology in the sample, more than one third of the women had not received recent treatment for depression. Conclusions This study suggests that depression and access to treatment are critical issues for women with physical disabilities living in rural areas. JOGNN, 36, 105‐114; 2007. DOI: 10.1111/J.1552‐6909.2006.00122.x",
		"pages": "105-114",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0884217515336625",
		"journal": "Journal of Obstetric, Gynecologic & Neonatal Nursing",
		"volume": "36"
	},
	{
		"id": "SALTVEDT201595",
		"source_id": "SALTVEDT201595",
		"type": "article",
		"title": "The Trondheim Hip-Fracture Trial – A randomised trial of comprehensive geriatric care in hip-fracture patients",
		"author": "I. Saltvedt and A. Prestmo and J.L. Helbostad and P. Thingstad and K. Taraldsen and S. Lydersen and G. Hagen and V. Halsteinli and T. Saltnes and S.E. Lamb and L.G. Johnsen and O. Sletvold",
		"doi": "https://doi.org/10.1016/j.eurger.2014.06.013",
		"abstract": "Introduction Hip fractures have serious consequences for independent living, mobility and mortality. The aim of the present study was to investigate if hip fracture patients would benefit of comprehensive geriatric care (CGC) in an acute geriatric ward as compared with orthopaedic care (OC) in an orthopaedic trauma ward. We have previously shown that mobility and activities of daily living were better in the CGC group at four and 12 months. Methods Three hundred and ninety-seven home-dwelling, elderly hip fracture patients were randomised to receive CGC or OC. Resource use was collected from available registries and unit prices from national tariffs. Health care utilization was measured as e.g. length of stay (LOS), discharge destination, readmissions to hospital, days in rehabilitation institutions and nursing homes. Results LOS was 12.6 and 11.0 days (P=0.025) in favour of OC; 47 (24.6%) CGC and 20 (10.7%) OC patients were discharged directly home (P<0.001). After discharge OC patients spent more days in institutional care with an estimated higher total cost of 5125€ (CI – 13346 to 2976; P=0.21) per patient during the first year after randomisation. Conclusion CGC was superior to OC regarding mobility and ADL with less use of institutional care and lower costs.",
		"pages": "95",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764914001168",
		"journal": "European Geriatric Medicine",
		"volume": "6"
	},
	{
		"id": "SCHNEIDER2010539",
		"source_id": "SCHNEIDER2010539",
		"type": "article",
		"title": "Frequency, Course, and Impact of Correctable Visual Impairment (Uncorrected Refractive Error)",
		"author": "Julie Schneider and Stephen R. Leeder and Bamini Gopinath and Jie Jin Wang and Paul Mitchell",
		"keywords": "refractive error, correctable visual impairment, presenting visual impairment, uncorrected refractive error, adults, children",
		"doi": "https://doi.org/10.1016/j.survophthal.2010.02.004",
		"abstract": "Uncorrected refractive error has been identified by the World Health Organization (WHO) as one of the priorities for Vision 2020 and a frequent cause of visual impairment. In the past, only the terms presenting visual impairment (PVI) and visual impairment after best refractive correction (BCVI) were used, so that PVI also included BCVI cases. In the more recent literature, visual impairment has been subdivided into two mutually exclusive entities: that which is correctable by refraction (which we now term correctable visual impairment, CVI) and that which cannot be corrected by refraction due to ocular or neurological disease (which we now term non-correctable visual impairment, NCVI, and which is identical to BCVI). PVI remains a useful concept as it includes both types of impairment. Although CVI is reported to be the major form of visual impairment worldwide, its impacts are not yet well understood. CVI has a higher prevalence among vulnerable groups such as older people, less well educated people and those living alone or in rural areas. Systematic data on barriers to refractive correction remain scant, but these may be present at the individual level, within the health service context, or at a social level. Our review indicates that research on CVI is at a relatively early stage and that more detailed research, particularly determining whether it has impacts on independent living and quality of life, is needed before CVI can be justifiably prioritized in health policy.",
		"pages": "539-560",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0039625710000421",
		"journal": "Survey of Ophthalmology",
		"volume": "55"
	},
	{
		"id": "KENNEDY20111317",
		"source_id": "KENNEDY20111317",
		"type": "article",
		"title": "Subtrochanteric hip fractures treated with cerclage cables and long cephalomedullary nails: A review of 17 consecutive cases over 2 years",
		"author": "Muiris T. Kennedy and Aniruddha Mitra and Timothy G. Hierlihy and James A. Harty and Declan Reidy and Mark Dolan",
		"keywords": "Subtrochanteric, Fracture, Cerclage cable, Proximal femur, Intramedullary nail, Biological fixation, Anatomical reduction",
		"doi": "https://doi.org/10.1016/j.injury.2011.03.023",
		"abstract": "Background The conflict between the anatomist and biologist surgeons is exemplified by the debate about subtrochanteric hip fractures. Closed intramedullary nailing is biologically friendly but may result in prolonged procedures and malunion. By contrast, accurate anatomical open reduction may disturb the biological composition of the fracture environment. Methods There were 17 patients at our institution over a 2-year period whose long oblique subtrochanteric fractures would not reduce perfectly in an anatomical fashion using closed methods. All these patients had their fractures treated identically using a new policy at our unit. This strategy involved reduction of the fracture through an open approach, and then employing cerclage cables to stabilise the fracture in an anatomical position before finally inserting a cephalomedullary nail. These patients were retrospectively reviewed at an average of 18 months postoperatively, to assess their progressive functional and radiological outcome up to that point. Results One patient had nonunion and required a secondary procedure. One patient died 8 days postoperatively from a medical complication. The remaining 15 healed within 6 months and all returned to independent living. Conclusions The results demonstrate that judicious use of cerclage cables to augment fixation of subtrochanteric femur fractures does not have a deleterious effect on healing. One should endeavour, however, to minimise the number of cables used. The basic science literature underpinning our approach to these unstable fractures is also discussed.",
		"pages": "1317-1321",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138311001185",
		"journal": "Injury",
		"volume": "42"
	},
	{
		"id": "KONDO20072311",
		"source_id": "KONDO20072311",
		"type": "article",
		"title": "Engagement in a cohesive group and higher-level functional capacity in older adults in Japan: A case of the Mujin",
		"author": "Naoki Kondo and Junko Minai and Hisashi Imai and Zentaro Yamagata",
		"keywords": "Japan, Aged, Disability, Social capital, Rotating saving and credit association (RoSCA), Mujin",
		"doi": "https://doi.org/10.1016/j.socscimed.2007.02.009",
		"abstract": "The Mujin is a traditional Japanese rotating saving and credit association (RoSCA) that provided financial aid for the lower-middle class in Japan until the postwar reconstruction period. The traditional Mujin has disappeared from most regions, and the surviving Mujin provides more of a social networking than a financial function for its members. We investigated the association between level of participation in the Mujin and the capacity for independent living in older adults. Baseline data of an ongoing cohort study of 581 self-sufficient older adults were analyzed. The Tokyo Metropolitan Institute of Gerontology Index of Competence was used to measure higher-level functional capacity, and the level of engagement in the Mujin was determined by a score derived by factor analysis. We found that a higher level of engagement in the Mujin was associated with greater functional capacity, especially social role performance, the highest-level function. We conclude that the Mujin provides a venue for community interaction that serves to increase the social capital of the community and may have psychosocial benefits for its members due to strong membership ties and mutual trust. Further investigation of the causal relationship between participation in the Mujin and functional capacity, and the psychosocial effects of similar financial mutual-aid systems in other social contexts is warranted.",
		"pages": "2311-2323",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953607000469",
		"journal": "Social Science & Medicine",
		"volume": "64"
	},
	{
		"id": "KREMER2013480",
		"source_id": "KREMER2013480",
		"type": "article",
		"title": "Eating behaviour of healthy, independent living Dutch seniors. An exploratory study",
		"author": "S. Kremer and J. Hulst and S. Boesveldt",
		"doi": "https://doi.org/10.1016/j.appet.2013.06.041",
		"abstract": "The relative proportion of the elderly in the population is rapidly growing worldwide. Consequently there is a growing need to develop strategies that enable the elderly to maintain their health and quality of life for as long as possible. Ensuring sufficient food intake plays an important role, since body weight tends to involuntarily decrease with age. The present study aimed to explore the current eating behaviour of Dutch seniors. An internet survey was conducted among members of the SenTo (“Seniors of the future”) panel (n=512; age 55–91). The seniors reported eating between four and six times per day, and males ate significantly less often than females. 72.5% indicated eating snacks, women more frequently than men. Fruit was reported to be the most often consumed snack. Significantly more males compared to females ate crisps and soup and significantly more females compared to males ate yoghurt and fruit as a snack. Seniors without impaired olfaction (tested previously) report to eat more often cookies and nuts compared to seniors with an impairment. The latter also report to eat more often candies. Of the ready to eat meals, frozen pizzas, salads, frozen meals and microwave meals were the most popular in descending order. When comparing different foods with former times, bread, meat products, cheese and yoghurt were assessed as better nowadays and fruit, meat and milk were assessed as slightly worse. It is concluded that although they share an age-bracket, seniors are largely heterogeneous in their eating behaviour.",
		"pages": "480",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0195666313002675",
		"journal": "Appetite",
		"volume": "71"
	},
	{
		"id": "KENT2013443",
		"source_id": "KENT2013443",
		"type": "incollection",
		"title": "Chapter 38 - Cerebral palsy",
		"author": "Ruth M. Kent",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-444-52901-5.00038-1",
		"abstract": "Cerebral palsy affects movement and posture causing activity limitation; it is a lifelong condition, with foreseeable complications. There are evidence-based interventions that will prevent participation restriction. Childhood interventions are generally delivered within multidisciplinary rehabilitation programs. Sadly young adults are often not transferred to an appropriate multidisciplinary adult neurodisability service. An unexplained neurological deterioration should warrant further investigation. Pain is an important underreported symptom and musculoskeletal complaints are prevalent. Disabled adults have less participation socially, in employment, marriage, and independent living related to health problems, discrimination, or lack of access to information, support, and equipment. Evidence-based interventions include a variety of modalities at all International Classification of Functioning, Disability, and Health levels to include support and adaptations. Rehabilitation interventions that have been shown to be effective include surgery in childhood, ankle–foot orthoses, strength training, and electrical stimulation. Management of spasticity is beneficial and has an evidence base. Orthotics and casting are also used. Systematic reviews of upper limb therapies also show the benefit of physical therapy exercise, strengthening, fitness training, and constraint therapy. Occupational therapy has a weaker evidence base than in other disabling conditions but many modalities are transferable. Speech therapy is effective although no specific intervention is better. Psychological wellbeing interventions, including improving self-efficacy, health knowledge, and coping skills, are beneficial. Management of continence, nutrition, and fatigue promote wellbeing.",
		"pages": "443-459",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780444529015000381",
		"volume": "110"
	},
	{
		"id": "SEEKINS2013S20",
		"source_id": "SEEKINS2013S20",
		"type": "article",
		"title": "Participatory Action Research Designs in Applied Disability and Rehabilitation Science: Protecting Against Threats to Social Validity",
		"author": "Tom Seekins and Glen W. White",
		"keywords": "Independent living, Rehabilitation, Translational research, Validity of results",
		"doi": "https://doi.org/10.1016/j.apmr.2012.07.033",
		"abstract": "Researchers and disability advocates have been debating consumer involvement in disability and rehabilitation science since at least 1972. Despite the length of this debate, much confusion remains. Consumer involvement may represent a spirit of democracy or even empowerment, but as a tool of science, it is necessary to understand how to judge its application. To realize consumer involvement as a design element in science, researchers need a framework for understanding how it can contribute to the scientific process. The thesis of this article is that a primary scientific function of consumer involvement is to reduce threats to the social validity of research, the extent to which those expected to use or benefit from research products judge them as useful and actually use them. Social validity has traditionally not been treated with the same rigor as concerns for internal and external validity. This article presents a framework that describes 7 threats to social validity and explains how 15 forms of consumer involvement protect against those threats. We also suggest procedures for reporting and reviewing consumer involvement in proposals and manuscripts. This framework offers tools familiar to all scientists for identifying threats to the quality of research, and for judging the effectiveness of strategies for protecting against those threats. It may also enhance the standing of consumer involvement strategies as tools for protecting research quality by organizing them in a way that allows for systematic criticism of their effectiveness and subsequent improvement.",
		"pages": "S20-S29",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999312009252",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "94"
	},
	{
		"id": "BAUMEISTER2011534",
		"source_id": "BAUMEISTER2011534",
		"type": "article",
		"title": "The Geriatric Nutritional Risk Index predicts increased healthcare costs and hospitalization in a cohort of community-dwelling older adults: Results from the MONICA/KORA Augsburg cohort study, 1994–2005",
		"author": "Sebastian E. Baumeister and Beate Fischer and Angela Döring and Wolfgang Koenig and Astrid Zierer and Jürgen John and Margit Heier and Christa Meisinger",
		"keywords": "Healthcare costs, Geriatric Nutritional Risk Index, General population, Cohort study",
		"doi": "https://doi.org/10.1016/j.nut.2010.06.005",
		"abstract": "Objective To determine if the Geriatric Nutritional Risk Index (GNRI), an index for the risk of nutrition-related complications, is associated with healthcare costs and risk of hospitalization at baseline and after 10 y. Methods Data from a German population-based cohort of 1999 subjects 55 to 74 y of age at baseline were used. Self-reported physician visits, length of hospital stay, and drug intake were used to estimate costs. The GNRI is based on serum albumin values and the discrepancy between real and ideal body weights. Low GNRI values were defined as mean minus 2 times standard deviation. Mean GNRI values were regarded as normal. Results Low baseline GNRI was consistently associated with increased total costs, probability of hospitalization, inpatient costs, and pharmaceutical costs at baseline and follow-up, after adjustment for socioeconomic characteristics, lifestyle factors, and coexisting conditions. Subjects with low GNRI at baseline had approximately 47% higher total costs, 50% higher risk of hospitalization, 62% higher inpatient costs and 27% higher pharmaceutical costs at follow-up than subjects with normal GNRI values. Conclusion The GNRI risk predicted increased future healthcare costs and higher risk of hospitalization in independent-living older adults. The GNRI is a rapid and low-cost tool that might be routinely used in population-based settings.",
		"pages": "534-542",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0899900710001887",
		"journal": "Nutrition",
		"volume": "27"
	},
	{
		"id": "DOUGLAS2005380",
		"source_id": "DOUGLAS2005380",
		"type": "article",
		"title": "Network 1000: Surveying the changing needs and circumstances of visually impaired adults in Great Britain",
		"author": "Graeme Douglas and Sue Pavey and Chris Corcoran and Steve McCall and Mike McLinden",
		"keywords": "Longitudinal survey, Adults, Participant involvement, Access to services, Employment, Income, Media, Independent living skills (ILS), ICT, Leisure, Travel, Education",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.009",
		"abstract": "This poster presents an update and initial findings from an ongoing survey of 1000 visually impaired people in Great Britain. Methods The project started in March 2004. It aims to develop a random sample of 1000 registered visually impaired people (with weighted stratification for age). The process of recruitment is underway. The recruited participants will be surveyed for their needs, circumstances and opinions on a number of topics. The intention is that this survey will build upon work carried out by the RNIB, except in this case the sample will be maintained with the aim of collecting longitudinal data. The year 1 survey is designed to collect general demographic information, including that related to their self-reported level of vision, health, and access to services. Uniquely, there are also a series of questions related to the broad areas of employment, ILS, ICT, leisure, travel and transport, and education. Through these questions participants will comment about their participation in society and any barriers to this participation. The results of the year 1 ‘generative questions’ will enable priorities for future questions to be set. Results and conclusion The data is in the process of being collected and this poster presentation will give an opportunity to share early findings of this large scale ongoing survey.",
		"pages": "380-382",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105007636",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "WILMS200795",
		"source_id": "WILMS200795",
		"type": "article",
		"title": "Limitations in activities of daily living and instrumental activities of daily living capacity in a representative sample: disentangling dementia- and mobility-related effects",
		"author": "Hans-Ulrich Wilms and Steffi G. Riedel-Heller and Matthias C. Angermeyer",
		"doi": "https://doi.org/10.1016/j.comppsych.2006.04.001",
		"abstract": "A representative sample of the Leipzig population aged 75 years and older showed 61.8% of the participants with relevant deficits in their capacity for independent living, according to a combined activities of daily living/instrumental activities of daily living (ADL/IADL) scale. The quantity and quality of care needed almost exponentially increases above 85 years of age. Looking at potential reasons for ADL/IADL limitations, 44% of variance in single ADL/IADL activities and 75% of the combined ADL/IADL sum score could come from a minimal set of predictor variables. Most important are dementia- or mobility-related declines, but living conditions also explain small but significant amounts of variance. These seem initially impressive, yet analyses showed about half the explained variances shared among the mobility and dementia indicators, limiting the use not only of ADL/IADL sum scores but of many single ADL/IADL items as well. Before deriving specific conclusions from variations in ADL/IADL instruments, one must note that the data suggest that interpretations of covariations—whether for health/mobility or dementia—are useful and substantial only if both indicators/predictors are verified. The information given captures the mobility- and dementia-related variance if ADL/IADL items, facilitating more specific scale developments.",
		"pages": "95-101",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010440X0600054X",
		"journal": "Comprehensive Psychiatry",
		"volume": "48"
	},
	{
		"id": "BREKKE2005213",
		"source_id": "BREKKE2005213",
		"type": "article",
		"title": "Biosocial pathways to functional outcome in schizophrenia",
		"author": "John Brekke and Diane D. Kay and Kimmy S. Lee and Michael F. Green",
		"doi": "https://doi.org/10.1016/j.schres.2005.07.008",
		"abstract": "Biosocial models are preeminent in the study of schizophrenia, yet there has been little empirical testing of these models. Objective This study provided the first test of a biosocial causal model of functional outcome in schizophrenia, using neurocognition, social cognition, social competence and social support as predictors of both global and specific domains of functional outcome. Method The design used baseline variables to predict both concurrent functional status and prospective 12-month functional outcome. Subjects were recruited upon admission to outpatient community-based psychosocial rehabilitation programs shown in previous studies to be effective in improving functional outcomes. 139 individuals diagnosed with schizophrenia or schizoaffective disorder participated in the study; 100 participants completed the 12-month assessments. Face-to-face interviews assessed neurocognitive functioning (with five neuropsychological measures), social cognition (as perception of emotion), social competence, social support, and functional outcome which consisted of items covering the domains of social, independent living, and work functioning. Results Path analysis modeling showed that the proposed biosocial models had strong fit with the data, for both concurrent and 12-month global functional outcomes, with fit indices ranging from .95 to .98. The model explained 21% of the variance in concurrent global functional outcome, and 14% of the variance in 12-month prospective outcome. Conclusions The support for this model was strong, and it has implications for understanding the causal factors related to functional outcome, as well as for intervention strategies for improving functional outcomes in schizophrenia.",
		"pages": "213-225",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996405003191",
		"journal": "Schizophrenia Research",
		"volume": "80"
	},
	{
		"id": "MASSE201560",
		"source_id": "MASSE201560",
		"type": "article",
		"title": "Metacognitive profiles in individuals with a first episode of psychosis and their relation to social functioning and perceived social support",
		"author": "Marjolaine Massé and Tania Lecomte",
		"keywords": "Psychosis, Metacognition, Social functioning",
		"doi": "https://doi.org/10.1016/j.schres.2015.05.020",
		"abstract": "Poorer metacognitive abilities are recognized as strong predictors of social functioning deficits in individuals with schizophrenia, but have not been studied in relation to perceived social support. Furthermore, traditional measures of metacognition fail to consider ecological aspects such as the interaction between thinking of ones own or others mind, and mastery. As a constellation, these abilities may influence domains of social functioning and perceived social support differently. Therefore, this study aimed to establish whether distinct metacognitive profiles exist within a population of individuals with a first psychotic episode, and to determine how such profiles influence individual domains of social functioning and perceived social support. Participants (n=50) were recruited from two early psychosis outpatient clinics in Montreal, Canada. Demographic information, social functioning and perceived social support were measured using self-reported questionnaires, and metacognition was scored from the transcripts of a semi-structured interview designed to avoid leading responses. Cluster analysis revealed three distinct metacognitive profiles: (1) overall better abilities; (2) poor abilities on thinking of ones own and others mind, but better mastery; and (3) overall poorer abilities. Analyses showed significant differences between profiles only for self-reported intimacy and independent living abilities, with the second profile showing better abilities than the third. Profiles did not simply represent consistently higher or lower functioning across subscales. Although mastery was predictive of social functioning, the ability to think in an increasingly complex manner of ones self and others did not seem to improve functioning in individuals with a first episode of psychosis.",
		"pages": "60-64",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996415002777",
		"journal": "Schizophrenia Research",
		"volume": "166"
	},
	{
		"id": "CHEN2004123",
		"source_id": "CHEN2004123",
		"type": "article",
		"title": "Genetic, biochemical, and structural characterization of a new densovirus isolated from a chronically infected Aedes albopictus C6/36 cell line",
		"author": "Senxiong Chen and Lingpeng Cheng and Qinfen Zhang and Wei Lin and Xinying Lu and Jennifer Brannan and Z.H. Zhou and Jingqiang Zhang",
		"keywords": ", Genomic organization, Overlap gene, , , Conserved motifs, Electron cryomicroscopy, Three-dimensional structure",
		"doi": "https://doi.org/10.1016/j.virol.2003.09.013",
		"abstract": "We report the isolation, sequencing, biochemical, and structural characterization of a previously undescribed virus in a chronically infected Aedes albopictus C6/36 cell line. This virus is identified as a new densovirus under the Densovirinae subfamily of the Parvoviridae based on its biological and morphologic properties as well as sequence homologies, and is tentatively designated A. albopictus C6/36 cell densovirus (C6/36 DNV). Analysis of the 4094 nt of the C6/36 DNV genome revealed that the plus strand had three large open reading frames (ORFs): a left ORF, a right ORF, and a mid-ORF (within the left ORF), whose potential coding capacities are 91.0, 40.8, and 41.2 kDa, respectively. The left ORF likely encodes the nonstructural protein NS-1, which contains NTP-binding and helicase domains. The right ORF likely encodes structural proteins, VP1 and VP2. Our analyses revealed that C6/36 DNV has a similar genomic organization and shares very high homology in nucleotide sequence and amino acid sequences with Aedes aegypti densovirus (AaeDNV) and A. albopictus densovirus (AalDNV), members of the genus Brevidensovirus of the Densovirinae. Similar to other densoviruses, C6/36 DNV has a different genomic organization and no recognizable sequence homology with viruses in the Parvovirinae. The three-dimensional (3D) reconstruction of the C6/36 DNV at 15.6-Å resolution by electron cryomicroscopy (cryoEM) revealed distinctive outer surface features not previously seen in other parvoviruses, indicating structural divergence of densoviruses, in addition to its genomic differences, while the inner surface of the C6/36 DNV capsid exhibits features that are conserved among parvoviruses.",
		"pages": "123-133",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0042682203006949",
		"journal": "Virology",
		"volume": "318"
	},
	{
		"id": "RITCHEY2015794",
		"source_id": "RITCHEY2015794",
		"type": "article",
		"title": "Non-therapist identification of falling hazards in older adult homes using digital photography",
		"author": "Katherine C. Ritchey and Deborah Meyer and Gillian H. Ice",
		"keywords": "Fall prevention, Home safety, Falling hazards, Home assessments",
		"doi": "https://doi.org/10.1016/j.pmedr.2015.09.004",
		"abstract": "Evaluation and removal of home hazards is an invaluable method for preventing in-home falls and preserving independent living. Current processes for conducting home hazard assessments are impractical from a whole population standpoint given the substantial resources required for implementation. Digital photography offers an opportunity to remotely evaluate an environment for falling hazards. However, reliability of this method has only been tested under the direction of skilled therapists. Ten community dwelling adults over the age of 65 were recruited from local primary care practices between July, 2009 and February, 2010. In-home (IH) assessments were completed immediately after a photographer, blinded to the assessment form, took digital photographs (DP) of the participant home. A different non-therapist assessor then reviewed the photographs and completed a second assessment of the home. Kappa statistic was used to analyze the reliability between the two independent assessments. Home assessments completed by a non-therapist using digital photographs had a substantial agreement (Kappa=0.61, p<0.001) with in-home assessments completed by another non-therapist. Additionally, the DP assessments agreed with the IH assessments on the presence or absence of items 96.8% of the time. This study showed that non-therapists can reliably conduct home hazard evaluations using digital photographs.",
		"pages": "794-797",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211335515001278",
		"journal": "Preventive Medicine Reports",
		"volume": "2"
	},
	{
		"id": "JOHANSSON20091005",
		"source_id": "JOHANSSON20091005",
		"type": "article",
		"title": "Sleep disordered breathing in an elderly community-living population: Relationship to cardiac function, insomnia symptoms and daytime sleepiness",
		"author": "Peter Johansson and Urban Alehagen and Eva Svanborg and Ulf Dahlström and Anders Broström",
		"keywords": "Sleep apnea syndromes, Aging, Dyssomnia, Excessive somnolence disorder, Left ventricular dysfunction, Heart failure",
		"doi": "https://doi.org/10.1016/j.sleep.2009.01.011",
		"abstract": "Objective To describe the prevalence of sleep disordered breathing (SDB) and its relationship to systolic function, different insomnia symptoms as well as excessive daytime sleepiness (EDS) in elderly community-living people. This has not been investigated previously. Method Three hundred thirty-one subjects (71–87 years) healthy enough to be independently living in their own homes underwent echocardiographic examinations and sleep respiratory recordings. Questionnaires were used to evaluate insomnia symptoms and EDS. Results Mild SDB (AHI 5–15) was found in 32%. Moderate SDB (AHI 15–30) occurred in 16%, and 7% had severe SDB (AHI>30). Median AHI was significantly higher (p<0.001) in those with mildly impaired systolic function (AHI 11.7) and moderately impaired systolic function (AHI 10.9) compared to those with normal systolic function (AHI 5.0). Impaired systolic function was associated with central sleep apnea (CSA) but not with obstructive sleep apnea. Concerning insomnia symptoms and EDS, only difficulties in initiating sleep correlated significantly (p<0.05) with AHI. Conclusion SDB is common among the elderly. CSA may be related to impaired systolic function/heart failure. However, detection of SDB in this population may be problematic since insomnia symptoms and EDS correlated poorly with SDB.",
		"pages": "1005-1011",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1389945709000665",
		"journal": "Sleep Medicine",
		"volume": "10"
	},
	{
		"id": "BERENDSEN2013523",
		"source_id": "BERENDSEN2013523",
		"type": "article",
		"title": "A parallel randomized trial on the effect of a healthful diet on inflammageing and its consequences in European elderly people: Design of the NU-AGE dietary intervention study",
		"author": "Agnes Berendsen and Aurelia Santoro and Elisa Pini and Elisa Cevenini and Rita Ostan and Barbara Pietruszka and Katarzyna Rolf and Noël Cano and Aurélie Caille and Noëlle Lyon-Belgy and Susan Fairweather-Tait and Edith Feskens and Claudio Franceschi and C.P.G.M. de Groot",
		"keywords": "Nutrition, Ageing, Intervention, Elderly",
		"doi": "https://doi.org/10.1016/j.mad.2013.10.002",
		"abstract": "Background The proportion of European elderly is expected to increase to 30% in 2060. Combining dietary components may modulate many processes involved in ageing. So, it is likely that a healthful diet approach might have greater favourable impact on age-related decline than individual dietary components. This paper describes the design of a healthful diet intervention on inflammageing and its consequences in the elderly. Methods The NU-AGE study is a parallel randomized one-year trial in 1250 apparently healthy, independently living European participants aged 65–80 years. Participants are randomised into either the diet group or control group. Participants in the diet group received dietary advice aimed at meeting the nutritional requirements of the ageing population. Special attention was paid to nutrients that may be inadequate or limiting in diets of elderly, such as vitamin D, vitamin B12, and calcium. C-reactive protein is measured as primary outcome. Discussion The NU-AGE study is the first dietary intervention investigating the effect of a healthful diet providing targeted nutritional recommendations for optimal health and quality of life in apparently healthy European elderly. Results of this intervention will provide evidence on the effect of a healthful diet on the prevention of age related decline.",
		"pages": "523-530",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0047637413001115",
		"journal": "Mechanisms of Ageing and Development",
		"volume": "134"
	},
	{
		"id": "STREFFING2011501",
		"source_id": "STREFFING2011501",
		"type": "article",
		"title": "P01-497 - Exploring the needs of people with dementia regarding assistive technology to save quality of life and independent living at home",
		"author": "G. Streffing and M. Siebers and E. Gräßel and U. Schmid",
		"doi": "https://doi.org/10.1016/S0924-9338(11)72208-8",
		"abstract": "Research on assistive home technology (AT) aims to reduce care costs and increase quality of life of people with dementia. Currently it is unclear what the needs of people with dementia are and what kind of support they desire. The reported survey aims to identify personal attitudes towards AT in daily living: As how disturbing is the loss of competence in activities of daily living (ADL) experienced? For which ADLs would AT be accepted? Which kind of sensor technology and interaction devices would be tolerated at home? Interviews with open questions and rating scales were conducted with 53 persons (m=14, f=39; aged 19–59). Subjects were professional care givers (n=23), relatives of people with dementia (n=15), and persons without dementia background (n=15). The answers were evaluated statistically. Loosing the ability to take care of own body hygiene was judged as most disturbing. Washing clothes was judged as least disturbing. In general people preferred being helped by family members. However, AT was mostly preferred over professional care. People can best imagine AT help for using the telephone and managing medicine taking. Help by AT is nearly excluded for social relationships and finances. Transponders on objects are accepted best, closely followed by motion sensors. Video sensors are approved least. The PDA is the most accepted shape of AT. When developing AT, it is worthwhile to include potential user groups in decisions about areas of support as well as technical design to increase acceptance.",
		"pages": "501",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933811722088",
		"journal": "European Psychiatry",
		"volume": "26"
	},
	{
		"id": "PTOMEY2015593",
		"source_id": "PTOMEY2015593",
		"type": "article",
		"title": "Position of the Academy of Nutrition and Dietetics: Nutrition Services for Individuals with Intellectual and Developmental Disabilities and Special Health Care Needs",
		"author": "Lauren T. Ptomey and Wendy Wittenbrook",
		"doi": "https://doi.org/10.1016/j.jand.2015.02.002",
		"abstract": "It is the position of the Academy of Nutrition and Dietetics that nutrition services provided by registered dietitian nutritionists (RDNs) and nutrition and dietetics technicians, registered (NDTRs), who work under RDN supervision, are essential components of comprehensive care for adults with intellectual and developmental disabilities (IDD) and children and youth with special health care needs (CYSHCN). Nutrition services should be provided throughout life in a manner that is interdisciplinary, family-centered, community based, and culturally competent. Individuals with IDD and CYSHCN have many risk factors requiring nutrition interventions, including growth alterations (eg, failure to thrive, obesity, or growth retardation), metabolic disorders, poor feeding skills, drug-nutrient interactions, and sometimes partial or total dependence on enteral or parenteral nutrition. Furthermore, these individuals are also more likely to develop comorbid conditions, such as obesity or endocrine disorders that require nutrition interventions. Poor nutrition-related health habits, limited access to services, and long-term use of multiple medications are considered health risk factors. Timely and cost-effective nutrition interventions can promote health maintenance and reduce risk and cost of comorbidities and complications. Public policy for individuals with IDD and CYSHCN has evolved, resulting in a transition from institutional facilities and programs to community and independent living. The expansion of public access to technology and health information on the Internet challenges RDNs and NDTRs to provide accurate scientific information to this rapidly growing and evolving population. RDNs and NDTRs with expertise in this area are best prepared to provide appropriate nutrition information to promote wellness and improve quality of life.",
		"pages": "593-608",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212267215001215",
		"journal": "Journal of the Academy of Nutrition and Dietetics",
		"volume": "115"
	},
	{
		"id": "VANBOKHORSTDEVANDERSCHUEREN20131007",
		"source_id": "VANBOKHORSTDEVANDERSCHUEREN20131007",
		"type": "article",
		"title": "Prevalence and determinants for malnutrition in geriatric outpatients",
		"author": "Marian A.E. van Bokhorst-de van der Schueren and Sabine Lonterman-Monasch and Oscar J. de Vries and Sven A. Danner and Mark H.H. Kramer and Majon Muller",
		"keywords": "Geriatric outpatients, Nutritional status, Mini nutritional assessment, Malnutrition",
		"doi": "https://doi.org/10.1016/j.clnu.2013.05.007",
		"abstract": "Summary Background & aims Few data is available on the nutritional status of geriatric outpatients. The aim of this study is to describe the nutritional status and its clinical correlates of independently living geriatric older individuals visiting a geriatric outpatient department. Methods From 2005 to 2010, all consecutive patients visiting a geriatric outpatient department in the Netherlands were screened for malnutrition. Nutritional status was assessed by the Mini Nutritional Assessment (MNA). Determinants of malnutrition were categorized into somatic factors (medicine use, comorbidity, walking aid, falls, urinary incontinence), psychological factors (GDS-15 depression scale, MMSE cognition scale), functional status (Activities of Daily Life (ADL), Instrumental ADL (IADL)), social factors (children, marital status), and life style factors (smoking, alcohol use). Univariate and multivariate logistic regression analyses, adjusted for age and sex and all other risk factors were performed to identify correlates of malnutrition (MNA < 17). Results Included were 448 outpatients, mean (SD) age was 80 (7) years and 38% was men. Prevalence of malnutrition and risk for malnutrition were 17% and 58%. Depression, being IADL dependent, and smoking were independently associated with an increased risk of malnutrition with ORs (95%CI) of 2.6 (1.3–5.3), 2.8 (1.3–6.4), 5.5 (1.9–16.4) respectively. Alcohol use was associated with a decreased risk (OR 0.4 (0.2–0.9)). Conclusion Malnutrition is highly prevalent among geriatric outpatients and is independently associated with depressive symptoms, poor functional status, and life style factors. Our results emphasize the importance of integrating nutritional assessment within a comprehensive geriatric assessment. Future longitudinal studies should be performed to examine the effects of causal relationships and multifactorial interventions.",
		"pages": "1007-1011",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261561413001465",
		"journal": "Clinical Nutrition",
		"volume": "32"
	},
	{
		"id": "VANDERZANDEN201416",
		"source_id": "VANDERZANDEN201416",
		"type": "article",
		"title": "Knowledge, perceptions and preferences of elderly regarding protein-enriched functional food",
		"author": "Lotte D.T. van der Zanden and Ellen van Kleef and René A. de Wijk and Hans C.M. van Trijp",
		"keywords": "Focus group, Protein, Functional food, Senior, Distrust, Personal relevance",
		"doi": "https://doi.org/10.1016/j.appet.2014.04.025",
		"abstract": "Promoting protein consumption in the elderly population may contribute to improving the quality of their later years in life. Our study aimed to explore knowledge, perceptions and preferences of elderly consumers regarding protein-enriched food. We conducted three focus groups with independently living (ID) elderly (N = 24, Mage = 67 years) and three with elderly living in a residential home (RH) (N = 18, Mage = 83 years). Both the ID and RH elderly were predominantly sceptical about functional food in general. Confusion, distrust and a perceived lack of personal relevance were main perceived barriers to purchasing and consuming these products, although a majority of the participants did report occasionally consuming at least one type of functional food. For the ID elderly, medical advice was an important facilitator that could overcome barriers to purchasing and consuming protein-enriched food, indicating the importance of personal relevance for this group. For the RH elderly, in contrast, sensory appeal of protein-enriched foods was a facilitator. Carrier preferences were similar for the two groups; the elderly preferred protein-enriched foods based on healthy products that they consumed frequently. Future studies should explore ways to deal with the confusion and distrust regarding functional food within the heterogeneous population of elderly.",
		"pages": "16-22",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0195666314001962",
		"journal": "Appetite",
		"volume": "80"
	},
	{
		"id": "THOMPSON2014314",
		"source_id": "THOMPSON2014314",
		"type": "article",
		"title": "“Go4Life” exercise counseling, accelerometer feedback, and activity levels in older people",
		"author": "Warren G. Thompson and Carol L. Kuhle and Gabriel A. Koepp and Shelly K. McCrady-Spitzer and James A. Levine",
		"keywords": "Physical activity, Accelerometers, Exercise counseling, Older adults",
		"doi": "https://doi.org/10.1016/j.archger.2014.01.004",
		"abstract": "Older people are more sedentary than other age groups. We sought to determine if providing an accelerometer with feedback about activity and counseling older subjects using Go4Life educational material would increase activity levels. Participants were recruited from independent living areas within assisted living facilities and the general public in the Rochester, MN area. 49 persons aged 65–95 (79.5±7.0 years) who were ambulatory but sedentary and overweight participated in this randomized controlled crossover trial for one year. After a baseline period of 2 weeks, group 1 received an accelerometer and counseling using Go4Life educational material (www.Go4Life.nia.nih.gov) for 24 weeks and accelerometer alone for the next 24 weeks. Group 2 had no intervention for the first 24 weeks and then received an accelerometer and Go4Life based counseling for 24 weeks. There were no significant baseline differences between the two groups. The intervention was not associated with a significant change in activity, body weight, % body fat, or blood parameters (p>0.05). Older (80–93) subjects were less active than younger (65–79) subjects (p=0.003). Over the course of the 48 week study, an increase in activity level was associated with a decline in % body fat (p=0.008). Increasing activity levels benefits older patients. However, providing an accelerometer and a Go4Life based exercise counseling program did not result in a 15% improvement in activity levels in this elderly population. Alternate approaches to exercise counseling may be needed in elderly people of this age range.",
		"pages": "314-319",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494314000053",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "58"
	},
	{
		"id": "HUH20131092",
		"source_id": "HUH20131092",
		"type": "article",
		"title": "Perspectives on wellness self-monitoring tools for older adults",
		"author": "Jina Huh and Thai Le and Blaine Reeder and Hilaire J. Thompson and George Demiris",
		"keywords": "Consumer health information, Health communication, Self management, Independent living",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2013.08.009",
		"abstract": "Purpose Our purpose was to understand different stakeholder perceptions about the use of self-monitoring tools, specifically in the area of older adults’ personal wellness. In conjunction with the advent of personal health records, tracking personal health using self-monitoring technologies shows promising patient support opportunities. While clinicians’ tools for monitoring of older adults have been explored, we know little about how older adults may self-monitor their wellness and health and how their health care providers would perceive such use. Methods We conducted three focus groups with health care providers (n=10) and four focus groups with community-dwelling older adults (n=31). Results Older adult participants’ found the concept of self-monitoring unfamiliar and this influenced a narrowed interest in the use of wellness self-monitoring tools. On the other hand, health care provider participants showed open attitudes toward wellness monitoring tools for older adults and brainstormed about various stakeholders’ use cases. The two participant groups showed diverging perceptions in terms of: perceived uses, stakeholder interests, information ownership and control, and sharing of wellness monitoring tools. Conclusions Our paper provides implications and solutions for how older adults’ wellness self-monitoring tools can enhance patient-health care provider interaction, patient education, and improvement in overall wellness.",
		"pages": "1092-1103",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505613001883",
		"journal": "International Journal of Medical Informatics",
		"volume": "82"
	},
	{
		"id": "IKEBE2005131",
		"source_id": "IKEBE2005131",
		"type": "article",
		"title": "Association of bite force with ageing and occlusal support in older adults",
		"author": "Kazunori Ikebe and Takashi Nokubi and Kentaro Morii and Jumpei Kashiwagi and Masako Furuya",
		"keywords": "Bite force, Ageing, Occlusal support, TMJ dysfunction, General health",
		"doi": "https://doi.org/10.1016/j.jdent.2004.09.002",
		"abstract": "Summary Objectives The purpose of this study was to investigate the effect of ageing, occlusal support and TMJ condition and general health status on bite force in older adults. Methods The study sample consisted of 850 independently-living people over the age of 60 years. Bilateral maximal bite force in the intercuspal position was measured with pressure sensitive sheets. TMJ noise by palpation and limitation of mouth opening (less than 40mm) were assessed. Subjects were grouped into three categories by occlusal support according to the Eichner Index. Results A multiple logistic regression analysis showed that whether participants had low bite force or not was significantly associated with gender, age, self-rated general health and occlusal support, but not TMJ noise or mouth opening limitation. Overall bite force showed a statistically significant but weak negative Spearmans correlation with age (r=−0.24, p<0.001). However, there was no significant correlation between age and bite force in the Eichner C group for males or in any of the Eichner classification for females. Conclusions Decline of occlusal support and general health might translate into reduction of bite force with ageing in older adults. Since tooth loss is not physiological ageing but pathological ageing, it cannot be shown that reduction of bite force is a natural effect of ageing.",
		"pages": "131-137",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571204001484",
		"journal": "Journal of Dentistry",
		"volume": "33"
	},
	{
		"id": "GRANPEESHEH20111839",
		"source_id": "GRANPEESHEH20111839",
		"type": "article",
		"title": "FC05-06 - Comparison of two-year outcomes for children with autism receiving high versus low-intensity behavioral intervention",
		"author": "D. Granpeesheh and A. Kenzer and J. Tarbox",
		"doi": "https://doi.org/10.1016/S0924-9338(11)73543-X",
		"abstract": "Introduction Behavioral intervention is an evidence-based treatment for children with autism but there still exists some disagreement regarding how intensive the treatment needs to be. Little previous research has directly compared the effects of high to low-intensity behavioral intervention. Objectives To compare the effects of high versus low-intensity behavioral intervention. Aims Compare outcomes in the area of diagnostic classification, intellectual functioning, executive functions, challenging behavior, language, socialization, and independent living skills after two years of treatment. Methods 60 children with autism, under five years old, comprised two groups who received behavioral intervention services. The high-intensity group received 25–35 hours per week for two years and the low-intensity group received 8–15 hours per week of treatment. For all participants, a comprehensive battery of assessments was conducted prior to treatment and at annual intervals. Results The high-intensity group outperformed the low-intensity group on all measures after two years of treatment. Conclusions This study provides further evidence that high intensity behavioral intervention produces greater gains than low-intensity treatment and the results suggest that children with autism under the age of five years should receive access to high-intensity treatment",
		"pages": "1839",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493381173543X",
		"journal": "European Psychiatry",
		"volume": "26"
	},
	{
		"id": "ANAWALT2001647",
		"source_id": "ANAWALT2001647",
		"type": "article",
		"title": "NEUROENDOCRINE AGING IN MEN: Andropause and Somatopause",
		"author": "Bradley D. Anawalt and George R. Merriam",
		"doi": "https://doi.org/10.1016/S0889-8529(05)70206-1",
		"abstract": "The marked rises in sex steroids and growth hormone that accompany sexual maturation and the pubertal growth spurt in men orchestrate dramatic changes in body composition and functional capacity. Changes in bone density and muscle mass and strength are especially noteworthy. Secretion of androgens and growth hormone reaches a peak in late adolescence and then begins to decrease. The decline in sex steroids is not significant until the fourth decade of life, whereas decreases in growth hormone begin as early as the mid-20s. As these pubertal hormones decline, some of the somatic remodeling induced at puberty also begins to reverse, with a loss of bone and muscle mass and a decline in strength and aerobic capacity, which, at least superficially, resemble the phenotypes of hypogonadism and growth hormone deficiency. Initially clinically silent, these changes lead gradually but progressively to greatly reduced muscle mass (referred to as sarcopenia) and loss of strength and functional capacity to the point at which the risk for falls and fracture or other serious injury when a fall occurs is increased, and the capacity to carry out the tasks necessary for independent living is impaired, a condition called frailty. The increased assistance required by frail elders carries an enormous price tag and has raised the question of whether replacing or stimulating testosterone and growth hormone secretion in older men, therapy already of documented benefit in hypogonadism and adult growth hormone deficiency, could reverse or at least prevent the progression to frailty and prolong the capacity for independent living. The obvious precedent for trophic hormone supplementation in aging is the use of estrogen replacement in postmenopausal women. The experience with estrogen replacement therapy highlights the potential complexity of what might initially seem a logical suggestion with an apparently simple and compelling rationale. Even after decades of study and large-scale, long-term clinical trials, the definition of which groups should and should not undergo estrogen replacement therapy remains controversial (see the article by Hall elsewhere in this issue). In comparison with the abundant literature on estrogen replacement therapy, there are more reviews of testosterone and growth hormone replacement in normal aging men than there are original studies providing new data, and there are no large, long-term trials with the power to define clinically or economically relevant outcomes and risks for either hormone. Current understanding of androgen and growth hormone in normal aging is based on the imperfect parallel of true hormonal deficiency states, or on studies of relatively small scale (dozens or, at most, a few hundred subjects) and short-term follow-up, with intermediate rather than true final outcomes (bone density instead of fractures, and physical function testing instead of demonstrated prolonged independence or falls). In the year 2001, one can offer only hints and suggestions, not recommendations or consensus guidelines. Other hormonal systems change in aging men—cortisol secretion may increase with aging, and adrenal androgens decline, a change of some importance in women. The scope of this article does not permit a full discussion of these other processes. The focus here is on possible mechanisms for the age-related declines in gonadal steroids and growth hormone in men, and preliminary studies of the effects of reversing those changes with hormonal interventions.",
		"pages": "647-669",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0889852905702061",
		"journal": "Endocrinology and Metabolism Clinics of North America",
		"volume": "30"
	},
	{
		"id": "EDMONDSON2012110",
		"source_id": "EDMONDSON2012110",
		"type": "article",
		"title": "A dual change model of life satisfaction and functioning for individuals with schizophrenia",
		"author": "Melissa Edmondson and Rohini Pahwa and Karen Kyeunghae Lee and Maanse Hoe and John S. Brekke",
		"keywords": "Severe mental illness, Schizophrenia, Functioning, Life satisfaction",
		"doi": "https://doi.org/10.1016/j.schres.2012.04.014",
		"abstract": "Despite the notion that increases in functioning should be associated with increases in life satisfaction in schizophrenia, research has often found no association between the two. Dual change models of global and domain-specific life satisfaction and functioning were examined in 145 individuals with schizophrenia receiving community-based services over 12months. Functioning and satisfaction were measured using the Role Functioning Scale and Satisfaction with Life Scale. Data were analyzed using latent growth curve modeling. Improvement in global life satisfaction was associated with improvement in overall functioning over time. Satisfaction with living situation also improved as independent functioning improved. Work satisfaction did not improve as work functioning improved. Although social functioning improved, satisfaction with social relationships did not. The link between overall functioning and global life satisfaction provides support for a recovery-based orientation to community based psychosocial rehabilitation services. When examining sub-domains, the link between outcomes and subjective experience suggests a more complex picture than previously found. These findings are crucial to interventions and programs aimed at improving functioning and the subjective experiences of consumers recovering from mental illness. Interventions that show improvements in functional outcomes can assume that they will show concurrent improvements in global life satisfaction as well and in satisfaction with independent living. Interventions geared toward improving social functioning will need to consider the complexity of social relationships and how they affect satisfaction associated with personal relationships. Interventions geared towards improving work functioning will need to consider how the quality and level of work affect satisfaction with employment.",
		"pages": "110-115",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092099641200240X",
		"journal": "Schizophrenia Research",
		"volume": "139"
	},
	{
		"id": "BERENDSEN201414",
		"source_id": "BERENDSEN201414",
		"type": "article",
		"title": "Reprint of: A parallel randomized trial on the effect of a healthful diet on inflammageing and its consequences in European elderly people: Design of the NU-AGE dietary intervention study",
		"author": "Agnes Berendsen and Aurelia Santoro and Elisa Pini and Elisa Cevenini and Rita Ostan and Barbara Pietruszka and Katarzyna Rolf and Noël Cano and Aurélie Caille and Noëlle Lyon-Belgy and Susan Fairweather-Tait and Edith Feskens and Claudio Franceschi and C.P.G.M. de Groot",
		"keywords": "Nutrition, Ageing, Intervention, Elderly",
		"doi": "https://doi.org/10.1016/j.mad.2014.03.001",
		"abstract": "Background The proportion of European elderly is expected to increase to 30% in 2060. Combining dietary components may modulate many processes involved in ageing. So, it is likely that a healthful diet approach might have greater favourable impact on age-related decline than individual dietary components. This paper describes the design of a healthful diet intervention on inflammageing and its consequences in the elderly. Methods The NU-AGE study is a parallel randomized one-year trial in 1250 apparently healthy, independently living European participants aged 65–80 years. Participants are randomised into either the diet group or control group. Participants in the diet group received dietary advice aimed at meeting the nutritional requirements of the ageing population. Special attention was paid to nutrients that may be inadequate or limiting in diets of elderly, such as vitamin D, vitamin B12, and calcium. C-reactive protein is measured as primary outcome. Discussion The NU-AGE study is the first dietary intervention investigating the effect of a healthful diet providing targeted nutritional recommendations for optimal health and quality of life in apparently healthy European elderly. Results of this intervention will provide evidence on the effect of a healthful diet on the prevention of age related decline.",
		"pages": "14-21",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0047637414000207",
		"journal": "Mechanisms of Ageing and Development",
		"volume": "136-137"
	},
	{
		"id": "EDGERTON2013871",
		"source_id": "EDGERTON2013871",
		"type": "article",
		"title": "Long-Term Fate of Patients Discharged to Extended Care Facilities After Cardiovascular Surgery",
		"author": "James R. Edgerton and Morley A. Herbert and Cecile Mahoney and Drew Armstrong and Todd M. Dewey and Elizabeth Holper and Karen Roper and Michael J. Mack",
		"doi": "https://doi.org/10.1016/j.athoracsur.2013.04.041",
		"abstract": "Background The Society of Thoracic Surgeons predictive algorithms can be used to help patients understand the risks in having a surgical procedure. However, elderly patients are frequently more concerned about the quality of their remaining life and whether they will return home. Currently, we have no predictors of which patients are likely to return to independent living after surgery. We followed patients discharged home or to an extended care facility to determine which patients were most likely to return home and be alive at one year. Methods This single-hospital, retrospective study followed 590 cardiac surgery patients (January 2008 to December 2009) for at least 1 year after discharge. Follow-up data were collected by contacting facilities, patients, and families, and Social Security Death Index searches. Results At hospital discharge, 84.4% went home, 3.7% to rehab, 7.5% to skilled nursing facilities (SNF), and 4.4% to a long-term acute care facility (LTAC). Predictors for facility discharge include increasing age, female, dialysis, emergent status, procedures other than CAB, preoperative stroke, and moderate to severe tricuspid insufficiency. The most significant predictors of dying or still being in a facility at 1 year include being on dialysis, right heart failure, and having chronic lung disease. Considering perioperative complications, requiring prolonged ventilation decreases the odds of being home and alive at 1 year by 67%: one-year survival at home, 95.4%; rehabilitation, 63.6%; SNF, 52.3%; and LTAC, 30.8%. Conclusions Many patients discharged to extended care do not return to their previous lifestyle; only 30.8% of those requiring care in a LTAC facility are alive at home at 1 year.",
		"pages": "871-877",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003497513008540",
		"journal": "The Annals of Thoracic Surgery",
		"volume": "96"
	},
	{
		"id": "ROLAND2013958",
		"source_id": "ROLAND2013958",
		"type": "article",
		"title": "Parkinson’s disease and sex-related differences in electromyography during daily life",
		"author": "Kaitlyn P. Roland and Gareth R. Jones and Jennifer M. Jakobi",
		"keywords": "Muscle quiescence, Handgrip strength, Males, Females, Independent-living populations",
		"doi": "https://doi.org/10.1016/j.jelekin.2013.03.008",
		"abstract": "Scope: Daily bilateral electromyography (EMG) recordings reveal muscle activation patterns implicated in asymmetric Parkinson’s disease (PD)-related functional decline. Also, daily EMG recordings reveal sex-differences in muscle activity that give rise to unique PD presentation in males and females. Purpose: Quantify handgrip strength and daily muscle quiescence through analysis of gaps in the EMG signal in males and females with PD. Bilateral daily EMG was recorded and normalized to maximal voluntary exertions (MVE). EMG gap was defined as <1% amplitude of MVE for >0.1s and characterized as number, duration and time occupied by gaps. A dynamometer evaluated maximal grip-strength. Three-way repeated measures ANOVA examined differences in gap characteristics and strength. Gap duration was shorter (p=0.04) and occupied less time (p=0.02) in PD than controls. Females had fewer gaps with shorter duration (p=0.004), occupying less time (p=0.004) compared with males. Gaps were fewer (p=0.04) and occupied less time (p=0.01) on more-affected than less-affected side. PD was weaker than controls (p=0.04), females were weaker than males (p=0.00), and the more-affected PD side was weaker than less-affected (p=0.04). Conclusions: Quantification of muscle quiescence through gaps in the EMG signal recorded during daily life provides insight into mechanisms underlying differential change in functional performance in males and females with PD.",
		"pages": "958-965",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1050641113000709",
		"journal": "Journal of Electromyography and Kinesiology",
		"volume": "23"
	},
	{
		"id": "IKEBE2002184",
		"source_id": "IKEBE2002184",
		"type": "article",
		"title": "Association of salivary flow rate with oral function in a sample of community-dwelling older adults in Japan",
		"author": "Kazunori Ikebe and Hidenori Sajima and Sonoe Kobayashi and Kenji Hata and Kentaro Morii and Takashi Nokubi and Ronald L. Ettinger",
		"doi": "https://doi.org/10.1067/moe.2001.124001",
		"abstract": "Objective. The purpose of this study was to determine the association of stimulated salivary flow rate with perceived salivary flow and various oral symptoms among a group of independently living elderly persons. Study design. The subjects were 351 persons (189 men and 162 women) with a mean age of 66.7 ± 4.3 years. Stimulated whole saliva was collected with the mastication method. Self-assessed chewing ability and satisfaction with oral function also were evaluated. A multiple logistic regression analysis was used to determine whether an independent variable was statistically significant. Results. Hyposalivation (<0.5 mL/min) was significantly associated with gender (odds ratio, 1.67; P <.05). Hyposalivation (odds ratio, 3.40; P <.05) and low perceived salivary flow (odds ratio, 5.35; P <.05) were significantly associated with dissatisfaction with tasting. Low perceived salivary flow was also significantly associated with self-assessed chewing ability (odds ratio, 3.32; P <.01). Conclusion. This study suggested that hyposalivation and low perceived salivary flow were related to chewing ability and satisfaction with tasting foods. (Oral Surg Oral Med Oral Pathol Oral Radiol Endod 2002;94:184-90)",
		"pages": "184-190",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S107921040270036X",
		"journal": "Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology, and Endodontology",
		"volume": "94"
	},
	{
		"id": "HAYKOWSKY2004165",
		"source_id": "HAYKOWSKY2004165",
		"type": "article",
		"title": "Therapeutic exercise for individuals with heart failure: special attention to older women with heart failure",
		"author": "M.J. Haykowsky and J.A. Ezekowitz and P.W. Armstrong",
		"keywords": "Cardiac rehabilitation, exercise training, aging, congestive heart failure",
		"doi": "https://doi.org/10.1016/j.cardfail.2003.08.014",
		"abstract": "Background A cardinal feature of heart failure (HF) is the reduced peak aerobic power (VO2peak) secondary to alterations in cardiovascular and musculoskeletal function. Methods and results During the last decade, a number of randomized trials have examined the role that exercise training plays in attenuating the HF-mediated decline in VO2peak and muscle strength. The major finding of these investigations was that aerobic or strength training was an effective intervention to increase VO2peak, muscular strength, distance walked in 6 minutes, and quality of life without negatively altering left ventricular systolic function. Despite these benefits, a limitation of these investigations was the primary focus on males <60 years with impaired left ventricular systolic function. Thus the role that exercise training may play in attenuating the HF-mediated decline in VO2peak in women ≥65 years of age remains unknown. Conclusion Older women with HF have a VO2peak that is below the minimal threshold level required for independent living. Moreover, older women with HF have greater disability then men and are less likely to be referred to an exercise rehabilitation program. Accordingly, future exercise intervention trials are required to examine the role that exercise training may play in attenuating the HF-mediated decline in cardiorespiratory and musculoskeletal fitness and disability in older women with HF.",
		"pages": "165-173",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071916403007103",
		"journal": "Journal of Cardiac Failure",
		"volume": "10"
	},
	{
		"id": "IKEBE201271",
		"source_id": "IKEBE201271",
		"type": "article",
		"title": "Masticatory performance in older subjects with varying degrees of tooth loss",
		"author": "Kazunori Ikebe and Ken-ichi Matsuda and Ryosuke Kagawa and Kaori Enoki and Tadashi Okada and Minoru Yoshida and Yoshinobu Maeda",
		"keywords": "Masticatory performance, Elderly, Posterior occlusal contact, Occlusal force, Salivary flow rate, Eichner Index",
		"doi": "https://doi.org/10.1016/j.jdent.2011.10.007",
		"abstract": "Objectives The purpose of this study was to establish the factors influencing the masticatory performance of older subjects with varying degrees of tooth loss and associated numbers of posterior occlusal contacts. Methods The subjects consisted of 1274 independently living people aged 60 years and over. Individuals with partially or fully edentulous arches without a denture replacement or those having any symptoms related to an oral problem were excluded from the study participants. Masticatory performance, maximal occlusal force and stimulated whole saliva were measured. Subjects were grouped into three categories by posterior occlusal contact, according to the Eichner Index. Group A had contacts in four support zones; group B had one to three zones of contact or contact in the anterior region only; and group C had no support zones at all, although a few teeth could still remain. Results The masticatory performance in groups B and C was found to be 81% and 50% of that of group A, respectively. The multiple linear regression analysis showed that in all the groups, occlusal force was significantly associated with masticatory performance. In groups A and B, the number of residual teeth was significantly associated with masticatory performance, whereas in group C, it had no significant relationship with masticatory performance. Salivary flow rate had a significant correlation with masticatory performance only in group C. Conclusions Declines in occlusal contact, occlusal force and salivary flow appear to be associated with reduction of masticatory performance in older adults. However, the crucial factors for masticatory performance varied, depending on the phase of occlusal collapse.",
		"pages": "71-76",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571211002557",
		"journal": "Journal of Dentistry",
		"volume": "40"
	},
	{
		"id": "DEMERS2004221",
		"source_id": "DEMERS2004221",
		"type": "article",
		"title": "Development of a conceptual framework for the assessment of geriatric rehabilitation outcomes",
		"author": "Louise Demers and Bernadette Ska and Johanne Desrosiers and Caroline Alix and Christina Wolfson",
		"keywords": "Rehabilitation of elderly, Outcome domains, Patient-defined outcomes, Conceptual model",
		"doi": "https://doi.org/10.1016/j.archger.2003.10.003",
		"abstract": "The objective of the study was to develop a conceptual framework of key assessment areas for the evaluation of rehabilitation outcomes in older persons. The study was designed in four stages. First, a review of the literature generated a list of 84 potential outcome variables. Second, semi-structured interviews were conducted with older adults informants (n=19) to record their thoughts about important rehabilitation outcomes. From the analyses of the transcripts, 20 recurrent themes became apparent. Third, relevant assessment areas were determined based on the merged data from the literature and the interviews. Fourth, a focus group was held with a panel of eight interdisciplinary experts with strong involvement in geriatric rehabilitation to evaluate, improve, and validate the preliminary work. As a result of the study, the conceptual framework for the assessment of geriatric rehabilitation outcomes (FAGRO) is composed of four primary outcome domains related to important activities for community-living older persons: mobility activities, basic activities of daily living, activities of independent living, and leisure activities. The models also allows for four brief evaluations of underlying functioning components, including: physical functioning, psychological functioning, social functioning, and factors related to the caregiver status and available resources. The model has the potential to become a valuable additional tool for outcome assessment, researched and developed specifically for geriatric rehabilitation.",
		"pages": "221-237",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494303001328",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "38"
	},
	{
		"id": "KAYE201410",
		"source_id": "KAYE201410",
		"type": "article",
		"title": "Unobtrusive measurement of daily computer use to detect mild cognitive impairment",
		"author": "Jeffrey Kaye and Nora Mattek and Hiroko H. Dodge and Ian Campbell and Tamara Hayes and Daniel Austin and William Hatt and Katherine Wild and Holly Jimison and Michael Pavel",
		"keywords": "Mild cognitive impairment, Assessment of cognitive disorders/dementia, Cohort studies, Activities of daily living, Computer use",
		"doi": "https://doi.org/10.1016/j.jalz.2013.01.011",
		"abstract": "Background Mild disturbances of higher order activities of daily living are present in people diagnosed with mild cognitive impairment (MCI). These deficits may be difficult to detect among those still living independently. Unobtrusive continuous assessment of a complex activity such as home computer use may detect mild functional changes and identify MCI. We sought to determine whether long-term changes in remotely monitored computer use differ in persons with MCI in comparison with cognitively intact volunteers. Methods Participants enrolled in a longitudinal cohort study of unobtrusive in-home technologies to detect cognitive and motor decline in independently living seniors were assessed for computer use (number of days with use, mean daily use, and coefficient of variation of use) measured by remotely monitoring computer session start and end times. Results More than 230,000 computer sessions from 113 computer users (mean age, 85 years; 38 with MCI) were acquired during a mean of 36 months. In mixed-effects models, there was no difference in computer use at baseline between MCI and intact participants controlling for age, sex, education, race, and computer experience. However, over time, between MCI and intact participants, there was a significant decrease in number of days with use (P = .01), mean daily use (∼1% greater decrease/month; P = .009), and an increase in day-to-day use variability (P = .002). Conclusions Computer use change can be monitored unobtrusively and indicates individuals with MCI. With 79% of those 55 to 64 years old now online, this may be an ecologically valid and efficient approach to track subtle, clinically meaningful change with aging.",
		"pages": "10-17",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526013000435",
		"journal": "Alzheimers & Dementia",
		"volume": "10"
	},
	{
		"id": "NARENDORF201243",
		"source_id": "NARENDORF201243",
		"type": "article",
		"title": "Stepping down and stepping in: Youths perspectives on making the transition from residential treatment to treatment foster care",
		"author": "Sarah Carter Narendorf and Nicole Fedoravicius and J. Curtis McMillen and David McNelly and Debra R. Robinson",
		"keywords": "Older youth, Residential treatment, Foster care, Step down, Mental health",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.08.031",
		"abstract": "Older youth preparing to emancipate from the foster care system are often served in residential treatment settings where they have limited opportunities to practice skills for independent living in a community setting. Stepping these youth down to less restrictive environments such as treatment foster care is a growing trend, especially for youth with mental health issues. Yet, few studies have explored the youths perspective on making this transition. This study utilized qualitative interviews with youths who were participating in a treatment foster care intervention study (n=8) to gain their perspectives on the process of transitioning from residential care. Youths were interviewed right before they exited residential care and two months after placement in the new foster home. Youths reported hopes for gaining family in the new home as well as fears of placement disruption. Findings point to the need to enlist youths in discussion and problem solving about difficulties they anticipate in the new home and expectations for their relationship with the new foster parents. In addition, the struggles described after two months in the home point to the need for youths to build specific skills to better manage ongoing relationships with foster parents and for foster parent training on how to help build these skills.",
		"pages": "43-49",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911003331",
		"journal": "Children and Youth Services Review",
		"volume": "34"
	},
	{
		"id": "MACPHERSON2013437",
		"source_id": "MACPHERSON2013437",
		"type": "article",
		"title": "Multivitamin-multimineral supplementation and mortality: a meta-analysis of randomized controlled trials1,2,3",
		"author": "Helen Macpherson and Andrew Pipingas and Matthew P Pase",
		"doi": "https://doi.org/10.3945/ajcn.112.049304",
		"abstract": "ABSTRACT Background: Multivitamins are the most commonly used supplement in the developed world. Recent epidemiologic findings suggest that multivitamin use increases the risk of mortality. Objective: We aimed to determine whether multivitamin-multimineral treatment, used for primary or secondary prevention, increases the risk of mortality in independently living adults. Design: We performed a meta-analysis of randomized controlled trials. Multiple electronic databases were systematically searched from March to October 2012. Randomized controlled primary or secondary prevention trials were considered for inclusion. Eligible trials investigated daily multivitamin-multimineral supplementation for ≥1 y. Cohorts described as institutionalized or as having terminal illness (tertiary prevention) were excluded. The number of deaths and the sample size of each study arm were extracted independently by 2 researchers. Twenty-one articles were included in the analysis, which generated a total pooled sample of 91,074 people and 8794 deaths. These trials were pooled in a meta-analysis, and the outcomes were expressed as RRs and 95% CIs. Results: The average age of the pooled sample was 62 y, and the average duration of supplementation was 43 mo. Across all studies, no effect of multivitamin-multimineral treatment on all-cause mortality (RR: 0.98; 95% CI: 0.94, 1.02) was observed. There was a trend for a reduced risk of all-cause mortality across primary prevention trials (RR: 0.94; 95% CI: 0.89, 1.00). Multivitamin-multimineral treatment had no effect on mortality due to vascular causes (RR: 1.01; 95% CI: 0.93, 1.09) or cancer (RR: 0.96; 95% CI: 0.88, 1.04). No statistical evidence of heterogeneity or publication bias was observed. Conclusion: Multivitamin-multimineral treatment has no effect on mortality risk.",
		"pages": "437-444",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002916523054242",
		"journal": "The American Journal of Clinical Nutrition",
		"volume": "97"
	},
	{
		"id": "HERRERAMOLINA2011147",
		"source_id": "HERRERAMOLINA2011147",
		"type": "article",
		"title": "Experiencias españolas en la promoción de la autonomía personal en las personas mayores",
		"author": "Emilio Herrera Molina and Ingrid Muñoz Mayorga and Verónica Martin Galán and Manolo Cid Gala",
		"keywords": "Autonomía personal, Envejecimiento activo, Programas, Normativa, Personal autonomy, Active aging, Programs, Regulations",
		"doi": "https://doi.org/10.1016/j.gaceta.2011.09.016",
		"abstract": "Resumen Objetivos Identificar en la literatura estudios que analicen el desarrollo de iniciativas y expresen las características que deben tener los programas para la promoción de la autonomía personal. Identificar las iniciativas y el desarrollo normativo de la promoción de la autonomía personal en las comunidades autónomas en España y analizar si los programas son consistentes con la evidencia disponible. Método Revisión de la literatura y análisis de la información normativa e institucional de las comunidades autónomas. Identificación y análisis del desarrollo de programas para la promoción de la autonomía personal mediante cuestionario enviado a las comunidades. Resultados La promoción de la autonomía personal debe fomentarse con programas que mejoren la capacidad funcional (física, cognitiva, social, psicoafectiva) y con actuaciones que eliminen barreras que dificultan la vida independiente. La capacidad funcional es promovida en las comunidades autónomas con actividades de ocio activo (83%), fomento de la lectura, mantenimiento y rehabilitación cognitiva. La eliminación de barreras personales es promovida en algunas comunidades con servicios de podología (38,9%), y las ambientales con servicios de comida a domicilio (38,9%). Trece comunidades autónomas y la Diputación Foral de Vizcaya han desarrollado normativas para la promoción de la autonomía personal. Las actividades suelen realizarse en centros para mayores o centros de día. Conclusiones Hay diferencias en la provisión de los programas para la promoción de la autonomía personal. La ejecución y la programación dependen del organismo competente (IMSERSO, ayuntamientos, entidades privadas concertadas, etc.). Se evidencia la necesidad de desarrollar más estudios que generen consenso y establezcan un marco de iniciativas donde se definan estándares y criterios comunes para el desarrollo de programas efectivos. Objectives To identify studies analyzing the development of initiatives and the requisite characteristics of programs that promote personal autonomy, to identify the initiatives and policies developed in Spain to promote active aging and to determine whether the programs developed are consistent with the evidence in this field. Method We performed a literature review and analyzed the policies developed in each Spanish region. Programs to promote personal autonomy were identified and analyzed through a questionnaire sent to the autonomous regions. Results Personal autonomy should be promoted through interventions to improve physical, cognitive, social and psycho-affective functions and by eliminating barriers that hamper independent living. Functional capacities are promoted through leisure activities (83%), reading and cognitive rehabilitation. Independent living is encouraged through podiatry services (38.9%) and food services at home (38.9%). Thirteen autonomous communities and the Biscay Regional Council have developed specific policies to promote personal autonomy. Personal autonomy activities are often conducted in senior or day centers. Conclusions There are differences in the provision of programs to promote active aging. The development and implementation of these programs depends on the competent authority (Institute for the Elderly and Social Services, town councils, subsidized private entities, etc.). More evidence and a framework that defines common standards and criteria for the development of effective programs are required.",
		"pages": "147-157",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0213911111003219",
		"journal": "Gaceta Sanitaria",
		"volume": "25"
	},
	{
		"id": "SAVLI2012447",
		"source_id": "SAVLI2012447",
		"type": "article",
		"title": "Normative database of the serotonergic system in healthy subjects using multi-tracer PET",
		"author": "Markus Savli and Andreas Bauer and Markus Mitterhauser and Yu-Shin Ding and Andreas Hahn and Tina Kroll and Alexander Neumeister and Daniela Haeusler and Johanna Ungersboeck and Shannan Henry and Sanaz Attaripour Isfahani and Frank Rattay and Wolfgang Wadsak and Siegfried Kasper and Rupert Lanzenberger",
		"keywords": "PET, Serotonin, Database, 5‐HT1A, 5‐HT2A, 5‐HT1B, 5‐HTT",
		"doi": "https://doi.org/10.1016/j.neuroimage.2012.07.001",
		"abstract": "The highly diverse serotonergic system with at least 16 different receptor subtypes is implicated in the pathophysiology of most neuropsychiatric disorders including affective and anxiety disorders, obsessive compulsive disorder, post-traumatic stress disorder, eating disorders, sleep disturbance, attention deficit/hyperactivity disorder, drug addiction, suicidal behavior, schizophrenia, Alzheimer, etc. Alterations of the interplay between various pre- and postsynaptic receptor subtypes might be involved in the pathogenesis of these disorders. However, there is a lack of comprehensive in vivo values using standardized procedures. In the current PET study we quantified 3 receptor subtypes, including the major inhibitory (5‐HT1A and 5‐HT1B) and excitatory (5‐HT2A) receptors, and the transporter (5‐HTT) in the brain of healthy human subjects to provide a database of standard values. PET scans were performed on 95 healthy subjects (age=28.0±6.9years; 59% males) using the selective radioligands [carbonyl-11C]WAY-100635, [11C]P943, [18F]altanserin and [11C]DASB, respectively. A standard template in MNI stereotactic space served for region of interest delineation. This template follows two anatomical parcellation schemes: 1) Brodmann areas including 41 regions and 2) AAL (automated anatomical labeling) including 52 regions. Standard values (mean, SD, and range) for each receptor and region are presented. Mean cortical and subcortical binding potential (BP) values were in good agreement with previously published human in vivo and post-mortem data. By means of linear equations, PET binding potentials were translated to post-mortem binding (provided in pmol/g), yielding 5.89pmol/g (5‐HT1A), 23.5pmol/g (5‐HT1B), 31.44pmol/g (5‐HT2A), and 11.33pmol/g (5‐HTT) being equivalent to the BP of 1, respectively. Furthermore, we computed individual voxel-wise maps with BP values and generated average tracer-specific whole-brain binding maps. This knowledge might improve our interpretation of the alterations taking place in the serotonergic system during neuropsychiatric disorders.",
		"pages": "447-459",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811912007021",
		"journal": "NeuroImage",
		"volume": "63"
	},
	{
		"id": "SAHAISRIVASTAVA2011623",
		"source_id": "SAHAISRIVASTAVA2011623",
		"type": "article",
		"title": "Undiagnosed depression and its correlates in a predominantly immigrant Hispanic neurology clinic",
		"author": "Soma Sahai-Srivastava and Ling Zheng",
		"keywords": "Depression, Neurology, Hispanic",
		"doi": "https://doi.org/10.1016/j.clineuro.2011.04.012",
		"abstract": "Objective Previous studies have reported a high incidence of depression in neurology clinics, however areas where there are predominantly underserved immigrants have not been studied. Methods Retrospective cohort study in an academic outpatient neurology clinic in Los Angeles, California. Newly referred patients (N=318) were assessed consecutively for depression using a PHQ-9 questionnaire, accompanied by review of the assessment of the depressive disorder. Results The patient cohort consisted of 190 females (59%) and 130 males (41%), primarily of Hispanic descent (72%), with 8% Asian 11% white, and 5% African-American. Sixty-eight percent (68%) had depression, with 40% exhibiting moderate to severe depression. Patients who had moderate to severe depression (based on PHQ-9) were more likely to be unemployed (75.2% vs. 60.7%, p=0.008), dependent on government income (29.5% vs. 20.4%, p=0.06), and have headache or pain as the reason for referral (42.4% vs. 28.5%, p=0.03). Severity of depression also significantly correlated with current treatment by psychiatrist, current antidepressant use, and less independent living. Patients with moderate to severe depression were more likely to have made ER visits in the last 12 months (0.9 vs. 0.7, p=0.01) and were taking more medications (3.3 vs. 2.5, p=0.03), compared to patient with mild or no depression. Conclusion The presence of moderate to severe depression significantly correlated with socioeconomic status, use of emergency room, and presence of headache/pain. Neurology clinics with predominantly underserved immigrant patients have a disproportionate amount of depression, which may be related to socioeconomic factors resulting in overutilization of scarce healthcare resources.",
		"pages": "623-625",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0303846711001326",
		"journal": "Clinical Neurology and Neurosurgery",
		"volume": "113"
	},
	{
		"id": "ISAAC2007317",
		"source_id": "ISAAC2007317",
		"type": "article",
		"title": "Provision for the long-term discharged patient",
		"author": "Mohan Isaac",
		"keywords": "community mental health services, deinstitutionalization, long-term mentally ill, recovery vision, sheltered housing",
		"doi": "https://doi.org/10.1016/j.mppsy.2007.05.006",
		"abstract": "Studies from different parts of the developed world have consistently shown that long-term patients discharged from mental hospitals can be successfully resettled into a variety of community-based mental health services. Many of the discharged patients will initially require sheltered accommodation and extensive supervision, but over time this can be gradually reduced to a significant extent. About 40% (many with complex needs) will be readmitted for varying periods and some may become long-stay patients again. Readmissions of long-term discharged patients exert pressure on local services and acute beds; very few are able ultimately to move to fully independent living. For many such patients, sheltered accommodation may represent ‘homes for life’. Discharged long-term patients across the world report improved subjective quality of life, satisfaction with services and a marked preference for continued living in the non-hospital settings. There are varied models of supported housing with marked variations in staffing, environmental characteristics and support and supervision arrangements. There is a need to develop taxonomy of supported housing and move forward from mere descriptions of structures and functions to evaluation of processes and outcomes. Stigma and negative community attitudes contribute to social isolation and exclusion of discharged patients. It will be important to match specific components of residential facilities and programmes with specific disabilities and needs of patients. Future provision for long-term discharged patients should incorporate ‘evidence-based’ and ‘recovery-’ oriented practices.",
		"pages": "317-320",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1476179307001103",
		"journal": "Psychiatry",
		"volume": "6"
	},
	{
		"id": "SACKETT20081",
		"source_id": "SACKETT20081",
		"type": "incollection",
		"title": "CHAPTER 1 - Developmental Disabilities and Primate Models Defined",
		"author": "Gene P. Sackett",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012373743-4.50003-5",
		"isbn": "978-0-12-373743-4",
		"abstract": "Publisher Summary This chapter explains how primate models clarify the understanding of ill-health and childhood disability. The United States Developmental Disabilities Assistance and Bill of Rights Act of 2000 states that developmental disability is a severe, chronic disability of an individual having five defining properties. The disability is attributable to mental or physical impairment or a combination of mental and physical impairments; manifested before the age of 22; likely to continue indefinitely; results in substantial functional limitations in three or more of the following areas of activity: self-care, receptive and expressive living, learning, mobility, self-direction, capacity for independent living, and economic self-sufficiency; and reflects the need for special, interdisciplinary, or generic services, individualized support, or other forms of assistance that are of lifelong or extended duration and are individually planned and coordinated. Childhood diseases and developmental disabilities afflict millions of children worldwide. The causes of many developmental physical and psychological conditions, such as learning disabilities, social behavior pathologies, and abnormal motor coordination, are often unknown. Scientific understanding of the causes and cures of childhood diseases and disabilities depends on research. The purpose of a behavioral primate model is to aid in identifying causal processes affecting human behaviors and to assist in specifying etiological factors, symptoms, therapies, and lifespan effects involved in abnormal behavior.",
		"pages": "1-10",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123737434500035"
	},
	{
		"id": "AYUBDARGEL2015325",
		"source_id": "AYUBDARGEL2015325",
		"type": "article",
		"title": "Mobile Psychiatry",
		"author": "A. Ayub Dargél",
		"doi": "https://doi.org/10.1016/S0924-9338(15)30259-5",
		"abstract": "In psychiatry, diagnosis and prognosis are essentially based on patient report and clinician observation (subjective parameters). Additionally, neither biomarkers nor physiological measures (objective parameters) highlighted in research studies are currently applied in everyday psychiatric practice. Annually, 38% of the European population fulfills diagnostic criteria for at least one mental disorder, corresponding to 164.8 million individuals. Mobile technologies are growing exponentially and their widespread use provides an unprecedented means of administering personalized interventions in real-world conditions. This presentation will review the state-of-art in mobile psychiatry, outlining relevant issues in this field as follows: 1) proactive mental health where psychiatric conditions could be detected and managed before any major complications develop the potential to provide more effective interventions, as well as how smart technologies could detect and support the needs of the psychiatric patient in independent living; 2) the opportunity of using mobile technologies to gather data from multiple sensors and modalities including divergent physiologic, behavioral, environmental, and self-reported factors that can be simultaneously linked to other indicators of social and environmental context; 3) the potential of personalized monitoring of psychiatric patients leading to better outcomes at a lower cost, toward changes in mental healthcare delivering systems; and 4) the emerging research problems of using mobile technologies in psychiatry, such as regulatory environment and security. Leveraging novel technologies to empower patients and extend the benefits of traditional psychiatric services may represent a new direction for translational psychiatry. Research is needed in furthering progress in this emergent field.",
		"pages": "325",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933815302595",
		"journal": "European Psychiatry",
		"volume": "30"
	},
	{
		"id": "ALLWARDT2005211",
		"source_id": "ALLWARDT2005211",
		"type": "incollection",
		"title": "Chapter 11 - The effect of composition, compression, and decompression on the structure of high-pressure aluminosilicate glasses: an investigation utilizing 17O and 27Al NMR",
		"author": "Jeffrey R. Allwardt and Jonathan F. Stebbins and Burkhard C. Schmidt and Daniel J. Frost",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-044451979-5.50013-2",
		"isbn": "978-0-444-51979-5",
		"abstract": "This contribution reviews recent work on the determination of the structure of high-pressure aluminosilicate glasses and presents new 17O and 27Al magic-angle spinning (MAS) and 17O triple-quantum (3Q) MAS NMR spectra that investigate the structure of K3AlSi309 (KAS) and Ca3Al2Si6O18 (CAS) glasses quenched at 5 GPa. Comparison of the27Al MAS spectra for the high-pressure and ambient-pressure CAS and KAS glasses shows that the average Al-coordination increases with increasing pressure and that there is a strong compositional dependence to the amount of high-coordinated Al, as the CAS glass contains significantly more [5]Al and [6]Al than the KAS glasses. The spectra of the 5 GPa and the ambient pressure glasses were compared and show that high-coordinated Al are formed by the mechanisms: [4]Si–NBO+4[4]Si–0–[4]Al →5[4]Si–0–[5]Al and 2[4]Si–NBO+4[4]Si–0–[4]Al → 6[4]Si–0–[6]Al, which are similar to the mechanisms for the generation of [5],Si and [6],Si in high-pressure silicate glasses. Decompression times were varied (14 h and 1 s) and longer times are shown to reduce the average Al-coordination. Additionally, the reproducibility of glass making in a multi-anvil apparatus was investigated by comparing the Al MAS spectra of two glasses made in the same high-pressure experiment, but in separate capsules. This suggests that the reproducibility of the average Al-coordination is about 0.1 (e.g. 5.0 ± 0.1) for glasses with an Al/(AAl + Si) ratio of 0.25.",
		"pages": "211-240",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780444519795500132"
	},
	{
		"id": "VANDERZWALUW2011549",
		"source_id": "VANDERZWALUW2011549",
		"type": "article",
		"title": "Cognitive Functioning in the Acute Phase Poststroke: A Predictor of Discharge Destination?",
		"author": "Carmen S. van der Zwaluw and Susanne A.M. Valentijn and Ruth Nieuwenhuis-Mark and Sascha M.C. Rasquin and Caroline M. van Heugten",
		"keywords": "CVA, cognition, discharge planning",
		"doi": "https://doi.org/10.1016/j.jstrokecerebrovasdis.2010.03.009",
		"abstract": "Cognitive dysfunction occurs in more than half of stroke survivors and can have far-reaching consequences for functioning in daily life. Assessment of cognitive function can play a major role in determining the appropriate discharge destination after a hospital stay. The present study aimed to determine the feasibility of cognitive screening in the acute phase poststroke and to investigate whether this cognitive screening can accurately predict discharge destination to either a dependent or an independent living situation. A total of 287 patients with a first-ever cerebral stroke consecutively admitted to a stroke unit of a general hospital were eligible for the study. All patients underwent neuropsychological screening, consisting of the Mini-Mental State Examination (MMSE), Cognitive Screening Test (CST), and Clock-Drawing Test, within 7 days poststroke. Screening was feasible in 73.2% of the patients. Logistic regression analysis showed that the Barthel Index (BI) score (ie, ability to perform activities of daily living) could predict the discharge destination with 47% explained variance when age and BI score were taken into account. Adding the 3 cognitive tests to the model with age and BI improved the explained variance substantially (53%), with a significant contribution of BI and CST. Cognitive screening in the acute phase poststroke appeared to be feasible and capable of supporting the decision of whether to discharge a patient to home or to a dependent living situation. Functional status improved the predictive value of the model; the MMSE was not suitable for prediction. A comprehensive set of various predictors, including cognition, is recommended to support discharge planning.",
		"pages": "549-555",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1052305710000911",
		"journal": "Journal of Stroke and Cerebrovascular Diseases",
		"volume": "20"
	},
	{
		"id": "COOPER20111843",
		"source_id": "COOPER20111843",
		"type": "article",
		"title": "The effect of hippocampal damage in children on recalling the past and imagining new experiences",
		"author": "Janine M. Cooper and Faraneh Vargha-Khadem and David G. Gadian and Eleanor A. Maguire",
		"keywords": "Autobiographical memory, Scene construction, Episodic memory, Hippocampus, Children, Developmental amnesia",
		"doi": "https://doi.org/10.1016/j.neuropsychologia.2011.03.008",
		"abstract": "Compared to adults, relatively little is known about autobiographical memory and the ability to imagine fictitious and future scenarios in school-aged children, despite the importance of these functions for development and subsequent independent living. Even less is understood about the effect of early hippocampal damage on childrens memory and imagination abilities. To bridge this gap, we devised a novel naturalistic autobiographical memory task that enabled us to formally assess the memory for recent autobiographical experiences in healthy school-aged children. Contemporaneous with the autobiographical memories being formed, the children also imagined and described fictitious scenarios. Having established the performance of healthy school-aged children on these tasks, we proceeded to make comparisons with children (n=21) who had experienced neonatal hypoxia/ischaemia, and consequent bilateral hippocampal damage. Our results showed that healthy children could recall autobiographical events, including spatiotemporal information and specific episodic details. By contrast, children who had experienced neonatal hypoxia/ischaemia had impaired recall, with the specific details of episodes being lost. Despite this significant memory deficit they were able to construct fictitious scenarios. This is in clear contrast to adults with hippocampal damage, who typically have impaired autobiographical memory and deficits in the construction of fictitious and future scenarios. We speculate that the paediatric patients’ relatively intact semantic memory and/or some functionality in their residual hippocampi may underpin their scene construction ability.",
		"pages": "1843-1850",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0028393211001370",
		"journal": "Neuropsychologia",
		"volume": "49"
	},
	{
		"id": "AUERBACH200879",
		"source_id": "AUERBACH200879",
		"type": "article",
		"title": "A comparative 90-day toxicity study of allyl acetate, allyl alcohol and acrolein",
		"author": "Scott S. Auerbach and Joel Mahler and Gregory S. Travlos and Richard D. Irwin",
		"keywords": "Allyl acetate, Allyl alcohol, Acrolein, Prechronic, Gavage",
		"doi": "https://doi.org/10.1016/j.tox.2008.08.014",
		"abstract": "Allyl acetate (AAC), allyl alcohol (AAL), and acrolein (ACR) are used in the manufacture of detergents, plastics, pharmaceuticals, and chemicals and as agricultural agents. A metabolic relationship exists between these chemicals in which allyl acetate is metabolized to allyl alcohol and subsequently to the highly reactive, α,β-unsaturated aldehyde, acrolein. Due to the weaker reactivity of the protoxicants, allyl acetate and allyl alcohol, relative to acrolien we hypothesized the protoxicants would attain greater systemic exposure and therefore deliver higher doses of acrolein to the internal organs. By extension, the higher systemic exposure to acrolein we hypothesized should lead to more internal organ toxicity in the allyl acetate and allyl alcohol treated animals relative to those treated with acrolein. To address our hypothesis we compared the range of toxicities produced by all three chemicals in male and female Fischer 344/N rats and B6C3F1 mice exposed 5 days a week for 3 months by gavage in 0.5% methylcellulose. Rats (10/group) were dosed with 0–100mg/kg allyl acetate, 0–25mg/kg allyl alcohol, or 0–10mg/kg acrolein. Mice (10/group) were dosed with 0–125mg/kg allyl acetate, 0–50mg/kg allyl alcohol, or 0–20mg/kg acrolein. The highest dose of allyl acetate and acrolein decreased survival in both mice and rats. The primary target organ for the toxicity of all three chemicals in both species and sexes was the forestomach; squamous epithelial hyperplasia was observed following exposure to each chemical. In both species the highest allyl acetate dose group exhibited forestomach epithelium necrosis and hemorrhage and the highest dose of acrolein led to glandular stomach hemorrhage. Liver histopathology was the most apparent with allyl acetate, was also observed with allyl alcohol, but was not observed with acrolein. All chemicals had effects on the hematopoietic system with allyl acetate having the most pronounced effect. When dosed at quantities limited by toxicity, allyl acetate and allyl alcohol produce higher levels of urinary mercapturic acids than the minimally toxic dose of acrolein. This observation is likely due to biotransformation of allyl acetate and ally alcohol to acrolein that occurs after absorption and suggests that these chemicals are protoxicants that increase systemic exposure of acrolein. Increased systemic exposure to acrolein is likely responsible for the differences in hepatic toxicological profile observed with these chemicals.",
		"pages": "79-88",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300483X08004174",
		"journal": "Toxicology",
		"volume": "253"
	},
	{
		"id": "COETZEE2009S467",
		"source_id": "COETZEE2009S467",
		"type": "article",
		"title": "P01-79 The Vincent Van Gogh model in the treatment of adolescents with dual diagnoses",
		"author": "M. Coetzee and S. Tuinier",
		"doi": "https://doi.org/10.1016/S0924-9338(09)70700-X",
		"abstract": "Treatment of adolescents with addiction and comorbid disorders is notoriously difficult. In clinival practice one or the other diagnoses remain unnoticed and untreated. The reason for this the unfortunate focus on just one identifiable disorder. The resulting treatment remains suboptimal because state of the art evidence based parallel treatment programs for adolescents with dual diagnosis have not been adequately developed and implemented. In addition the long term development of psychopathology in adolescents due to addiction is unclear and needs to be elucidated. Addiction can lead to psychopathology of different kinds, such: as anxiety disorders, mood disorders, bipolar disorders and psychoses or the look-alikes. The opposite is also true: ADHD combined with a conduct disorder leads to addiction. Post traumatic stress disorder, bipolar disorder and antisocial personality disorder are alle associated with increased rates of substance abuse or addiction. What is missing is an integrated continuity of care program with seamless transferral from ambulant to clinic to independent living to aftercare. This program will be affiliated with other caresystems in the community such as child and family services, juvenile justice and multisystemic therapy (MST). The adolescent is in a critical developmental stage of attaining a healthy personal identity. Keywords are: continuity of care, parallel treatment and long term intensive inpatient treatment of recalcitrant patients. The role of expressive therapies, motivational enhancement therapy (MET) and cognitive behavioral therapy is emphasized. Several new exciting medications are avalilable and will be used in individual treatment strategies.",
		"pages": "S467",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493380970700X",
		"journal": "European Psychiatry",
		"volume": "24"
	},
	{
		"id": "PADGETT20071925",
		"source_id": "PADGETT20071925",
		"type": "article",
		"title": "Theres no place like (a) home: Ontological security among persons with serious mental illness in the United States",
		"author": "Deborah K. Padgett",
		"keywords": "Homelessness, Serious mental illness, Ontological security, USA, Housing first",
		"doi": "https://doi.org/10.1016/j.socscimed.2007.02.011",
		"abstract": "As the homelessness ‘crisis’ in the United States enters a third decade, few are as adversely affected as persons with serious mental illness. Despite recent evidence favoring a ‘housing first’ approach, the dominant ‘treatment first’ approach persists in which individuals must climb a ladder of program requirements before becoming eligible for an apartment of their own. Drawing upon the concept of ‘ontological security’, this qualitative study examines the subjective meaning of ‘home’ among 39 persons who were part of a unique urban experiment that provided New York Citys homeless mentally ill adults with immediate access to independent housing in the late 1990s. The study design involved purposively sampling from the experimental (housing first) group (N=21) and the control (treatment first) group (N=18) and conducting two life history interviews with each participant. Markers of ontological security—constancy, daily routines, privacy, and having a secure base for identity construction—provided sensitizing concepts for grounded theory analyses designed to also yield emergent, or new, themes. Findings revealed clear evidence of the markers of ontological security among participants living in their own apartments. This study expands upon previous research showing that homeless mentally ill persons are capable of independent living in the community. The emergent theme of ‘whats next’ questions and uncertainty about the future points to the need to address problems of stigma and social exclusion that extend beyond the minimal achievement of having a ‘home’.",
		"pages": "1925-1936",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953607000494",
		"journal": "Social Science & Medicine",
		"volume": "64"
	},
	{
		"id": "MCGURK2004225",
		"source_id": "MCGURK2004225",
		"type": "article",
		"title": "Antipsychotic and anticholinergic effects on two types of spatial memory in schizophrenia",
		"author": "Susan R McGurk and Michael F Green and William C Wirshing and Donna Ames Wirshing and Steven R Marder and Jim Mintz and Robert Kern",
		"keywords": "Spatial working memory, Spatial reference memory, Schizophrenia, Benztropine, Risperidone",
		"doi": "https://doi.org/10.1016/S0920-9964(03)00123-3",
		"abstract": "Spatial memory is of interest in schizophrenia because of widespread impairments in adaptive functioning, including independent living skills. Short-term spatial memory is impaired in this disease, whereas spatial reference memory, a longer-term spatial memory, has not been evaluated. Animal studies have demonstrated that anticholinergics impair short-term spatial memory but not spatial reference memory. The effects of haloperidol and risperidone on these two types of spatial memory were evaluated in a double-blind randomized comparison in inpatients with schizophrenia. It was predicted that risperidone would have a greater beneficial effect on spatial working memory than haloperidol. Computerized measures of spatial working memory and spatial reference memory were developed based on animal assessment of these functions. Subjects with schizophrenia were assessed during a medication-free period and again following 4 weeks of fixed-dose treatment. Risperidone, compared to haloperidol, improved spatial working memory performance, an effect that became nonsignificant when benztropine co-treatment was controlled. There were no treatment effects on spatial reference memory performance. Consistent with animal studies, benztropine impaired spatial working memory but not spatial reference memory. The relative benefits of risperidone on spatial working memory performance were largely explained by differential benztropine treatment for the haloperidol-treated subjects.",
		"pages": "225-233",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996403001233",
		"journal": "Schizophrenia Research",
		"volume": "68"
	},
	{
		"id": "KALBAUGH2006296",
		"source_id": "KALBAUGH2006296",
		"type": "article",
		"title": "One-year prospective quality-of-life outcomes in patients treated with angioplasty for symptomatic peripheral arterial disease",
		"author": "Corey A. Kalbaugh and Spence M. Taylor and Dawn W. Blackhurst and Matthew B. Dellinger and E. Annie Trent and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2006.04.045",
		"abstract": "Background Despite lower reported patency rates than open bypass, percutaneous transluminal angioplasty (PTA) may result in symptom relief, limb salvage, maintenance of ambulation and independent living, and overall improved quality of life. The goal of this study was to prospectively assess quality of life and functional outcomes after angioplasty and stenting in patients with chronic leg ischemia. Methods From August to December 2002, 84 patients with 118 chronically ischemic limbs underwent PTA with or without stenting as part of an ongoing prospective project performed to examine management of symptomatic peripheral arterial disease. All patients completed a preprocedure health questionnaire (Short Form 36) to provide adequate baseline data. Each patient was followed up every 3 months after treatment for 1 year to determine traditional outcomes of arterial patency, limb salvage, survival and amputation-free survival, and functional outcomes assessed according to improvement in quality of life, maintenance of ambulatory status, and maintenance of independent living status. The entire cohort was analyzed, as were subgroups of patients with lifestyle-limiting claudication and those with critical limb ischemia. Outcomes were analyzed by using Kaplan-Meier life-table analysis, the log-rank test for survival curves, and the one-sample t test. A Cox proportional hazard model was used to determine whether presentation and level of disease were independent predictors of outcome. Results Of the 84 patients, 54 (64.3%) were treated for claudication (34 aortoiliac occlusive disease and 20 infrainguinal disease), and 30 (35.7%) were treated for critical limb ischemia (11 aortoiliac occlusive disease and 19 infrainguinal disease). One-year results for the 54 patients with claudication were as follows: primary patency, 78.5%; limb salvage, 100%; amputation-free survival, 96.3%; survival, 96.3%; maintenance of ambulation status, 100%; and maintenance of independence, 100%. There was statistical improvement in all physical function categories, including physical function (29.4 ± 8.9 vs 37.1 ± 11.3; P < .0001), role-physical (32.5 ± 11.3 vs 39.5 ± 13.0; P = .0001), bodily pain (35.8 ± 8.5 vs 42.9 ± 10.9; P < .0001), and aggregate physical scoring (31.1 ± 9.7 vs 38.1 ± 11.5; P < .0001). One-year results for the 30 patients with critical limb ischemia were as follows: primary patency, 35.2%; limb salvage, 77.2%; amputation-free survival, 50.0%; survival, 60.0%; maintenance of ambulation status, 75.8%; and maintenance of independence, 92.8%. There was statistical improvement in bodily pain resolution (35.3 ± 12.0 vs 46.6 ± 12.0; P = .0009). Cox models with hazard ratios (HRs) revealed that presentation was a significant predictor for outcomes of primary patency (HR, 4.2; P= .0002), secondary patency (HR, 6.0; P < .0001), limb salvage (HR, 20.2; P = .0047), survival (HR, 10.9; P = .0002), and amputation-free survival (HR, 11.2; P < .0001). Conversely, the level of disease was predictive of outcome only for primary patency (HR, 1.8; P = .00289). Conclusions Despite inferior reconstruction patency rates when compared with the historical results of open bypass, PTA provides excellent functional outcomes with good patient satisfaction, especially for treating claudication. These findings support a more liberal use of PTA intervention for patients with vasculogenic claudication.",
		"pages": "296-303",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S074152140600783X",
		"journal": "Journal of Vascular Surgery",
		"volume": "44"
	},
	{
		"id": "BUJNOSKOVA2015e43",
		"source_id": "BUJNOSKOVA2015e43",
		"type": "article",
		"title": "37. Importance of weak connections in functional network analysis of left TLE",
		"author": "E. Bujnošková and J. Fousek and R. Mareček and I. Rektor",
		"doi": "https://doi.org/10.1016/j.clinph.2014.10.196",
		"abstract": "Brain can be described as a complex network and its structure can be changed in disease (Rubinov and Sporns, 2010). The analysis based on graph theory is a well established tool for quantification of changes in network topology (Tijms et al., 2013, Diessen et al., 2013); so far the binary representation of connectivity network has been very popular: it preserves a chosen percentage of the strongest connections, thus simplifies analysis and interpretations of results. This approach, however, discards information about weak connections and weighted representation comes into use. We aim to examine differences in results from both approaches. We used resting state fMRI data from 9 left temporal lobe epilepsy (TLE) patients and 20 controls. We extracted matrices of functional connectivity based on Pearson correlations between representatives from regions defined by AAL atlas (Tzourio-Mazoyer et al., 2002), in case of binary approach we used 15% of the strongest connections. For both representations we computed path length, clustering coefficient, connectivity strength, and betweenness centrality measures and evaluated group differences by Mann–Whitney U test. By weighted approach, we observed the significantly (FDR corr.) higher normalized clustering coefficient and higher normalized characteristic path length in patient group that suggest the shift of the network topology toward more regular structure. Together with increased global betweenness centrality, it leads us to an assumption that the patient network forms densely connected clusters that are mutually connected only by a small number of links, whereas the control network exhibits more distributed and balanced pattern of topology. The most striking difference between groups is in connectivity strength which is significantly lower in left TLE group. These results, however, could not be observed in binary representation of connectivity. The increases in characteristic path length and global clustering coefficient were not significant after FDR correction (p-values 0.03 and 0.14) and only a trend towards lattice topology can be concluded. Also just a trend to increased betweenness centrality (p=0.03) in patient group was seen, no change in connection strength was found. Our findings support other studies showing that network topology in left temporal lobe epilepsy shifts towards regular structure (Diessen et al., 2013). This, combined with changes in betweenness centrality and connection strength, allows us to provide better specification of network topology in left TLE patients. We stress that the difference between groups lies especially in low correlations which is the reason why the analysis based on binary representation failed to find statistically significant changes.",
		"pages": "e43",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245714007706",
		"journal": "Clinical Neurophysiology",
		"volume": "126"
	},
	{
		"id": "STORK2006519",
		"source_id": "STORK2006519",
		"type": "article",
		"title": "Prediction of Mortality Risk in the Elderly",
		"author": "Stefan Störk and Richard A. Feelders and Annewieke W. van den Beld and Ewout W. Steyerberg and Huub F.J. Savelkoul and Steven W.J. Lamberts and Diederick E. Grobbee and Michiel L. Bots",
		"keywords": "Mortality, Atherosclerosis, Inflammation, Prevention, Elderly",
		"doi": "https://doi.org/10.1016/j.amjmed.2005.10.062",
		"abstract": "Purpose Ways to predict the risk of cardiovascular (CV) events or all-cause mortality have largely been derived from populations in which old and very old subjects were underrepresented. We set out to estimate the incremental prognostic utility of inflammation and atherosclerosis markers in the prediction of all-cause and CV mortality in elderly men. Methods In a prospective population-based cohort study, conventional CV risk factors were documented in 403 independently living elderly men. C-reactive protein (CRP) and interleukin (IL)-6 levels were measured. Carotid plaques were assessed by ultrasound. Analyses were performed with proportional hazards analyses, and bootstrapping was used for internal validation. Main outcome was CV and all-cause mortality occurring during 4 years of follow-up. Results Increasing tertiles of CRP, IL-6, and number of plaques were independently associated with all-cause and CV mortality. With information on age, carotid plaques, IL-6, and CRP yielded good discriminatory power for all-cause and CV mortality: area under the receiver operating characteristic curve (95% confidence interval), 0.76 (0.70-0.82) and 0.74 (0.68-0.80), respectively. Combined use of only IL-6 and plaque burden allowed identification of subjects with low and high mortality risk. The Framingham PROCAM and a Dutch Risk Function poorly predicted mortality risk, similar or worse than a model using age alone. Conclusion In the old and very old, IL-6 and number of carotid plaques are powerful predictors of mortality risk in the years to come. Conventional risk scores seem to perform unsatisfactorily.",
		"pages": "519-525",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002934305010764",
		"journal": "The American Journal of Medicine",
		"volume": "119"
	},
	{
		"id": "PASCHALIDIS20141",
		"source_id": "PASCHALIDIS20141",
		"type": "article",
		"title": "EPA-0853 – Reduction of medication received and avoidance of hospitalization in patient with hebefrenia",
		"author": "K. Paschalidis and P. Argitis and P. Dalli and I. Chaviaras",
		"doi": "https://doi.org/10.1016/S0924-9338(14)78190-8",
		"abstract": "Introduction Schizophrenia is a mental disorder, which is characterized by positive and negative symptoms, such as disorders in the professional and social area. Purpose Today, the dominant trend in Psychiatry is ‘social and community psychiatry’. In this paper we present the progress of the disorder, of a patient who suffers from schizophrenia -disorganized type- over the past 20 years and in which psychosocial intervention was aimed towards the prevention of hospitalization and his best possible functionality, despite the reduction of the medication received. Material The material used, is from the medical records of the patient in the different structures of the Psychiatric Hospital of Corfu. Methodology During the research we have studied the medical records of the patient, the reports of the nursing, social, psychology services, his medications since 1999 up to now, as well as his behavior particularly for the last 2 years. Results The patients, supervised, independent living, during the last 2 years, his participation in social activities, the encouragement by the medical team to make him become involved in new things (learning computer, Internet use) has resulted in the prevention of his hospitalization to the Psychiatric Hospital and the reduction of the medication received. Conclusions Despite the pessimistic outlook and the stigma of the society as far as the schizophrenic and their ‘recovery’ is concerned, it seems that these patients can improve the conditions of their life and regain their communication skills through which they can express feelings and interact with others. Although, no totally effective therapy has yet been devised, it is important to remember that many people with this illness could improve enough so as to lead independent, satisfying lives. As we learn more about the causes and treatments of schizophrenia, we should be able to help more patients achieve successful outcomes. Targeted psychosocial interventions may lead to the reduction of the severity and the number of relapses, with the minimal medication received.",
		"pages": "1",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933814781908",
		"journal": "European Psychiatry",
		"volume": "29"
	},
	{
		"id": "GUO2015363",
		"source_id": "GUO2015363",
		"type": "article",
		"title": "Offspring caregivers’ depression affected by intergenerational disagreements on preferred living arrangement for the elderly: A phenomena with Chinese characteristic",
		"author": "Lihua Guo and Jie Zhang and Wei Ma and Xiaojuan Sha and Xiangren Yi and Bingyin Zhang and Chunping Wang and Shumei Wang",
		"keywords": "Elderly, Preferred living arrangement, Offspring caregivers, Depression",
		"doi": "https://doi.org/10.1016/j.archger.2015.08.013",
		"abstract": "Objective This study aimed to explore whether the depression of offspring caregivers can be affected by the intergenerational disagreements on preferred living arrangements for the elderly, and the extent of this influence. Methods A total of 875 participants from five urban neighborhoods were investigated in a cross-sectional survey in Jinan, China. Depressive symptoms were assessed by the Self-rating Depression Scale (SDS). Multiple stratification was performed based on participants’ characteristics, then generalized linear models (GLM) were used to adjust confounding factor and analyze the effect of the intergenerational disagreements on depressive symptoms among participants with different characteristics. Results The intergenerational disagreements on preferred living arrangements for the elderly greatly impact on offspring caregivers’ depressive symptoms. Especially in the following two situations: (1) in the case of older adults were relatively independent and offspring caregivers had to co-reside with older adults against their own will, the max mean difference on the depression measures was up to 10.603 (p<0.001), in comparison with both parties were willing to co-reside. (2) In the case of older adults were fully dependent and offspring caregivers had not to hire a maid to care older adults against their own will, the max mean difference on the depression measures was up to 8.937 (p<0.001), in comparison with both parties were willing not to hire a maid. Conclusion Intergenerational disagreements on preferred living arrangement for the elderly have negative effect on offspring caregivers’ depressive symptoms.",
		"pages": "363-370",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494315300455",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "61"
	},
	{
		"id": "KEOGH20151993",
		"source_id": "KEOGH20151993",
		"type": "article",
		"title": "Prevalence and Risk Factors for Low Habitual Walking Speed in Nursing Home Residents: An Observational Study",
		"author": "Justin William Keogh and Hugh Senior and Elaine Margaret Beller and Timothy Henwood",
		"keywords": "Aging, Frail elderly, Gait, Independent living, Nursing homes, Rehabilitation, Sarcopenia",
		"doi": "https://doi.org/10.1016/j.apmr.2015.06.021",
		"abstract": "Objective To quantify habitual walking speed and estimate the prevalence of low habitual walking speed (<0.8m/s and <0.5m/s) in nursing home residents; and secondarily to gain some insight into whether demographic, health, and functional outcomes could predict the nursing home residents walking speed. Design Cross-sectional study. Setting Eleven nursing homes. Participants Nursing home residents (N=102 [37%] of 273 eligible, randomly selected residents from 11 nursing homes consented to participate in this study). Interventions Not applicable. Main Outcome Measures The primary outcome was habitual walking speed assessed over a distance of 2.4m. Secondary outcomes including body composition, muscle strength, balance and physical performance as assessed via the Short Physical Performance Battery, and historical and current demographic and health measures were all assessed as potential predictors of walking speed. Results Mean walking speed was .37±.26m/s, meaning that 97% and 75% of participants had walking speeds <0.8m/s and <0.5m/s, respectively. Multivariable linear regression identified physical activity status before 50 years of age and daily sitting time as independent predictors of walking speed (r2=.25, P<.05), although this regression only accounted for 25% of the variance in walking speed. Conclusions Almost all participants in this study had below-normal walking speed, a known clinical predictor of physical performance. Because walking speed is a clinical marker of many age-related adverse outcomes in older age, efforts to increase or at least maintain walking speed in nursing home residents should be considered. Some evidence suggests that progressive resistance training may offset these declines in walking speed.",
		"pages": "1993-1999",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999315005882",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "96"
	},
	{
		"id": "YOUNG2010257",
		"source_id": "YOUNG2010257",
		"type": "article",
		"title": "Comparison Study on Functional Outcomes and Perceived Quality of Life Between All-Inclusive and Fee-For-Service Continuing Care Retirement Communities",
		"author": "Yuchi Young and Sumant Inamdar and Edward L. Hannan",
		"keywords": "All-inclusive, fee-for-service, CCRC, retirement, community",
		"doi": "https://doi.org/10.1016/j.jamda.2009.09.004",
		"abstract": "Objective To examine the associations between 2 types of continuing care retirement communities (CCRC) residents regarding physical function and perceived quality of life. Methods Cross-sectional study (n=406). Eligibility criteria include age 65 years or older, residents of independent living units, and intact cognition (MMSE≥24). All-inclusive CCRCs provide unlimited access to home health services and nursing home care as needed in return for the entry and monthly fee. Fee-for-service CCRCs offer home health and nursing home services at a full fee-for-service rate. Outcomes were functional status (ADLs and IADLs) and perceived quality of life. Multivariate regressions were used to examine the associations between residents of different types of CCRCs on selected outcomes while adjusting for covariates. Results The all-inclusive CCRC sample was more likely to be married (53.8% versus 33.4%; P < .001), with more years of education (17.9 versus 14.4; P < .0001), and had few physician visits in the previous year in comparison to the FFS CCRC sample. Multivariate results indicate that the FFS group had worse ADL (β=0.95; P=.0003), IADL (β=0.57; P=.02) function than the all-inclusive group. There was no significant difference in perceived quality of life scores between the 2 groups. Conclusions Residents of both CCRCs reported equally good quality of life scores. Residents of the all-inclusive CCRC seem to have had better ADL and IADL function than the FFS CCRC residents. Prepaid home health services and nursing home care in the all-inclusive CCRC may facilitate ADL and IADL functional independence.",
		"pages": "257-262",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S152586100900303X",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "11"
	},
	{
		"id": "KEANE2011182",
		"source_id": "KEANE2011182",
		"type": "article",
		"title": "Effects of genetic merit for carcass weight, breed type and slaughter weight on performance and carcass traits of beef × dairy steers",
		"author": "M.G. Keane and P.G. Dunne and D.A. Kenny and D.P. Berry",
		"keywords": "beef breeds, carcass, cattle, genetic merit, growth, muscle",
		"doi": "https://doi.org/10.1017/S1751731110001758",
		"abstract": "Crossbreeding of Holstein–Friesian dairy cows with both early maturing (e.g. Aberdeen Angus (AA)) and late maturing (e.g. Belgian Blue (BB)) beef breeds is commonly practised. In Ireland, genetic merit for growth rate of beef sires is expressed as expected progeny difference for carcass weight (EPDCWT). The objective of this study was to compare the progeny of Holstein–Friesian cows, sired by AA and BB bulls of low (L) and high (H) EPDCWT for performance and carcass traits. A total of 118 spring-born male progeny from 20 (9 AA and 11 BB) sires (8 L and 12 H) were managed together from shortly after birth to about 19 months of age. They were then assigned to one of two mean slaughter weights (560 kg (light) or 620 kg (heavy)). Following slaughter, carcasses were graded for conformation class and fat class, the 6th to 10th ribs joint was dissected as an indicator of carcass composition, and samples of subcutaneous fat and musculus longissimus were subjected to Hunterlab colour measurements. A sample of m. longissimus was also chemically analysed. Slaughter and carcass weights per day of age for AAL, AAH, BBL and BBH were 747, 789, 790 and 805 (s.e. 10.5) g, and 385, 411, 427 and 443 (s.e. 4.4) g, respectively. Corresponding carcass weight, kill-out proportion, carcass conformation class (scale 1 to 5) and carcass fat class (scale 1 to 5) values were 289, 312, 320 and 333 (s.e. 4.0) kg, 516, 522, 542 and 553 (s.e. 3.5) g/kg, 2.5, 2.4, 3.0 and 3.1 (s.e. 0.10), and 3.4, 3.5, 2.9 and 2.8 (s.e. 0.11). There were few breed type × genetic merit interactions. Delaying slaughter date increased slaughter weight, carcass weight and all measures of fatness. It also reduced the proportion of carcass weight in the hind quarter and the proportions of bone and muscle in the ribs joint. None of these effects accompanied the increase in carcass weight due to higher EPDCWT. It is concluded that BB have superior production traits to AA. Selection of sires for higher EPDCWT increases growth rate, kill-out proportion and carcass weight of progeny with little effect on carcass or muscle traits. The extra carcass weight due to higher EPDCWT is more valuable commercially than a comparable carcass weight increment from a delay in slaughter date because it comprises a higher proportion of muscle.",
		"pages": "182-194",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1751731110001758",
		"journal": "Animal",
		"volume": "5"
	},
	{
		"id": "REED20121",
		"source_id": "REED20121",
		"type": "article",
		"title": "W04-01 - Psychosocial functioning - relationship to ICF",
		"author": "G. Reed",
		"doi": "https://doi.org/10.1016/S0924-9338(12)75678-X",
		"abstract": "Introduction Schizophrenia and other serious mental illnesses (SMI) are most accurately conceptualized as chronic conditions, in which pattern of functioning rather than diagnosis is often most important in determining what services are needed at any given time. People with SMI have lost the ability to carry out daily tasks, live independently, work, have interpersonal relationships, and engage in leisure pursuits. Much of the focus of treatment is based on needs assessment in these areas rather than on the diagnostic category. Objectives To demonstrate how WHOs International Classification of Functioning Disability and Health (ICF) can provide a framework for treatment planning, defining goals, assessing progress and outcomes, and allocating resources for people with SMI. Aims To analyze the ability of the ICF to reflect the functional problems, treatment goals and outcomes of major psychosocial rehabilitation approaches for people with schizophrenia and other forms of SMI. Methods Extended clinical examples will be provided to illustrate the potential application of the ICF in this context. Results The goals and outcomes of psychosocial rehabilitation approaches including training related to social skills, independent living skills, occupational skills, and illness/wellness management and other approaches such as family-based treatment, neurocognitive therapy, and environmental engineering are a good fit with the conceptual structure, content and descriptive, individualized nature of the ICF. Conclusions The ICF provides an internationally recognized basis for the specification of treatment goals, evaluation parameters, and health care outcomes, including specific characteristics of mental disorders and broader functional issues likely to be treatments most important goals.",
		"pages": "1",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493381275678X",
		"journal": "European Psychiatry",
		"volume": "27"
	},
	{
		"id": "GORWOOD20121",
		"source_id": "GORWOOD20121",
		"type": "article",
		"title": "P-1243 - Psychiatrists perceptions of the clinical importance, assessment and management of functioning: results of the EMEA survey in schizophrenia",
		"author": "P. Gorwood and G. Juckel and T. Burns and A. Rossi and L. San and P. Cherubin and L. Hargarter and A. Schreiner",
		"doi": "https://doi.org/10.1016/S0924-9338(12)75410-X",
		"abstract": "Introduction Many patients with schizophrenia show major difficulties in performing basic social roles. Occupational and social functioning (and independent living) are considered domains of functioning. Improvement in functioning is recognized as an important aim in treatment guidelines and as an outcome by regulatory agencies. Objectives The Europe, Middle East and Africa (EMEA) functioning survey canvassed opinions of psychiatrists (and neurologists with psychiatric backgrounds in Germany) across the region. Aim To ascertain psychiatrists perceptions of the clinical importance, assessment and management of functioning amongst their patients with schizophrenia. Methods The survey comprised 17 questions and was conducted from March-April 2011, in 39 EMEA countries. Respondents demographics and their opinions regarding personal and social functioning in patients with schizophrenia were collected. Results Results were obtained from 3610 clinicians. Psychiatrists reported that they perceived more than two in three of their patients show impaired/very poor levels of functioning. 91% believed that personal and social functioning was an important treatment goal for patients with schizophrenia and 90% believed it was an important goal for patients families. The majority of psychiatrists assess the personal and social functioning of their patient at each visit but 81% determine the level of functioning through clinical interview. To manage personal and social functioning in their patients, 26% of psychiatrists prefer pharmacological interventions while 47% prefer psychosocial interventions. Conclusion Although psychiatrists recognize that functioning is impaired/very poor in patients with schizophrenia, there is still a need to address it as a main treatment goal for patients with schizophrenia.",
		"pages": "1",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493381275410X",
		"journal": "European Psychiatry",
		"volume": "27"
	},
	{
		"id": "BOND201530",
		"source_id": "BOND201530",
		"type": "article",
		"title": "Multi-faceted informatics system for digitising and streamlining the reablement care model",
		"author": "Raymond R. Bond and Maurice D. Mulvenna and Dewar D. Finlay and Suzanne Martin",
		"keywords": "Reablement, Restorative care, Health record systems",
		"doi": "https://doi.org/10.1016/j.jbi.2015.05.008",
		"abstract": "Reablement is new paradigm to increase independence in the home amongst the ageing population. And it remains a challenge to design an optimal electronic system to streamline and integrate reablement into current healthcare infrastructure. Furthermore, given reablement requires collaboration with a range of organisations (including national healthcare institutions and community/voluntary service providers), such a system needs to be co-created with all stakeholders involved. Thus, the purpose of this study is, (1) to bring together stakeholder groups to elicit a comprehensive set of requirements for a digital reablement system, (2) to utilise emerging technologies to implement a system and a data model based on the requirements gathered and (3) to involve user groups in a usability assessment of the system. In this study we employed a mixed qualitative approach that included a series of stakeholder-involved activities. Collectively, 73 subjects were recruited to participate in an ideation event, a quasi-hackathon and a usability study. The study unveiled stakeholder-led requirements, which resulted in a novel cloud-based system that was created using emerging web technologies. The system is driven by a unique data model and includes interactive features that are necessary for streamlining the reablement care model. In summary, this system allows community based interventions (or services) to be prescribed to occupants whilst also monitoring the occupant’s progress of independent living.",
		"pages": "30-41",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S153204641500088X",
		"journal": "Journal of Biomedical Informatics",
		"volume": "56"
	},
	{
		"id": "WRIGHTS2015159",
		"source_id": "WRIGHTS2015159",
		"type": "article",
		"title": "Assessing physical and cognitive function of older adults in continuing care retirement communities: Who are we recruiting?",
		"author": "Abbie P. Wrights and Christie W. Fain and Michael E. Miller and W. Jack Rejeski and Jeff D. Williamson and Anthony P. Marsh",
		"keywords": "Recruitment, Physical function assessment, Translational research, Older adults",
		"doi": "https://doi.org/10.1016/j.cct.2014.12.003",
		"abstract": "Purpose In partnership with six Continuing Care Retirement Communities (CCRCs), the current study focused on the feasibility of recruiting a representative sample of residents and then assessing their functional health. Material and Methods With our guidance, each of the six CCRCs recruited a volunteer (V-Group) and random (R-Group) sample of independent living residents. We provided face-to-face training and ongoing remote electronic support to the CCRC staff on the testing battery and the Web-based data entry system. The testing battery was consisted of demographic, physical function, and psychosocial assessments. Results After training, CCRC staff were receptive to the study goals and successfully used the data entry Website. In the V-Group (N=189), 76% were already participating in CCRC wellness programs. We attempted to recruit a random, unbiased (R-Group) sample of 20% (n=105) of eligible residents; however, only 30 consented to be tested and 70% of this group (21/30) were also already participating in a wellness program. Mean age of all participants was 82.9years. The V-Group had a higher Short Physical Performance Battery (SPPB) total score (least squares mean [SE], 9.4 [0.2] vs 8.2 [0.4], p=0.014) and SPPB gait speed component score (3.5 [0.1] vs 3.0 [0.2], p=0.007) and spent more time doing moderate-to-vigorous physical activity (300 [21] vs 163 [49] min/week, p=0.013) compared to the R-Group. Implications While it is feasible to recruit, assess and transmit data on residents functional health in partnership with CCRCs, population validity was severely compromised. Attention needs to be given to the development of more effective methods to recruit less interested residents.",
		"pages": "159-165",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1551714414001888",
		"journal": "Contemporary Clinical Trials",
		"volume": "40"
	},
	{
		"id": "SWIEZY2008193",
		"source_id": "SWIEZY2008193",
		"type": "incollection",
		"title": "7 - Assessment of Independent Living/Adaptive Skills",
		"author": "Naomi Swiezy and Melissa Stuart and Patricia Korzekwa and Stacie Pozdol",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012373606-2.50009-7",
		"abstract": "Publisher Summary Assessment is critical in the education and treatment of those with ASD as well as in determining an individual’s level of independence for community integration. There are two compelling reasons to assess adaptive behavior in individuals with autism. First is that adaptive behavior is a good indicator of an individual’s level of functioning and independence. Second is that it allows a provider to ascertain directly how well an individual functions in various environments. Depending on the environment, symptom expression, strengths, and weaknesses within an individual may vary. It covers four basic methods of obtaining information related to adaptive functioning, each with its own unique advantages and disadvantages. A complete assessment of adaptive behavior can include all four types of assessments both within and across settings. The first method is through surveys and questionnaires. A second way of obtaining information from different sources and settings is through interview. Interviews can be conducted with any caregiver and provide the best way for determining an individual’s current skills. Interviews can be structured or unstructured and may provide protocols for scoring and interpreting responses. Another method of obtaining information from multiple sources and settings is direct observation of the individual while in that setting. This approach provides the best source for observing the context of the adaptive behavior. Observations concern spontaneous behavior in day-to-day situations that can cover extended periods. A final and arguably less-used way of obtaining information about the individual’s adaptive functioning is through self-report.",
		"pages": "193-219",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123736062500097"
	},
	{
		"id": "DAMATA2015405",
		"source_id": "DAMATA2015405",
		"type": "article",
		"title": "Two-year survival of ART restorations placed in elderly patients: A randomised controlled clinical trial",
		"author": "Cristiane da Mata and P. Finbarr Allen and Gerald McKenna and Michael Cronin and Denis O’Mahony and Noel Woods",
		"keywords": "Atraumatic restorative treatment, Elderly, Caries, Partially dentate",
		"doi": "https://doi.org/10.1016/j.jdent.2015.01.003",
		"abstract": "Objectives Older dentate adults are a high caries risk group who could potentially benefit from the use of the atraumatic restorative treatment (ART). This study aimed to compare the survival of ART and a conventional restorative technique (CT) using rotary instruments and a resin-modified glass-ionomer for restoring carious lesions as part of a preventive and restorative programme for older adults after 2 years. Methods In this randomised controlled clinical trial, 99 independently living adults (65–90 years) with carious lesions were randomly allocated to receive either ART or conventional restorations. The survival of restorations was assessed by an independent and blinded examiner 6 months, 1 year and 2 years after restoration placement. Results Ninety-six (67.6%) and 121 (76.6%) restorations were assessed in the ART and CT groups, respectively, after 2 years. The cumulative restoration survival percentages after 2 years were 85.4% in the ART and 90.9% in the CT group. No statistically significant between group differences were detected (p=0.2050, logistic regression analysis). Conclusions In terms of restoration survival, ART was as effective as a conventional restorative approach to treat older adults after 2 years. This technique could be a useful tool to provide dental care for older adults particularly in the non-clinical setting. (Trial Registration number: ISRCTN 76299321). Clinical Significance The results of this study show that ART presented survival rates similar to conventional restorations in older adults. ART appears to be a cost-effective way to provide dental care to elderly patients, particularly in out of surgery facilities, such as nursing homes.",
		"pages": "405-411",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571215000160",
		"journal": "Journal of Dentistry",
		"volume": "43"
	},
	{
		"id": "LEE2015243",
		"source_id": "LEE2015243",
		"type": "article",
		"title": "From deinstitutionalization to recovery-oriented assertive community treatment in Hong Kong: What we have achieved",
		"author": "Chi C. Lee and Shu K. Liem and Joey Leung and Vicky Young and Kitty Wu and Kenny K. Wong Kenny and Sui K. Yuen and Wai F. Lee and Tom Leung and Mannix Shum and Patrick Kwong and William Lo",
		"keywords": "Case management, Outcome, Frequent admission, Mental illness",
		"doi": "https://doi.org/10.1016/j.psychres.2015.05.106",
		"abstract": "This paper explored the effectiveness of Assertive Community Treatment (ACT) for severely ill mental patients during a period of rapid deinstitutionalization in Hong Kong. We employed a flanking historical control design. The treatment group comprised 70 participants with 3 or more admissions to psychiatric hospitals within the preceding 12 months, and received ACT. Two historical control groups (C1 and C2), each 70 participants, with similar inclusion criteria flanking the recruitment period of treatment group, were identified and received Treatment as Usual (TAU). Outcome data were measured at baseline, 6, 12 and 18 months of intervention. Readmission rates, bed-days, emergency room visits and days of missing medical appointments improved with time during the deinstitutionalization process, irrespective of treatment modality. In addition, ACT had superior effect in most of these outcome parameters, compared to the control groups. We reported that the current model of ACT, with a relatively small case load per case manager, round the clock services, multidisciplinary team approach, with psychiatrists integrated in the services and case managers responsible for health and social care, is an effective intervention for helping people with mental illness who pursue their chosen independent living in the community.",
		"pages": "243-250",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178115004266",
		"journal": "Psychiatry Research",
		"volume": "228"
	},
	{
		"id": "VAILLANCOURT20131747",
		"source_id": "VAILLANCOURT20131747",
		"type": "article",
		"title": "Barriers and facilitators to CPR training and performing CPR in an older population most likely to witness cardiac arrest: A national survey",
		"author": "Christian Vaillancourt and Ann Kasaboski and Manya Charette and Rafat Islam and Martin Osmond and George A. Wells and Ian G. Stiell and Jamie C. Brehaut and Jeremy M. Grimshaw",
		"keywords": "Cardiopulmonary resuscitation, Heart arrest, Knowledge transfer",
		"doi": "https://doi.org/10.1016/j.resuscitation.2013.08.001",
		"abstract": "Background Bystander CPR rates are lowest at home, where 85% of out-of-hospital cardiac arrests occur. We sought to identify barriers and facilitators to CPR training and performing CPR among older individuals most likely to witness cardiac arrest. Methods We selected independent-living Canadians aged ≥55 using random-digit-dial telephone calls. Respondents were randomly assigned to answer 1 of 2 surveys eliciting barriers and facilitators potentially influencing either CPR training or performance. We developed survey instruments using the Theory of Planned Behavior, measuring salient attitudes, social influences, and control beliefs. Results Demographics for the 412 respondents (76.4% national response rate): Mean age 66, 58.7% female, 54.9% married, 58.0% CPR trained (half >10 years ago). Mean intentions to take CPR training in the next 6 months or to perform CPR on a victim were relatively high (3.6 and 4.1 out of 5). Attitudinal beliefs were most predictive of respondents’ intentions to receive training or perform CPR (Adjusted OR; 95%CI were 1.81; 1.41–2.32 and 1.63; 1.26–2.04 respectively). Respondents who believed CPR could save a life, were employed, and had seen CPR advertised had the highest intention to receive CPR training. Those who believed CPR should be initiated before EMS arrival, were proactive in a group, and felt confident in their CPR skills had the highest intention to perform CPR. Interpretation Attitudinal beliefs were most predictive of respondents’ intention to complete CPR training or perform CPR on a real victim. Behavioral change techniques targeting these specific beliefs are most likely to make an impact.",
		"pages": "1747-1752",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300957213004012",
		"journal": "Resuscitation",
		"volume": "84"
	}
]