[
	{
		"id": "AZMITIA200287",
		"source_id": "AZMITIA200287",
		"type": "incollection",
		"title": "Chapter 8 Cajals hypotheses on neurobiones and neurotropic factor match properties of microtubules and S-100β",
		"author": "Efrain C. Azmitia",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/S0079-6123(02)36010-2",
		"abstract": "Cajal described both the morphology and plasticity of neurons. He summarized the structure of neurons as composed of membrane, protoplasm, Golgi apparatus, nucleus, spongioplasm and neurofibrils (cytoskeleton). He initially considered the cytoskeleton as absorbing excitation energy and forming “conductive pathway in the protoplasm” within the neuron. Later, he viewed the neurofibrillary threads as independent, living entities and called them neurobiones. Cajal recognized neuroplasticity in development, memory, sleep, injury and dementia, as well as after exposure to cold and starvation. He noted cytoskeletal changes during these events. However, he did not causatively connect the plastic changes in neurons with the changes in cytoskeleton. Finally, Cajal proposed a theory of chemoaffinity in 1892, and modified his neurotropic theory over the next 40 years. Today we accept that changes in the cytoskeleton produce changes in neuronal morphology. The properties of the cytoskeleton and neurobione as described by Cajal are similar to those of microtubules. These long intraneuronal neurofibrils are polymers of the protein tubulin and, whilst not being living entities, are highly dynamic, sensitive to environmental stimuli, and stabilized by microtubule associated proteins (MAPs). Furthermore, Cajal was very specific in his characterization of the neurotropic factor derived from Schwann cells. Initially, he thought the chemicals attracted the axonal fibers, but later he wrote that the factor was not attractant but rather was involved in assimilation, growth and ramifications. The neurotropic hypothesis described by Cajal in Degeneration and Regeneration in the Nervous System is more similar to a neurite extension factor (NEF) than to a neurotrophic growth factor or specific chemoaffinity (attractant) molecule. S-100β is the major NEF found in PNS Schwann cells and CNS astroglial cells. In summary, the views of Cajal on neuroplasticity, its frequency and function, agree with the modern hypothesis of neuronal instability. This concept states that MAPs regulate microtubule stability by a S-100β sensitive phosphorylation processes. Serotonin, by acting on the astroglial 5-HT1A receptor, releases S-100β and regulates neuronal morphology and apoptosis. This neuronal-glial connection provides a fresh view for linking neuroplasticity, mental illness, and memory with changes in the cytoskeleton.",
		"pages": "87-100",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0079612302360102",
		"volume": "136"
	},
	{
		"id": "WENGER2010746",
		"source_id": "WENGER2010746",
		"type": "article",
		"title": "Effect of whole-body vibration on bone properties in aging mice",
		"author": "Karl H. Wenger and James D. Freeman and Sadanand Fulzele and David M. Immel and Brian D. Powell and Patrick Molitor and Yuh J. Chao and Hong-Sheng Gao and Mohammed Elsalanty and Mark W. Hamrick and Carlos M. Isales and Jack C. Yu",
		"keywords": "Whole-body vibration, Computed tomography, Bone biomechanics, Aging, Femur",
		"doi": "https://doi.org/10.1016/j.bone.2010.07.014",
		"abstract": "Recent studies suggest that whole-body vibration (WBV) can improve measures of bone health for certain clinical conditions and ages. In the elderly, there also is particular interest in assessing the ability of physical interventions such as WBV to improve coordination, strength, and movement speed, which help prevent falls and fractures and maintain ambulation for independent living. The current study evaluated the efficacy of WBV in an aging mouse model. Two levels of vibration — 0.5 and 1.5g — were applied at 32Hz to CB57BL/6 male mice (n=9 each) beginning at age 18months and continuing for 12weeks, 30min/day, in a novel pivoting vibration device. Previous reports indicate that bone parameters in these mice begin to decrease substantially at 18months, equivalent to mid-fifties for humans. Micro-computed tomography (micro-CT) and biomechanical assessments were made in the femur, radius, and lumbar vertebra to determine the effect of these WBV magnitudes and durations in the aging model. Sera also were collected for analysis of bone formation and breakdown markers. Mineralizing surface and cell counts were determined histologically. Bone volume in four regions of the femur did not change significantly, but there was a consistent shift toward higher mean density in the bone density spectrum (BDS), with the two vibration levels producing similar results. This new parameter represents an integral of the conventional density histogram. The amount of high density bone statistically improved in the head, neck, and diaphysis. Biomechanically, there was a trend toward greater stiffness in the 1.5g group (p=0.139 vs. controls in the radius), and no change in strength. In the lumbar spine, no differences were seen due to vibration. Both vibration groups significantly reduced pyridinoline crosslinks, a collagen breakdown marker. They also significantly increased dynamic mineralization, MS/BS. Furthermore, osteoclasts were most numerous in the 1.5g group (p≤0.05). These findings suggest that some benefits of WBV found in previous studies of young and mature rodent models may extend to an aging population. Density parameters indicated 0.5g was more effective than 1.5g. Serological markers, by contrast, favored 1.5g, while biomechanically and histologically the results were mixed. Although the purported anabolic effect of WBV on bone homeostasis may depend on location and the parameter of interest, this emerging therapy at a minimum does not appear to compromise bone health by the measures studied here.",
		"pages": "746-755",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S8756328210013578",
		"journal": "Bone",
		"volume": "47"
	},
	{
		"id": "KITZMAN2001413",
		"source_id": "KITZMAN2001413",
		"type": "article",
		"title": "Importance of heart failure with preserved systolic function in patients ≥65 years of age",
		"author": "Dalane W Kitzman and Julius M Gardin and John S Gottdiener and Alice Arnold and Robin Boineau and Gerald Aurigemma and Emily K Marino and Mary Lyles and Mary Cushman and Paul L Enright",
		"doi": "https://doi.org/10.1016/S0002-9149(00)01393-X",
		"abstract": "Although congestive heart failure (CHF) is a common syndrome among the elderly, there is a relative paucity of population-based data, particularly regarding CHF with normal systolic left ventricular function. A total of 4,842 independent living, community-dwelling subjects aged 66 to 103 years received questionnaires on medical history, family history, personal habits, physical activity, and socioeconomic status, confirmation of preexisting cardiovascular and cerebrovascular disease, anthropometric measurements, casual seated random-zero blood pressure, forced vital capacity and expiratory volume in 1 second, 12-lead supine electrocardiogram, fasting glucose, creatinine, plasma lipids, carotid artery wall thickness by ultrasonography, and echocardiography-Doppler examinations. Participants with at least 1 confirmed episode of CHF by Cardiovascular Health Study criteria were considered prevalent for CHF. The prevalence of CHF was 8.8% and was associated with increased age, particularly for women, in whom it increased more than twofold from age 65 to 69 years (6.6%) to age ≥85 years (14%). In multivariate analysis, subjects with CHF were more likely to be older (odds ratio [OR] 1.2 for 5-year difference, men OR 1.1), and more often had a history of myocardial infarction (OR 7.3), atrial fibrillation (OR 3.0), diabetes mellitus (OR 2.1), renal dysfunction (OR 2.0 for creatinine ≥1.5 mg/dl), and chronic pulmonary disease (OR 1.8; women only). The echocardiographic correlates of CHF were increased left atrial and ventricular dimensions. Importantly, 55% of subjects with CHF had normal left ventricular systolic function and 80% had either normal or only mildly reduced systolic function. Among subjects with CHF, women had normal systolic function more frequently than men (67% vs 42%; p <0.001). Thus, CHF is common among community-dwelling elderly. It increases with age and is usually associated with normal systolic LV function, particularly among women. The finding that a large proportion of elderly with CHF have preserved LV systolic function is important because there is a paucity of data to guide management in this dominant subset.",
		"pages": "413-419",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000291490001393X",
		"journal": "The American Journal of Cardiology",
		"volume": "87"
	},
	{
		"id": "LANDRY200322",
		"source_id": "LANDRY200322",
		"type": "article",
		"title": "Comparison of procedural outcomes after lower extremity reversed vein grafting and secondary surgical revision",
		"author": "Gregory J. Landry and Gregory L. Moneta and Lloyd M. Taylor and James M. Edwards and Richard A. Yeager",
		"doi": "https://doi.org/10.1016/S0741-5214(03)00078-8",
		"abstract": "Objective Many lower extremity vein graft procedures require revision. Although morbidity associated with revision procedures is assumed minimal, this has not been previously quantified and may be underestimated. In this study, patient outcome after initial vein graft procedures and revisions are compared. Methods Records for all patients undergoing vein graft revision from January 1995 to August 2002 were reviewed for operation time, estimated blood loss, blood transfusion, hospital length of stay, perioperative complications, and functional status at discharge and at 2-month follow-up. Revisions were compared with the original operation and by revision type. Results One hundred sixty-five vein graft revisions were performed in 137 patients. In comparison with the initial bypass procedure, mean operation time (3.35 ± 1.41 hours vs 2.58 ± 1.04 hours; P < .001), estimated blood loss (272.4 ± 249.9 mL vs 174.8 ± 140.8 mL; P < .001), hospital length of stay (10.15 ± 4.85 days vs 7.05 ± 5.14; P < .001), and overall complication rate (35.8% vs 22.4%; P = .015) were significantly less for revision procedures. Revision of more than one site on the graft resulted in longer operation time (P = .003) and estimated blood loss (P < .001), but similar complication rates (P = NS), compared with revision at only one site. Revisions that involved only the graft resulted in decreased hospital length of stay compared with revisions involving extension to native inflow or outflow vessels (P < .02). Return to preoperative ambulatory status at discharge was 71% after initial operation, and was 92% after revision (P < .001). Return to independent living at discharge was 66% after the initial operation, and was 80% after revision (P < .01). Conclusions Operative revisions were better tolerated than initial vein graft procedures, but are still major procedures. Hospital length of stay is longer for patients undergoing proximal or distal extension of the graft to native vessels and in patients who are not ambulatory and living independently at discharge. Patients undergoing vein graft revision should be counseled about potential morbidity.",
		"pages": "22-28",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521403000788",
		"journal": "Journal of Vascular Surgery",
		"volume": "38"
	},
	{
		"id": "HERMENS2008908",
		"source_id": "HERMENS2008908",
		"type": "article",
		"title": "Towards remote monitoring and remotely supervised training",
		"author": "Hermie J. Hermens and Miriam M.R. Vollenbroek-Hutten",
		"keywords": "Remote monitoring, Remotely supervised training, ICT, Ambulatory measurement",
		"doi": "https://doi.org/10.1016/j.jelekin.2008.10.004",
		"abstract": "The growing number of elderly and people with chronic disorders in our western society puts such a pressure on our healthcare system that innovative approaches are required to make our health care more effective and more efficient. One way of innovating healthcare can be obtained by introducing new services that support and enable these elderly and people with chronic disorders in a more independent living and in self management with respect to their disorders. Examples of such services are remote monitoring and remotely supervised training (together RMT). Remote monitoring focuses on continuous monitoring of the health status with the assurance of assistance whenever required. Remotely supervised training focuses on efficient and effective individually tailored training anywhere and anytime with intensity not feasible in an intramural setting. It is expected that services of remote monitoring and remotely supervised treatment will become important for at least patients (safety, more in control, convenience), health care insurances (efficiency, cost reduction) and healthcare service providers (more effective care). RMT systems are in general quite complex distributed Information and Communication Technology (ICT) systems. RMT systems integrate ambulant sensing to measure relevant biosignals and (possibly) subject’s context information, secure data transport and storage, appropriate decisions support systems to assist in both technical and clinical decision making but also feedback on information to both patients and care providers. Feedback is essential for patients to make them aware of their health status, to give them a feeling of safety and to motivate and enable them to change/improve their health status. Feedback of information to healthcare professionals enables them in making appropriate decisions and to monitor changes/improvements in a patient’s health status. Despite this apparent complexity, these systems must be very dependable to be accepted and used in a healthcare setting. During the past years knowledge and experience has been gained with the development of the building blocks of RMT systems. In parallel, experience has been gained with respect to the challenges involved when using RMT systems in a clinical environment. Examples are: activity monitoring in low back pain, monitoring of spasticity, myofeedback in subjects with neck shoulder and lower back pain and post rehabilitation home training. Until now, the main focus has been on the technical realization of the sensing and transportation part of it. The development of intelligent decision support systems is still in its infancy and clinical validation studies and models how to implement these services and how to make them profitable are largely lacking. In conclusion, the combination of Biomedical Engineering with Information and Communication Technology has opened a new extensive area of research and development with a high potential to have substantial impact on our future healthcare.",
		"pages": "908-919",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1050641108001417",
		"journal": "Journal of Electromyography and Kinesiology",
		"volume": "18"
	},
	{
		"id": "BAKER2007S57",
		"source_id": "BAKER2007S57",
		"type": "article",
		"title": "Physical and Psychologic Rehabilitation Outcomes for Young Adults Burned as Children",
		"author": "Christine P. Baker and William J. Russell and Walter Meyer and Patricia Blakeney",
		"keywords": "Burns, Child psychiatry, Diagnosis, Outcomes research, Quality of life, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2007.09.014",
		"abstract": "Baker CP, Russell WJ, Meyer W III, Blakeney P. Physical and psychologic rehabilitation outcomes for young adults burned as children. Objective To report physical and psychologic outcomes for young adult survivors of pediatric burns. Design Prospective, correlational study. Setting Acute and rehabilitation pediatric burn care facility. Participants Eighty-three young adult survivors of pediatric burns, who were 18 to 28 years of age, with total body surface area (TBSA) burns of 30% or greater, and were at least 2 years postburn. Interventions Not applicable. Main Outcome Measures Physical outcomes were assessed by muscle strength tests, grip and pinch measurements, mobility levels, and self-care (activities of daily living) skills. Psychologic outcomes included behavioral problems, personality disorder, and incidence of psychiatric illness. An individually administered Structured Clinical Interview for Diagnosis, based on the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, for psychiatric diagnosis, was used to assess mental health, and behavioral problems were assessed with the Young Adult Self-Report. Participants reported educational achievement, employment status, state of transition from family of origin (home) to independent living, and pair bonding. The Short-Form 36-Item Health Survey and the Quality of Life Questionnaire were used to assess each participant’s self-reported general health and quality of life. Results The majority of subjects had physical and psychologic outcomes that were within the normal range when compared with age-mates who had not experienced burns. The areas that were most likely to be impaired involved peripheral strength (wrist and grip). These deficits affected some self-care skills and correlated with TBSA. Standardized diagnostic interviews showed that greater than 50% of subjects qualified for a psychiatric diagnosis, with anxiety disorders as the most frequently occurring diagnosis. There were few significant correlations of the physical measurements or self-care skills with the burn size, psychologic problems, or social outcomes, and none appeared to be clinically important. Conclusions Most of the people in this sample were functioning physically and psychosocially within normal limits as they reached adulthood. Although they appeared to function well as measured by standardized assessments, there were indications of private suffering that suggested they may not be functioning at an optimal level. The findings suggest that rehabilitation professionals could improve outcomes by including programs to develop overall muscle strength in severely burned children and by addressing concerns related to anxiety and other symptoms of psychologic distress.",
		"pages": "S57-S64",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999307015651",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "88"
	},
	{
		"id": "RAJU201558",
		"source_id": "RAJU201558",
		"type": "article",
		"title": "Utility of iliac vein stenting in elderly population older than 80 years",
		"author": "Seshadri Raju and Mark Ward",
		"doi": "https://doi.org/10.1016/j.jvsv.2014.08.001",
		"abstract": "Background The geriatric population aged 80 years and older with severe manifestations of chronic venous disease face diminishing therapeutic options. Self-applied compression is often not possible because of frailty or arthritis. Significant limb swelling diminishes mobility, affects independent living, and precipitates institutionalization. Limb ulceration and pain diminish quality of life at a time when it is paramount. Cellulitis uniquely poses septicemic risk in this age group. Family caregivers are often able to continue home care if the intensity of care can be reduced. Iliac vein stenting may have a role as it appears to be safe and effective in this advanced stage of life. Methods Patients who had failed to respond to compression and desired palliation of continuing severe chronic venous disease symptoms were considered for iliac vein stenting. Intravascular ultrasound-guided stenting was carried out under fluoroscopy without venography in case of allergy to contrast material or decreased renal function. General anesthesia was used for better cardiopulmonary control. Results A total of 107 limbs (12 bilateral) were treated with iliac vein stents during a 13-year period, representing 5% of all stented limbs. Median age was 83 years (80-96 years), and 10 were ≥90 years; 59% were post-thrombotic. Clinical, etiologic, anatomic, and pathologic classification was as follows: C2 (with pain), 3%; C3, 32%; C4, 33%; C5, 5%; and C6, 27%. Concurrent saphenous ablation was carried out in 28% when saphenous reflux was considered ancillary and not the main disease. There was no mortality. Reintervention was required in 20% of limbs for nonocclusive stent malfunction; 2% of stents occluded. Primary and primary-assisted duplex patency rates at 5 years were 52% and 90%, respectively. The visual analog scale score of pain improved from median 4 (0-9) to 0 (0-10) after stenting (P < .0001). Pain was completely relieved in 43% of limbs. Cumulative improvement in the pain score of at least 3 points was 71% at 6 years. Swelling (grade 0, none; grade 1, pitting; grade 2, ankle edema; grade 3, gross) improved from median 3 (0-3) to 1 (0-3) (P < .0001). Swelling completely resolved in 25% of limbs. Cumulative improvement of at least one grade of swelling (examination) was 63% at 6 years; 70% of limbs (n = 33) with prior cellulitis were relieved of recurrence after stent placement; 61% of active ulcers healed, and 37% of patients were able to discard stockings (P < .001). Conclusions Iliac vein stenting appears to offer a safe and effective option in octogenarians and nonagenarians when compression fails, is difficult, or is impossible.",
		"pages": "58-63",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213333X14001462",
		"journal": "Journal of Vascular Surgery: Venous and Lymphatic Disorders",
		"volume": "3"
	},
	{
		"id": "MEINA20149",
		"source_id": "MEINA20149",
		"type": "article",
		"title": "Oral health status and complete denture status of independent-living Singaporean elderly residing in a community home",
		"author": "Tan Mei Na and Rahul Nair and Joanna Ngo Di Ying and Robert Yee",
		"keywords": "Geriatric dentistry oral health, Dental caries, Prosthodontics, Periodontal index",
		"doi": "https://doi.org/10.1016/j.sdj.2014.07.002",
		"abstract": "Aim Past studies have examined the oral health status of elderly Singaporean adults residing in long term care facilities and living in residential housing but no oral health research has been conducted on elderly Singaporeans residing in community homes. The aim of this paper is to report on the oral health status and complete denture status of a group of free living (community dwelling) elderly in Singapore from the AWWA Community Home for Senior Citizens, and investigate the relation between the clinical findings and demographic data. Materials and methods This research used a cross-sectional design and was conducted in the month of December 2011. Consenting residents of the AWWA home who were over the age of 60 participated in this study. Sampling strategy was census. Two calibrated interviewers collected demographic information from the participants and four calibrated dentists conducted extra-oral and intra-oral soft tissue examinations along with assessment of dentition, periodontal and denture status. Statistical analysis All data were input into Microsoft Excel 2010™ and analysed in SPSS 21.0™. Descriptive analysis and bivariate analysis were performed on the demographic factors and other variables of interest. The Spearman׳s test, Mann–Whitney U and Chi-Square test were used to examine the correlation between the clinical findings and age, gender and education level respectively. Results Among the 70 participants, two subjects (2.9%) had complete dentition, 34 (48.6%) were partially dentate, and 34 (48.6%) had no teeth. The mean number of teeth among the partially dentate participants was 11.28 while the mean number of anterior, posterior and total occlusal contacts were 1.61, 2.17 and 3.78 respectively. The mean number of decayed teeth (DT) and filled teeth (FT) were 2.81 and 0.25, giving a mean DFT score of 3.06. The mean Root Caries Index was 0.13. Periodontal examination revealed that only 5 (13.9%) individuals had healthy periodontal tissues, while 2 (5.6%) had the highest score of 1, 9 (25.0%) had the highest score of 2, 11 (30.6%) had the highest score of 3 and 7 (19.4%) had the highest score of 4. Amongst the partially dentate, 14 had dentures and 20 had none. There were 34 edentulous participants and 23 had at least one denture while 11 did not have any complete dentures. The most frequent unsatisfactory finding for complete dentures was inadequate retention of the mandibular dentures. When the dentures were grouped into those that were satisfactory and those that had at least one unsatisfactory factor, 11 of the 26 maxillary dentures and 17 of the 23 mandibular dentures fell to the latter category. Analysis revealed that there was a correlation between age and the number of teeth with a correlation coefficient of −0.43 (p=0.01) and age with the mean DFT, −0.33 (p=0.05). Conclusion The findings of this study revealed a high treatment need for this group of elderly.",
		"pages": "9-15",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0377529114000066",
		"journal": "Singapore Dental Journal",
		"volume": "35"
	},
	{
		"id": "MCCORMACK2013933",
		"source_id": "MCCORMACK2013933",
		"type": "article",
		"title": "Oral nutritional supplement fortified with beta-alanine improves physical working capacity in older adults: A randomized, placebo-controlled study",
		"author": "William P. McCormack and Jeffrey R. Stout and Nadia S. Emerson and Tyler C. Scanlon and Ashlee M. Warren and Adam J. Wells and Adam M. Gonzalez and Gerald T. Mangine and Edward H. Robinson and Maren S. Fragala and Jay R. Hoffman",
		"keywords": "Beta-alanine, Physical working capacity, Muscle quality, Oral nutritional supplement, Older adults",
		"doi": "https://doi.org/10.1016/j.exger.2013.06.003",
		"abstract": "This study examined the effects of an oral nutritional supplement fortified with two different doses of beta-alanine on body composition, muscle function and physical capacity in older adults. Using a double-blind placebo controlled design, 60 men and women (age±SD=70.7±6.2yrs) were randomly assigned to one of three treatment groups: 1) oral nutritional supplement (ONS; n=20) (8oz; 230kcal; 12g PRO; 31g CHO; 6g FAT), 2) ONS plus 800mg beta-alanine (ONS800; n=19), and 3) ONS plus 1200mg beta-alanine (ONS1200; n=21). Treatments were consumed twice per day for 12 weeks. At pre- and post-supplementation period, participants performed a discontinuous, submaximal cycle ergometry test to determine physical working capacity at fatigue threshold (PWCFT). Fat mass, total body and arm lean soft tissue mass (ALSTM) were measured with DEXA while muscle strength was assessed with handgrip dynamometry (GRIP) and 30-s sit-to-stand (STS) was used to measure lower body functionality. Muscle quality (MQ) was calculated with GRIPmax and DEXA derived ALSTM [GRIP (kg)·ALSTM (kg)−1]. Two-way analysis of variance was used to compare pre- to post-supplementation measures and group differences. There were 16 dropouts over the duration of the study. Final group sizes were ONS=16 (m=11, w=5), ONS800=15 (m=5, w=10), and ONS1200=13 (m=6, w=7). No significant changes were observed for body composition or GRIP values pre to post. Significant increases in PWCFT were seen in ONS1200 (13.6%) and ONS800 (17.8%) pre- to post-supplementation (p<0.05). These changes were significantly greater (p<0.05) than the changes in ONS (−6.3%). ONS1200 and ONS had significant increases in STS (22.2 and 10.7%, respectively). While ONS significantly increased in STS, no differences (p>0.05) in change scores were found between ONS and ONS800. ONS fortified with beta-alanine may improve physical working capacity, muscle quality and function in older men and women. These findings could have importance in the perception of frailty, and the maintenance of health and independent living in older adults.",
		"pages": "933-939",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556513002040",
		"journal": "Experimental Gerontology",
		"volume": "48"
	},
	{
		"id": "PRATT201475",
		"source_id": "PRATT201475",
		"type": "incollection",
		"title": "3 - Course, Treatment, and Outcome of Severe Mental Illnesses",
		"author": "Carlos W. Pratt and Kenneth J. Gill and Nora M. Barrett and Melissa M. Roberts",
		"keywords": "course, treatment, outcome, pharmacological, antipsychotics",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-387002-5.00003-2",
		"isbn": "978-0-12-387002-5",
		"abstract": "An individual’s experience of mental illness can be several weeks to many decades in duration. The course of the illness is often characterized by a significant risk of relapse and may include persistent symptoms. Psychiatric treatments, both pharmacological and psychosocial in nature, are intended to positively impact the course of mental illness by controlling, eliminating, and reducing symptoms, as well as reducing the length, frequency, and severity of relapses. This chapter will address the course, treatment, and outcome of severe mental illnesses. An individual’s experience of mental illness can be several weeks to many decades in duration. The course of the illness is often characterized by a significant risk of relapse and may include persistent symptoms. Psychiatric treatments, both pharmacological and psychosocial in nature, are intended to positively impact the course of mental illness by controlling, eliminating, and reducing symptoms, as well as reducing the length, frequency, and severity of relapses. They are also intended to help individuals regain functioning or develop strategies to compensate for lost functioning. For schizophrenia and mood disorders, psychotropic medications are often the primary treatment. These medications, when properly prescribed and taken by the individual, may result in a less virulent course of the illness. Although many individuals experience a great deal of relief, the outcome isn’t often a cure. Responsiveness to treatment may vary widely for individuals with the same diagnosis. There is also wide heterogeneity of outcomes, ranging from those who deteriorate over time to individuals who have no symptoms at all and no relapses. In fact, some research suggests that about one out of four people recover completely from these disorders. While these disorders require biological treatments, they also require psychosocial interventions such as support and rehabilitation to promote the best possible outcomes. Longitudinal studies that tracked persons with severe mental illness for more than 30 years have found that most people who receive psychosocial interventions cope better, have decreasing symptoms, and function better in the community. Even those who are coping well may suffer occasional relapses. Still, relapses do not preclude positive outcomes such as achieving living, learning, and working goals. In addition to the heterogeneity of outcomes among individuals, there is a multiplicity of outcomes for each individual. That is, over the course of many years of dealing with mental illness, the same individual may experience negative outcomes (e.g., persistence of symptoms and relapses) and positive outcomes (e.g., remission of symptoms and achievement of independent living goals). This chapter will answer the following questions:1.Does the functioning of people with severe mental illness deteriorate or improve over the long term?2.What are the probable short-term and long-term outcomes for persons diagnosed with schizophrenia and mood disorders?3.If these illnesses are caused by biological factors, why are psychosocial treatments effective?4.Can support and rehabilitation impact the course of severe mental illness and bring about positive outcomes?",
		"pages": "75-102",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123870025000032"
	},
	{
		"id": "SCHOENE2011947",
		"source_id": "SCHOENE2011947",
		"type": "article",
		"title": "A Novel Video Game–Based Device for Measuring Stepping Performance and Fall Risk in Older People",
		"author": "Daniel Schoene and Stephen R. Lord and Paulien Verhoef and Stuart T. Smith",
		"keywords": "Accidental falls, Aged, Reaction time, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2011.01.012",
		"abstract": "Schoene D, Lord SR, Verhoef P, Smith ST. A novel video game–based device for measuring stepping performance and fall risk in older people. Objective To determine whether a dance mat test of choice stepping reaction time (CSRT) is reliable and can detect differences in fall risk in older adults. Design Randomized order, crossover comparison. Setting Balance laboratory, medical research institute, and retirement village. Participants Older (mean age, 78.87±5.90y; range, 65–90y) independent-living people (N=47) able to walk in place without assistance. Interventions Not applicable. Main Outcome Measures Reaction (RT), movement, and response times of dance pad–based stepping tests, Physiological Profile Assessment (PPA) score, Digit Symbol Substitution Test (DSST) score, time to complete the Trail Making Test (TMT) A+B, Fall Efficacy Scale International (FES-I) score, Activities-specific Balance Confidence (ABC) Scale score, and Incidental and Planned Exercise Questionnaire (IPEQ) incidental IPEQ activity subscore. Results Test-retest reliability of the dance mat CSRT response time was high (intraclass correlation coefficient model 3,k=.90; 95% confidence interval [CI], .82–.94; P<.001) and correlated highly with the existing laboratory-based measure (r=.86; 95% CI, .75–.92; P<.001). Concurrent validity was shown by significant correlations between response time and measures of fall risk (PPA: r=.42; 95% CI, .15–.63; P<.01; TMT A: r=.61; 95% CI, .39–.77; TMT B: r=.55; 95% CI, .31–.72; DSST: r=−.53; 95% CI, −.71 to −.28; P<.001; FES-I: Spearman ρ=.50; 95% CI, .25–.69; ABC Scale: Spearman ρ=−.58; 95% CI, −.74 to −.35; P<.01). Participants with moderate/high fall-risk scores (PPA score >1) had significantly slower response times than people with low/mild fall-risk scores (PPA score <1) at 1146±182 and 1010±132ms, respectively (P=.005), and multiple fallers and single/nonfallers showed significant differences in RT (883±137 vs 770±100ms; P=.009) and response time (1180±195 vs 1031±145ms; P=0.017). Conclusions The new dance mat device is a valid and reliable tool for assessing stepping ability and fall risk in older community-dwelling people. Because it is highly portable, it can be used in clinic settings and the homes of older people as both an assessment and training device.",
		"pages": "947-953",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999311000554",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "92"
	},
	{
		"id": "CHUNG20061183",
		"source_id": "CHUNG20061183",
		"type": "article",
		"title": "Wound healing and functional outcomes after infrainguinal bypass with reversed saphenous vein for critical limb ischemia",
		"author": "Jayer Chung and Becki B. Bartelson and William R. Hiatt and Brian D. Peyton and Robert B. McLafferty and Charles W. Hopley and Kelli D. Salter and Mark R. Nehler",
		"doi": "https://doi.org/10.1016/j.jvs.2005.12.068",
		"abstract": "Objective To examine wound healing and the functional natural history of patients undergoing infrainguinal bypass with reversed saphenous vein for critical limb ischemia (CLI). Methods Consecutive patients undergoing infrainguinal bypass for CLI were retrospectively entered into a technical and functional outcomes database. The patients were enrolled from the tertiary referral vascular surgery practices at the University of Colorado Health Sciences Center and Southern Illinois University Medical School. Main outcome variables included wound healing, self-assessed degree of ambulation (outdoors, indoors only, or nonambulatory), and living status (community or structured) after a mean follow up of 30 ± 23 months. These outcome variables were assessed relative to the preoperative clinical characteristics (symptom duration before vascular consultation, lesion severity, and serum albumin level) and graft patency. Results From August 1997 through December 2004, 334 patients (253 men; median age, 68 years) underwent 409 infrainguinal bypasses (157 popliteal, 235 tibial, and 17 pedal) for CLI (159 Fontaine III and 250 Fontaine IV). Perioperative mortality was 1.2%. At 1 and 3 years, respectively, the primary patency was 63% and 50%, assisted primary patency was 80% and 70%, limb salvage was 85% and 79%, and survival was 89% and 74%. Complete wound healing at 6 and 12 months was 42% and 75%, respectively. Thirty-four patients (10%) died before all wounds were healed. Multivariate analysis indicated that extensive pedal necrosis at presentation independently predicted delayed wound healing (P ≤ .01). At baseline (defined as the level of function within 30 days before the onset of CLI), 91% of patients were ambulatory outdoors, and this decreased to 72% at 6 months (P ≤ .01). Similarly, 96% of patients lived independently at baseline, and this decreased to 91% at 6 months (P ≤ .01) Graft patency was associated with better ambulatory status at 6 months. A longer duration of symptoms before vascular consultation was associated with a worse living status at 6 months. Conclusions Despite achieving the anticipated graft patency and limb salvage results, 25% of patients did not realize wound healing at 1 year of follow-up, 19% had lost ambulatory function, and 5% had lost independent living status. Prospective natural history studies are needed to further define the functional outcomes and their predictors after infrainguinal bypass for CLI.",
		"pages": "1183-1190",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521406002217",
		"journal": "Journal of Vascular Surgery",
		"volume": "43"
	},
	{
		"id": "CRENTSIL2010215",
		"source_id": "CRENTSIL2010215",
		"type": "article",
		"title": "A pharmacoepidemiologic study of community-dwelling, disabled older women: Factors associated with medication use",
		"author": "Victor Crentsil and Michelle O. Ricks and Qian-Li Xue and Linda P. Fried",
		"keywords": "pharmacoepidemiology, elderly, disability, women, medication use",
		"doi": "https://doi.org/10.1016/j.amjopharm.2010.06.003",
		"abstract": "Background: Although disabled older adults may be among the subpopulation of adults with the highest risk for adverse drug events (ADEs), reliable data on their use of medications are limited. Objectives: The aims of this study were to describe the extent and patterns of medication use in community-dwelling, disabled older women, and to identify factors associated with medication use in this population. Methods: Cross-sectional analyses of baseline data on medication use from the Womens Health and Aging Study I (WHAS I) were performed. WHAS I was an observational study of 1002 community-dwelling women aged ≥65 years who self-reported difficulty in at least 2 of 4 domains of physical functioning (ie, upper-extremity functions, mobility, self-care, and higher functioning tasks needed for independent living in the community). After descriptive analyses of their prescription and over-the-counter (OTC) drugs, associations between participants characteristics and medication utilization were determined, using generalized linear models. Results: Of the 975 participants, 580 (59.5%) used ≥5 medications and 115 (11.8%) used ≥10 medications (prescriptions and OTCs). The mean number of medications used was 3.9 for prescription drugs and 1.9 for OTC drugs. Cardiovascular drugs and analgesics were the most frequently used prescription and OTC drugs, respectively. Participants with complete outcome and covariate data (n = 803) were included in the multivariate analyses. Cancer was associated with a 13% increase in total medication use (95% CI, 1.00–1.27). Multimorbidity (1.08; 95% CI, 1.02–1.15), frailty (1.13; 95% CI, 1.02–1.26), high Mini-Mental State Examination score (1.03; 95% CI, 1.01-1.05), congestive heart failure (CHF) (1.39; 95% CI, 1.23–1.58), angina (1.27; 95% CI, 1.12–1.44), chronic obstructive pulmonary disease (COPD) (1.20; 95% CI, 1.05–1.37), diabetes mellitus (DM) (1.24; 95% CI, 1.07–1.43), difficulty with shopping for personal items such as medicines and toiletries (1.20; 95% CI, 1.06–1.35), and possession of health insurance (1.21; 95% CI, 1.04–1.40) or a prescription plan (1.16; 95% CI, 1.05–1.29) were independently associated with increased use of prescription drugs. A diagnosis of osteoarthritis of the hands (1.29; 95% CI, 1.121.49) and having a spouse (1.19; 95% CI, 1.01–1.40) were associated with increased use of OTC drugs. Participants with DM (0.78; 95% CI, 0.65–0.94), African Americans (0.70; 95% CI, 0.60–0.82), and those who had difficulty shopping (0.85; 95% CI, 0.72–0.99) used fewer OTCs than did participants without these characteristics. Conclusions: Most of the disabled older women in this study took ≥5 medications at baseline, potentially putting them at high risk for ADEs. Those with multimorbidity, frailty, CHF, angina, DM, COPD, cancer, and difficulty with instrumental activities of daily living are target subpopulations for polypharmacy intervention.",
		"pages": "215-224",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1543594610000449",
		"journal": "The American Journal of Geriatric Pharmacotherapy",
		"volume": "8"
	},
	{
		"id": "FEDERMAN2009117",
		"source_id": "FEDERMAN2009117",
		"type": "article",
		"title": "Awareness of pharmaceutical cost‐assistance programs among inner‐city seniors",
		"author": "Alex D. Federman and Dana Gelb Safran and Salomeh Keyhani and Helen Cole and Ethan A. Halm and Albert L. Siu",
		"keywords": "seniors, low income, pharmaceutical cost-assistance programs",
		"doi": "https://doi.org/10.1016/j.amjopharm.2009.04.003",
		"abstract": "Background: Lack of awareness may be a significant barrier to participation by low- and middle-income seniors in pharmaceutical cost-assistance programs. Objective: The goal of this study was to determine whether older adults’ awareness of 2 major state and federal pharmaceutical cost-assistance programs was associated with the seniors’ ability to access and process information about assistance programs. Methods: Data were gathered from a cross-sectional study of independently living, English- or Spanish-speaking adults aged ≥60 years. Participants were interviewed in 30 community-based settings (19 apartment complexes and 11 senior centers) in New York, New York. The analysis focused on adults aged ≥65 years who lacked Medicaid coverage. Multivariable logistic regression was used to model program awareness as a function of information access (family/social support, attendance at senior or community centers and places of worship, viewing of live health insurance presentations, instrumental activities of daily living, site of medical care, computer use, and having a proxy decision maker for health insurance matters) and information-processing ability (education level, English proficiency, health literacy, and cognitive function). The main outcome measure was awareness of New Yorks state pharmaceutical assistance program (Elderly Pharmaceutical Insurance Coverage [EPIC]]) and the federal Medicare Part D low-income subsidy program (Extra Help). Results: A total of 269 patients were enrolled (mean [SD] age, 76.9 [7.5] years; 32.0% male; 39.9% white). Awareness of the programs differed widely: 77.3%) knew of EPIC! and 22.3% knew of Extra Help. In multivariable analysis, study participants were more likely to have heard of the EPIC program if they had attended a live presentation about health insurance issues (adjusted odds ratio [AOR], 3.40; 95% CI, 1.20–9.61) and less likely if they received care in a clinic (AOR, 0.45; 95% CI, 0.23–0.92). Awareness of Extra Help in the multivariable models was more likely among study participants who had viewed a live health insurance presentation (AOR, 3.35; 95% CI, 1.55–7.24) and less likely for those with inadequate health literacy (AOR, 0.15; 95% CI, 0.03–0.74). Conclusions: Viewing of live health insurance presentations and adequate health literacy were associated with greater awareness of important pharmaceutical cost-assistance programs in this study in low-income, elderly individuals. The findings suggest that use of live presentations, in addition to health literacy materials and messages, may be important strategies in promoting knowledge of and enrollment in state and federal pharmaceutical cost-assistance programs for low-income seniors.",
		"pages": "117-129",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S154359460900021X",
		"journal": "The American Journal of Geriatric Pharmacotherapy",
		"volume": "7"
	},
	{
		"id": "WILLIAMSON2001913",
		"source_id": "WILLIAMSON2001913",
		"type": "article",
		"title": "Functional outcome after open repair of abdominal aortic aneurysm",
		"author": "W.Kent Williamson and Alexander D. Nicoloff and Lloyd M. Taylor and Gregory L. Moneta and Gregory J. Landry and John M. Porter",
		"doi": "https://doi.org/10.1067/mva.2001.115164",
		"abstract": "Introduction: Detailed information on functional outcome after open abdominal aortic aneurysm (AAA) repair is sparse. Information about functional outcome of open AAA repair is essential to allow comparison of treatment modalities. Methods: To determine the functional outcome of patients after open repair of AAA, we reviewed 154 consecutive, nonemergency open repairs of infrarenal AAAs between 1990 and 1997 and each patients medical records. Clinical variables were recorded for each patient, as were multiple outcomes, including ambulatory status, independent living status, current medical condition, and the patients perception of recovery and satisfaction. Eighty-seven patients or their families were available for current telephone interview to obtain information about objective functional activities, including walking and driving, and subjective functional information, including assessment of complete recovery and willingness to undergo AAA repair again. Chart data were available for all 154 patients. Results: There were 42 women and 112 men. A total of 139 operations were elective, and 15 were urgent. The operative mortality rate was 4%, mean hospital stay was 10.7 ± 1.3 days, and mean intensive care unit stay was 4.57 ± 1.17 days. Seventeen (11%) patients required transfer to a skilled nursing facility with a mean stay of 3.66 ± 2.9 months. All patients were ambulatory preoperatively, whereas at last follow-up (median, 25 months; range, 0.13-108.5 months), 100 (64%) of the patients remained ambulatory, 34 (22%) required assistance, and 12 (14%) were nonambulatory. At current assessment by telephone interview, 33% of patients described a decrease in their functional activity including driving, shopping, and traveling compared with their preoperative status, whereas 67% were unchanged. When asked to assess their own degree of recovery, 64% of patients stated that they experienced complete recovery with an average time to recovery of 3.9 months, whereas 33% said they had not fully recovered at a mean follow-up of 34 months. Sixteen (18%) patients said they would not undergo AAA repair again knowing the recovery process, even though they appeared to fully understand the implication of AAA rupture. Conclusion: Patients undergoing open AAA repair generally experienced significant freedom from surgical complications. However, substantial functional impairment was present. It is unclear whether the functional disability resulted from the AAA surgery or from aging and comorbidities unrelated to surgery. (J Vasc Surg 2001;33:913-20.)",
		"pages": "913-920",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521401840726",
		"journal": "Journal of Vascular Surgery",
		"volume": "33"
	},
	{
		"id": "LILJAS2015S52",
		"source_id": "LILJAS2015S52",
		"type": "article",
		"title": "Sensory impairments and incident disability in older men living in a British community: a 2 year follow-up study",
		"author": "Ann E M Liljas and S Goya Wannamethee and Peter H Whincup and Olia Papacosta and Kate Walters and Steve Iliffe and Lucy T Lennon and Livia A Carvalho and Sheena E Ramsay",
		"doi": "https://doi.org/10.1016/S0140-6736(15)00890-9",
		"abstract": "Background Sensory impairments are common in older adults, who are a rapidly growing proportion of the UK population, making age-related sensory impairments an increasingly important public health concern. We explored the association between impairments in hearing and vision and the risk of incident mobility disability, activities of daily living (ADL), and instrumental ADL (IADL). Methods 3981 men aged 63–85 years from the population-based British Regional Heart Study were followed from Jan 1, 2003, to April 30, 2005. Self-reported data on hearing aid use and ability to follow television at a volume acceptable to others allowed for four categories of hearing: could hear (reference group), could hear with hearing aid, could not hear and no aid, and could not hear despite aid. Vision impairment was defined as not being able to recognise a friend across a road. Measures of disability included mobility disability (defined as unable to take stairs up or down, or unable to walk 400 yards, or a combination of these movements), ADL difficulties, and IADL difficulties. Logistic regression was used to assess associations. All participants provided written, informed consent. Ethics approval was obtained from local research ethics committees. Findings At baseline, 3108 men were free from mobility disability, 3346 were free from ADL difficulties, and 3410 were free from IADL difficulties. New cases of disability at follow-up included mobility disability (n=238), ADL (n=260), and IADL (n=207). Men who could not hear and did not use a hearing aid had greater risks of mobility disability (age-adjusted relative risk 2·24, 95% CI 1·29–3·89). Being unable to hear, irrespective of hearing aid, was associated with increased risks of ADL (without aid 1·74, 1·19–2·55; with aid 2·01, 1·16–3·46). Men who could hear and used a hearing aid and men who could not hear despite an aid had increased risks of IADL (1·86, 1·29–2·70 and 2·74, 1·53–4·93, respectively). Vision impairment was not associated with incident mobility disability. Interpretation Older men with hearing impairment have an increased risk of subsequent disability. Prevention and correction of hearing impairment could enhance independent living in later life. Further research is warranted on the possible pathways underlying the associations, to prevent adverse health outcomes associated with age-related hearing impairment. Funding The British Regional Heart Study is funded by the British Heart Foundation. AEML is funded by the National Institute for Health Research School for Public Health Research (509546). SER is funded by a UK Medical Research Council Fellowship (G1002391).",
		"pages": "S52",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140673615008909",
		"journal": "The Lancet",
		"volume": "386"
	},
	{
		"id": "COUME201475",
		"source_id": "COUME201475",
		"type": "article",
		"title": "Prévalence de la malnutrition dans une population de patients âgés sénégalais",
		"author": "M. Coumé and K. Touré and A. Faye and A. Pouye and T.-M. Diop",
		"keywords": "Malnutrition, Prévalence, Patients âgés, Retraités, Sénégal, Malnutrition, Prevalence, Elderly patients, Retired people, Senegal",
		"doi": "https://doi.org/10.1016/j.npg.2014.02.003",
		"abstract": "Résumé L’objectif de cette étude était d’estimer la prévalence globale et spécifique de la malnutrition dans une population de patients âgés sénégalais du centre médicosocial et universitaire (CMS) de l’Institution de prévoyance retraite du Sénégal (IPRES), Dakar-Sénégal. Une étude transversale a été menée en 2012 auprès de 1199 patients âgés de 60ans et plus venant consulter au centre de gériatrie et de gérontologie de l’IPRES. Les données ont été collectées à l’aide du questionnaire de l’évaluation nutritionnel du Mini Nutritionnal Assessment (MNA). La malnutrition a été définie par un score du MNA complet inférieur à 17. Les patients avaient un âge moyen de 67,42±6,81ans, étaient de sexe masculin (69,1 %) et vivaient de manière indépendante à domicile (96,9 %). Environ 627 (52,3 %) consommaient moins de 3 repas par jour et 756 ont eu des antécédents de maladie aiguë ou un stress avant l’enquête. La prévalence de la malnutrition était estimée à 6,6 % (IC à 95 % : 5,28–7,92 %). Lors de l’analyse bivariée, l’état nutritionnel variait de manière significative avec l’âge (p<0,001) et l’existence de maladies aiguës ou de stress (p<0,001). Cependant, il ne variait ni avec le sexe ni avec le nombre journalier de repas. La prévalence était similaire à celle des études africaines. Il y a lieu de prendre en considération cette pathologie dans notre pratique quotidienne et de mettre en œuvre des stratégies de prévention dans cette population. Summary The objective of this study was to estimate the overall and specific prevalence of malnutrition in a population of elderly Senegalese patients of the geriatric and gerontology center of the retirement pension institution of Senegal (IPRES), Dakar-Senegal. A cross-sectional study was conducted in 2012 among 1199 patients of 60 years and older who visited the centre for geriatrics and gerontology of the IPRES. Data was collected using the nutritional assessment questionnaire of the Mini Nutritional Assessment (MNA). Malnutrition was defined as a full MNA score below 17. Patients had an average age of 67.42 (±6.81), were male (69.1%) and were independently living at home (96.9%). The prevalence of malnutrition was estimated at 6.6% (95% CI: 5.28%–7.92). During bivariate analysis, nutritional status varied significantly with regard to the age (P<0.001), the existence of acute illness or stress (P<0.001). However, it did not vary with regard to the sex and the daily number of meals. The prevalence was similar to that of African studies. This disease should be seriously considered in our daily practice and prevention strategies implemented within this population.",
		"pages": "75-80",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S162748301400035X",
		"journal": "NPG Neurologie - Psychiatrie - Gériatrie",
		"volume": "14"
	},
	{
		"id": "TRUCHOT201148",
		"source_id": "TRUCHOT201148",
		"type": "article",
		"title": "Burnout, compliance du patient et retrait psychologique chez les médecins généralistes : une étude exploratoire",
		"author": "D. Truchot and N. Roncari and D. Bantégnie",
		"keywords": ", Compliance du patient, Médecins généralistes, Retrait psychologique et comportemental, Burnout, Patient compliance, GPs, Psychological and behavioral withdrawal",
		"doi": "https://doi.org/10.1016/j.encep.2010.03.011",
		"abstract": "Résumé Introduction Différents travaux suggèrent que les professionnels de soins frappés de burnout, notamment les médecins, pourraient adapter des stratégies d’évitement ou de retrait psychologique vis-à-vis de leurs patients. En fondant notre argumentation sur la théorie de la conservation des ressources, nous avançons que ce retrait psychologique sera d’autant plus intense que le patient est non compliant. Méthode Notre échantillon est composé de 270 médecins généralistes qui ont réagi au cas d’une patiente âgée devenue invalide et présentée selon deux modalités : compliante vs non compliante. Les médecins devaient indiquer dans quelle mesure ils prendraient chacune des cinq solutions qui leur étaient proposées (e.g., soins à domicile, maison de retraite). Ces solutions variaient selon leur degré d’engagement/retrait psychologique. Nous avons également recueilli le degré de burnout des participants. Résultats Les résultats montrent en particulier que lorsqu’ils ont un degré élevé de burnout, les médecins adhèrent davantage aux solutions de retrait psychologique et moins aux solutions engageantes lorsque la patiente est non compliante. Summary Introduction When GPs are afflicted by burnout, patients’ demands are perceived to create a relational imbalance. It can be supposed that in this situation, GPs will react by distancing themselves from the patient. Effectively, various studies suggest that health professionals who are suffering from burnout adapt withdrawal strategies towards their patients: less implication, etc. In the present study, we make the assumption that when the GP is suffering from burnout, the withdrawal will be even more important with a noncompliant patient. Method Two hundred and seventy GPs responded to the case of an 84 year-old female patient who lives alone and falls regularly. After having broken the neck of the thighbone, she leaves the hospital and remains dependent for the next months. The patient is presented in two ways: compliant vs. non compliant. The GPs were asked to indicate the degree to which they would choose each of the solutions that were proposed. These solutions vary according to their degree of implication. Information on the participants’ level of burnout was also gathered. Results When the patient is compliant, the implicating solutions (home assistance and home care) are chosen equally as much by the participants, whatever their level of emotional exhaustion. But when the patient is noncompliant, these solutions are always chosen as much by the participants with a low level of emotional exhaustion, but are significantly less chosen by those with a high level of emotional exhaustion. The opposite is found for withdrawal solutions (independent living residence, medium term hospital stay, retirement home). When the patient is compliant, the choice of these solutions does not vary in function of the level of exhaustion. However, when the patient is noncompliant, these solutions attract the GPs significantly more if they are exhausted (but not if they are slightly exhausted).",
		"pages": "48-53",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0013700610000588",
		"journal": "LEncéphale",
		"volume": "37"
	},
	{
		"id": "GRAY2010349",
		"source_id": "GRAY2010349",
		"type": "article",
		"title": "The Impact of Isolated Tibial Disease on Outcomes in the Critical Limb Ischemic Population",
		"author": "Bruce H. Gray and April A. Grant and Corey A. Kalbaugh and Dawn W. Blackhurst and Eugene M. Langan and Spence A. Taylor and David L. Cull",
		"doi": "https://doi.org/10.1016/j.avsg.2009.07.034",
		"abstract": "Background Most patients with critical limb ischemia (CLI) have multilevel infrainguinal peripheral arterial disease (M-PAD). One-third of CLI patients will have isolated tibial disease (ITD). The treatments for multilevel disease or ITD differ depending on whether open or endovascular procedures are used, but we questioned whether outcomes from these procedures differ. We evaluated outcomes of CLI patients after open and/or endovascular revascularization for CLI and assessed the impact of disease distribution. Methods Four hundred forty-six CLI patients (Rutherford 4-6) who underwent revascularization from 2001 to 2005 were evaluated arteriographically and followed after revascularization with noninvasive testing. Based on arteriographic data, all patients with ITD (occlusions in one or more tibial arteries) were compared with patients with occlusive femoropopliteal disease with or without concomitant tibial occlusions (M-PAD). Patients with disease solely above the inguinal ligament were excluded. Clinical data (survival, amputation-free survival, primary patency, secondary patency, limb salvage, maintenance of ambulation, and maintenance of living status) were acquired from a prospective vascular database, allowing the comparison of revascularization outcomes according to disease distribution. Results In this study, 36% of patients had ITD and 64% presented with M-PAD. The severity of ischemia at presentation was rest pain (28.5%), ulceration (42.3%), and gangrene (29.1%). In this study, 92% presented exclusively with infrainguinal disease, and 8% presented with both suprainguinal and infrainguinal disease. Risk factors included diabetes mellitus (61.2%), smoking (61.0%), coronary artery disease (57.9%), hypertension (84.3%), hyperlipidemia (40.4%), obesity (15.5%), and chronic obstructive pulmonary disease (19.3%). In comparing the ITD and M-PAD groups, there was no difference in primary patency at 2 years. All other outcomes were statistically different out to 3 years including survival (50.4% vs. 62.6%; p = 0.0026, hazard ratio [HR] 0.669); amputation-free survival (35.1% vs. 50.2%; p = 0.0062; HR 0.595); limb salvage (65.2% vs. 74.4%; p = 0.0062; HR 0.595); maintenance of ambulation (68.9% vs. 76.9%; p = 0.0352; HR 0.644); maintenance of living status (79.0% vs. 84.8%; p = 0.0403; HR 0.599); and secondary patency (66.8% vs. 74.8%; p = 0.0309; HR 0.665). Multivariate analyses reveal that ITD is not an independent predictor of outcome after controlling for confounding factors, of which tissue loss and end-stage renal disease correlate most consistently with poor clinical outcomes. Conclusion After revascularization for CLI, ITD carries a worse prognosis (amputation-free survival, limb salvage, survival, maintenance of ambulation, and independent living status) compared with patients with M-PAD, despite the “greater” disease burden in M-PAD patients. ITD patients are more likely to have confounding factors such as diabetes mellitus, renal disease, and worse ischemia at presentation than those with M-PAD. The recognition of ITD may be helpful in identifying high-risk patients but is not an independent risk factor for poor outcomes.",
		"pages": "349-359",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S089050960900315X",
		"journal": "Annals of Vascular Surgery",
		"volume": "24"
	},
	{
		"id": "ANDROES2004907",
		"source_id": "ANDROES2004907",
		"type": "article",
		"title": "Does a standardization tool to direct invasive therapy for symptomatic lower extremity peripheral arterial disease improve outcomes?",
		"author": "Mark P. Androes and Corey A. Kalbaugh and Spence M. Taylor and Dawn W. Blackhurst and Guy E. McClary and Bruce H. Gray and Eugene M. Langan and Rebecca A. Caldwell and Tod M. Hanover and John W. York and Marcus D. Stanbro and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2004.08.046",
		"abstract": "Objectives While decision analysis and treatment algorithms have repeatedly been shown to improve quality of care in many areas of medicine, no such algorithm has emerged for the invasive management of lower extremity peripheral arterial disease. Using the best available evidence-based outcomes data, our group designed a standardization tool, the Lower Extremity Grading System (LEGS) score, which consistently directs limbs to a specific treatment on the basis of presentation. The purpose of this study was to examine whether use of such a tool improves outcomes by directing treatment of lower extremity peripheral arterial disease. Methods Over 18 months (July 2001-December 2002) our group intervened in 673 limbs (angioplasty, open surgery, primary limb amputation) with lower extremity peripheral arterial disease. During this time we developed the LEGS score, and implemented its prospective use for the final 362 limbs. For the purpose of this study, all 673 limbs were retrospectively scored with the LEGS score to determine the LEGS recommended best treatment. Of the 673 limbs, 551 (81.9%) received the same treatment as recommended with LEGS and 122 (18.1%) received treatment contrary to LEGS. Limbs treated contrary to LEGS (cases) were then compared with matched control limbs (treated according to LEGS), with similar angiographic findings, clinical presentation, preoperative functional status, comorbid conditions and operative technical factors. Outcomes measured at 6 months included arterial reconstruction patency, limb salvage, survival, and maintenance of ambulatory status and independent living status. Kaplan-Meier curves were used to assess patency, limb salvage, and survival; associated survival curves were compared with the log-rank test. Functional outcomes were compared with the Fisher exact test. Results After matching case limbs with control limbs, 9 limbs had no control match. Thus 113 limbs in 100 patients treated contrary to LEGS were compared with 113 limbs in 100 patients treated according to LEGS. Limbs treated contrary to LEGS resulted in significantly inferior outcomes at 6 months for measures of primary patency (57.5% vs 84.3%; P < .001), secondary patency (73.2% vs 96.2%; P < .001), limb salvage (89.7% vs 97.2%; P = .04), and maintenance of ambulatory status (78% vs 92%; P = .02). As an additional finding, 29.6% (92 of 311) of interventions performed before implementation of the algorithm were treated contrary to LEGS, and thus contrary to objectively determined best therapy, compared with 8.3% (30 of 362) after LEGS implementation (P < .001). Conclusions Limbs treated according to our standardization tool resulted in better outcomes compared with limbs treated contrary to the algorithm. These data suggest that routine use of an appropriately validated treatment standardization algorithm is capable of improving overall results for invasive treatment of lower extremity peripheral arterial disease.",
		"pages": "907-915",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521404011383",
		"journal": "Journal of Vascular Surgery",
		"volume": "40"
	},
	{
		"id": "KRONDL19991542",
		"source_id": "KRONDL19991542",
		"type": "article",
		"title": "Subjectively Healthy Elderly Consuming a Liquid Nutrition Supplement Maintained Body Mass Index and Improved Some Nutritional Parameters and Perceived Well-Being",
		"author": "MAGDALENA KRONDL and PATRICIA H. COLEMAN and CRISTINE L. BRADLEY and DAISY LAU and NANCY RYAN",
		"doi": "https://doi.org/10.1016/S0002-8223(99)00378-8",
		"abstract": "Objective To evaluate regular use of a liquid nutrition supplement by subjectively healthy elderly persons in terms of body mass index, nutrient intake, selected biochemical parameters, and perceived quality-of-life changes, and to identify advantages and limitations of use. Design A 16-week intervention study in which subjects were assigned randomly to either a supplemented group or a control group and compared in terms of intergroup and intragroup differences in weight, food intake, blood values, and quality-of-life indexes. Adherence to protocol was monitored by monthly visits with an interviewer and food intake records. Subjects/setting Seventy-one independent living, older Canadian adults (mean age=70±7years) consuming on average less than 4 servings of fruit and vegetables daily and a supplement-free diet before the study. Subjects were without functional limitations and did not require therapeutic diets or medical treatments that affect nutritional status. Data were collected in home interviews. Blood for analysis was obtained from a subsample of 36 subjects. Intervention Inclusion of six 235-mL cans of liquid nutrition supplement weekly into the self-selected dietary patterns of the supplemented group. Statistical analysis Results were analyzed by Student t tests or Wilcoxon rank sum test, analysis of variance, and multiple stepwise regression. Results Body mass index, energy intake, and consumption of fruit and vegetables did not change throughout the study. In the supplemented group, statistically significant increases occurred from baseline to termination of the study in these nutrients: protein, calcium, iron, magnesium, and folate. Serum albumin, folate, ferritin, hemoglobin, and zinc values were within the normal range for the supplemented and control groups. Scores for the Medical Outcomes Study 36-Item Short-Form Health Status scales increased for the supplemented group from baseline to termination for vitality and general health perception. Values for the General Well-Being Questionnaire improved for anxiety and general well-being. Of the dietary predictors, folate intake explained the most variance for vitality and for general well-being, 8.6% and 14.2%, respectively. Applications A liquid nutrition supplement could be recommended to the elderly when energy maintenance and increases in nutrient intake are necessary and convenience is an important consideration. Dietetics professionals should address the issues of affordability of the supplement, the role of food in achieving nutritional adequacy, and overall quality of life of clients. Folate intake as a predictor of perceived general well-being and vitality requires further investigation. J Am Diet Assoc. 1999;99:1542–1548.",
		"pages": "1542-1548",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002822399003788",
		"journal": "Journal of the American Dietetic Association",
		"volume": "99"
	},
	{
		"id": "VANDERPLOEG20082227",
		"source_id": "VANDERPLOEG20082227",
		"type": "article",
		"title": "Rehabilitation of Traumatic Brain Injury in Active Duty Military Personnel and Veterans: Defense and Veterans Brain Injury Center Randomized Controlled Trial of Two Rehabilitation Approaches",
		"author": "Rodney D. Vanderploeg and Karen Schwab and William C. Walker and Jamie A. Fraser and Barbara J. Sigford and Elaine S. Date and Steven G. Scott and Glenn Curtiss and Andres M. Salazar and Deborah L. Warden",
		"keywords": "Brain injuries, Cognition, Rehabilitation, Treatment outcome",
		"doi": "https://doi.org/10.1016/j.apmr.2008.06.015",
		"abstract": "Vanderploeg RD, Schwab K, Walker WC, Fraser JA, Sigford BJ, Date ES, Scott SG, Curtiss G, Salazar AM, Warden DL, for the Defense and Veterans Brain Injury Center Study Group. Rehabilitation of traumatic brain injury in active duty military personnel and veterans: Defense and Veterans Brain Injury Center randomized controlled trial of two rehabilitation approaches. Objectives To determine the relative efficacy of 2 different acute traumatic brain injury (TBI) rehabilitation approaches: cognitive didactic versus functional-experiential, and secondarily to determine relative efficacy for different patient subpopulations. Design Randomized, controlled, intent-to-treat trial comparing 2 alternative TBI treatment approaches. Setting Four Veterans Administration acute inpatient TBI rehabilitation programs. Participants Adult veterans or active duty military service members (N=360) with moderate to severe TBI. Interventions One and a half to 2.5 hours of protocol-specific cognitive-didactic versus functional-experiential rehabilitation therapy integrated into interdisciplinary acute Commission for Accreditation of Rehabilitation Facilities–accredited inpatient TBI rehabilitation programs with another 2 to 2.5 hours daily of occupational and physical therapy. Duration of protocol treatment varied from 20 to 60 days depending on the clinical needs and progress of each participant. Main Outcome Measures The 2 primary outcome measures were functional independence in living and return to work and/or school assessed by independent evaluators at 1-year follow-up. Secondary outcome measures consisted of the FIM, Disability Rating Scale score, and items from the Present State Exam, Apathy Evaluation Scale, and Neurobehavioral Rating Scale. Results The cognitive-didactic and functional-experiential treatments did not result in overall group differences in the broad 1-year primary outcomes. However, analysis of secondary outcomes found differentially better immediate posttreatment cognitive function (mean ± SD cognitive FIM) in participants randomized to cognitive-didactic treatment (27.3±6.2) than to functional treatment (25.6±6.0, t332=2.56, P=.01). Exploratory subgroup analyses found that younger participants in the cognitive arm had a higher rate of returning to work or school than younger patients in the functional arm, whereas participants older than 30 years and those with more years of education in the functional arm had higher rates of independent living status at 1 year posttreatment than similar patients in the cognitive arm. Conclusions Results from this large multicenter randomized controlled trial comparing cognitive-didactic and functional-experiential approaches to brain injury rehabilitation indicated improved but similar long-term global functional outcome. Participants in the cognitive treatment arm achieved better short-term functional cognitive performance than patients in the functional treatment arm. The current increase in war-related brain injuries provides added urgency for rigorous study of rehabilitation treatments. (http://ClinicalTrials.gov ID# NCT00540020.)",
		"pages": "2227-2238",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999308014858",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "89"
	},
	{
		"id": "DAMMAK2014401",
		"source_id": "DAMMAK2014401",
		"type": "article",
		"title": "Stabilisation des patients schizophrènes en post-aigu : de l’hôpital à la cité",
		"author": "A. Dammak and M. Stiti and M.N. Vacheron",
		"keywords": "Stabilisation, Schizophrénie, Rémission, Antipsychotique à action prolongée, Réadaptation, Stabilisation, Schizophrenia, Remission, Long-acting injectable atypical antipsychotics, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.encep.2014.08.008",
		"abstract": "Résumé La schizophrénie est une pathologie handicapante qui débute chez des individus jeunes et qui s’installe de façon chronique ou récurrente. La stabilisation des patients dans les phases aiguës et l’éviction des rechutes sont des objectifs majeurs de la prise en charge au long cours de cette maladie. L’objectif de cet article est de préciser la stabilisation, d’en étudier les facteurs favorisants ainsi que les stratégies à mettre en œuvre pour y parvenir à travers une revue de la littérature et des principaux guidelines. Ainsi, le patient est dit stabilisé lorsque les symptômes productifs et les troubles du comportement ont régressé. Les symptômes positifs, le nombre de rechutes antérieures, l’alliance avec le patient et son entourage, la bonne observance thérapeutique en sont des critères prédictifs importants. Après un épisode aigu, l’organisation minutieuse de la sortie de l’hôpital et l’élaboration d’un projet de soins ambulatoires dans des structures de soins adaptées permettent de consolider la stabilisation et d’obtenir la rémission. L’objectif est d’améliorer les capacités fonctionnelles des patients, leur adaptation sociale et surtout leur qualité de vie. Summary Schizophrenia is a debilitating disease that usually begins in young adulthood, at a time when a person would usually make the transition to independent living, but it can occur at any age. The symptoms and behaviour associated with psychosis and schizophrenia have a distressing impact on the individual, and the family. The course of schizophrenia varies considerably. Although most patients will recover, some will have persisting difficulties or remain vulnerable to future episodes. Therefore, stabilisation of patients in acute phases and avoidance of relapse are major objectives of management throughout the course of this disease. The purpose of this article is to clarify the stabilisation, to study the contributing factors and strategies to implement to achieve stability, through a literature review and key guidelines. Thus, the patient is stabilised when productive symptoms and behavioural problems have decreased. So, the stable phase represents a prolonged period of treatment and rehabilitation during which symptoms are under adequate control and the focus is on improving functioning and recovery. Important predictive criteria of stabilisation include: positive symptoms, the number of previous relapses, cooperation with the patient and family, good adherence to treatment and the use of long acting injectable second-generation antipsychotics. After an acute relapse, the careful organization of the discharge and the development of a proposed ambulatory care in tailored care structures will help consolidate stabilisation and obtain remission. Accepting the idea of continuing treatment is a complex decision in which the psychiatrist plays a central role beside patients and their families. The course of integrated actions on modifiable risk factors such as psychosocial support, addictive comorbidities, identification of prodromes, active information for the therapeutic education of patients and families and access to care will also be supported. This would improve the functional abilities of patients, their social adaptation and particularly their quality of life.",
		"pages": "401-407",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0013700614001778",
		"journal": "LEncéphale",
		"volume": "40"
	},
	{
		"id": "LILJAS2014S45",
		"source_id": "LILJAS2014S45",
		"type": "article",
		"title": "Social and lifestyle characteristics and burden of ill-health associated with self-reported hearing and vision impairments in older men in the British community: a cross-sectional study",
		"author": "Ann E M Liljas and S Goya Wannamethee and Olia Papacosta and Kate Walters and Lucy T Lennon and Livia A Carvalho and Sheena E Ramsay",
		"doi": "https://doi.org/10.1016/S0140-6736(14)62171-1",
		"abstract": "Background Sensory impairment is common in older adults and we need to understand more about its association with other health conditions. We explored sensory impairment in relation to demographic, lifestyle factors, and health conditions in older men. Methods In a cross-sectional study, 3981 men aged 63–85 years (82% of participants recruited to the British Regional Heart Study cohort in 1978–80 and still alive in 2003) were selected from general practices in 24 British towns. Data on hearing aid use and ability to follow television at a volume others find acceptable allowed for four categories of hearing: can hear (n=2851), can hear with an aid (n=482), cannot hear and no aid (n=424), and cannot hear despite an aid (n=168). Vision impairment was defined as not being able to recognise a friend across a road (n=124). Logistic regression was used to investigate associations of hearing impairment and vision impairment with self-reported doctor-diagnosed coronary heart disease, disability (difficulty taking the stairs, difficulty keeping balance), social interaction (attending few social activities), and quality of life (experiencing pain, feeling anxious or depressed). Findings 1074 men (27%) reported hearing impairment and 124 (3%) reported vision impairment. Compared with those reporting no hearing problem, hearing impairment was associated with disability, poor social interaction, and poor quality of life. Poor quality of life remained significant after having adjusted for social class, smoking, obesity, and physical activity. Only men who could not hear despite having a hearing aid were more likely to report coronary heart disease (age-adjusted odds ratio 1·89, 95% CI 1·36–2·63) and falls (1·62, 1·05–2·48). Vision impairment was associated with symptoms of coronary heart disease including chest pain (1·58, 1·07–2·40) and breathlessness (2·06, 1·38–3·06), but not with diagnosed coronary heart disease (1·39, 0·93–2·07). Vision impairment was also significantly associated with falls, poor quality of life, poor social interaction, and disability, which remained significant after adjusting for social class, smoking, obesity, and physical activity. Men with a sensory impairment were more likely to be physically inactive, obese (hearing impairment only), and in a manual social class. Interpretation Older men with hearing impairment and vision impairment have a high risk of disability, poor health, and poor social interaction. Policy efforts for early detection and treatment of sensory impairment could be crucial for independent living in old age. Funding The British Regional Heart Study is funded by the British Heart Foundation. AEML is funded by the National Institute for Health Research School for Public Health Research. SER is funded by a UK Medical Research Council Fellowship.",
		"pages": "S45",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140673614621711",
		"journal": "The Lancet",
		"volume": "384"
	},
	{
		"id": "CONNOLLY2013S29",
		"source_id": "CONNOLLY2013S29",
		"type": "article",
		"title": "Barriers to access to cancer screening for people with learning disabilities: a review",
		"author": "Jennifer Connolly",
		"doi": "https://doi.org/10.1016/S0140-6736(13)62454-X",
		"abstract": "Background The life expectancy of people with learning disabilities is increasing. Nowadays, mean life expectancy is estimated to be 74, 67, and 58 years for those with mild, moderate, and severe learning disabilities, respectively. The incidence and pattern of cancer among people with learning disabilities is rapidly changing, partly because of increased longevity and the lifestyle associated with independent living. There is strong evidence that the uptake of preventive services such as immunisation and screening is low among people with learning disabilities. Many studies have reported low uptake of screening activities, including cervical smear tests, breast self-examinations, and mammography, by people with learning disabilities. This study aimed to explore the barriers to access to cancer screening for people with learning disabilities and the effectiveness of interventions to improve uptake to cancer screening for them. Methods A mixed-method review was undertaken, including both qualitative and quantitative research methods in the search. I did searches in June, 2012, using the British Nursing Index, CINAHL, Embase, HMIC, Medline, PsycINFO, and Social Science Citation Index via Web of Knowledge. I did not attempt to assess the grey literature. The studies to be included used participant adults, men and women, who had a learning disability (mild, moderate, or profound). All types of cancer for which there is a national UK cancer screening programme in place were included: breast, cervical, and bowel. Non-cancer screening programmes were excluded. Studies examining the increase of uptake of cancer screening programmes in adults without a learning difficulty or learning disability were excluded. Studies seeking to assess the effectiveness of interventions to increase the uptake of cancer screening programmes for this population were included. Those examining the barriers faced for people with learning disabilities accessing cancer screening programmes were included. Study design was not limited to randomised controlled trials; case-control and cohort studies and non-experimental designs were included. One reviewer searched and reviewed all abstracts and papers. Searches returned 28 unique results. The titles and abstracts of these papers were reviewed, 12 were selected for retrieval. Of the 12 papers reviewed in full, seven were included in the review. Reasons for rejecting studies were that the studies were related to the genetic screening of learning disabilities, cancer, or both; were on incidence of cancer in the learning disabled population; or cited cancer or learning disabilities as comorbidities for another intervention under study. The quality of each study was assessed with one of two methods dependent on the nature of the study. Findings One quantitative and six qualitative studies were identified. The studies ranged in quality; all included studies were deemed sound, but the quality scores varied across the range of study designs. The quantitative study used one-to-one counselling as an intervention to improve uptake of cervical screening. The qualitative studies used a mixture of qualitative methods to gather data on the barriers perceived by women with learning disabilities, their carers or support staff, or staff involved in cancer screening services. Thematic analysis of the qualitative studies was undertaken and three key themes of the perceived barriers were identified: scarcity of information, fear of medical intervention, and embarrassment. Interpretation The evidence for strong interventions to reduce the barriers to access to cancer screening for people with learning disabilities is very weak, but the evidence about what barriers do exist is stronger. Interventions to tackle these barriers need to be developed and assessed to contribute to the evidence base in this area. It is important that steps are taken to improve the services available for people with learning disabilities as life expectancy and therefore cancer risk increases. Funding None.",
		"pages": "S29",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014067361362454X",
		"journal": "The Lancet",
		"volume": "382"
	},
	{
		"id": "SIMONELLI2002334",
		"source_id": "SIMONELLI2002334",
		"type": "article",
		"title": "Barriers to Osteoporosis Identification and Treatment Among Primary Care Physicians and Orthopedic Surgeons",
		"author": "Christine Simonelli and Kathleen Killeen and Susan Mehle and Leah Swanson",
		"doi": "https://doi.org/10.4065/77.4.334",
		"abstract": "OBJECTIVE To understand better the barriers among orthopedic surgeons and primary care physicians in identifying and treating possible osteoporosis in patients hospitalized with a fragility fracture sustained spontaneously or from a fall no greater than standing height. Methods A 1-page, 7-question survey was sent to 35 admitting orthopedic surgeons and 75 primary care physicians at a midwestern managed care organization in March 2001. Returned surveys were collected until 30 days had passed since the mailing. Primary care physicians were board-certified family practitioners and internal medicine physicians. All orthopedists were admitting surgeons in the hospital system. Responders were anonymous, and posted surveys were returned to the Orthopaedic Collaborative Practice office. The surveys were color-coded to separate responses from orthopedic surgeons and primary care physicians. Results Thirty-one surveys were returned: 23 (31%) from primary care physicians and 8 (23%) from orthopedic surgeons. Survey respondents agreed that the responsibility for postfracture attention to nutritional needs, including calcium and vitamin D, rested with the primary care provider. When asked about barriers to recommending bone mineral density testing with dual energy x-ray absorptiometry, 9 primary care physicians (39%) thought this type of testing was unnecessary for treatment, and 4 primary care physicians (17%) thought a barrier was caused by patient frailty. Primary care physicians indicated that potential adverse effects of medication (n=14 [61%]) and cost of therapy (n=13 [57%]) were the main factors limiting treatment. When asked to identify the single most important barrier in treatment, 14 physicians (61%) indicated cost was the greatest deterrent. Twentyone primary care physicians (91%) reported they would be more likely to treat a patient with osteoporosis if a safe medication with proven fracture risk reduction were available. Primary care physicians indicated they were more likely to treat independently living adults (n=12 [52%]) and women compared with men (n=15 [65%]). All orthopedic surgeons (n=8) were willing for all patients to be evaluated in consultation with a nurse practitioner. Primary care respondents were less apt to agree with a nurse practitioner referral (n=5 [22%]). Both primary care physicians (n=16 [70%]) and orthopedic surgeons (n=4 [50%]) agreed that there is a need for increased primary care education about managing osteoporosis in patients hospitalized with low-impact fracture. Conclusions Orthopedic surgeons were consistent in their opinion that postfracture attention to osteoporosis should rest with the primary care physician. Primary care physicians agree but report that cost and possible adverse effects of medication are major barriers to this care. Despite therapies for high-risk postfracture patients showing relative safety and proven efficacy in reducing future fractures, deterrents to this care are focused on cost and potential adverse effects. Further education is needed to promote a standard of care for the postfracture patient that is directed toward the prevention of a subsequent fracture.",
		"pages": "334-338",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0025619611617862",
		"journal": "Mayo Clinic Proceedings",
		"volume": "77"
	},
	{
		"id": "PRICE20073667",
		"source_id": "PRICE20073667",
		"type": "article",
		"title": "A Large Proportion of Elderly Patients with Anemia Seen in the Outpatient Setting Have Unexplained Anemia, Which Is Characterized as a Hypoproliferative, Normocytic Anemia.",
		"author": "Elizabeth A. Price and Stanley L. Schrier",
		"doi": "https://doi.org/10.1182/blood.V110.11.3667.3667",
		"abstract": "Anemia in the elderly, even when seemingly trivial, is associated with substantial morbidity and even mortality. Approximately 10% of elderly women and 11% of elderly men have anemia, but the cause of the profound production defect is only partly understood. Moreover, one third of these patients have anemia with no discernable etiology, that is, unexplained anemia (UA). The characteristics of, pathogenesis, clinical course, and optimal therapeutic options for patients with UA remain poorly described. Accordingly, we undertook a study designed to evaluate the several causes of anemia in this population, anticipating that a full hematologic evaluation would explain the majority of cases hitherto described as UA. We enrolled independently living outpatient men and women 65 and older with an ECOG performance status of 2 or better with anemia as defined by World health Organization (WHO) criteria. Each patient underwent a comprehensive hematologic evaluation. Each peripheral smear was reviewed by the study investigators. Further evaluation was dependent on the initial findings. All those with macrocytosis (mean corpuscular volume (MCV) ≥ 100) or dysplasia on the peripheral smear were recommended to have a bone marrow evaluation to rule out myelodysplastic syndrome (MDS). Iron deficiency was defined as either a response to iron supplementation or standard laboratory criteria. Anemia due to renal insufficiency was defined as an estimated glomerular filtration rate (GFR) of less than 30 ml/min/1.73 m2. Patients were categorized as having UA if no cause of the anemia was found. Patients had ongoing follow-up in hematology clinic. Forty-six patients were enrolled and 36 have completed their evaluation. The median age was 78 (range 66–91). Sixty-seven percent of enrolled patients were white, and 87% were men. The mean hemoglobin (hgb) was 11.5 g/dL in men and 11.2 in women. Eight of 36 (22%) had anemia due to iron deficiency. Five of those with iron deficiency had an MCV > 81 fL at the time of diagnosis of iron deficiency. Two of 36 (6%) had findings suspicious for MDS but declined a bone marrow evaluation, and 7 of 36 (19%) had anemia due to multiple causes, categorized as multifactorial anemia. One patient each was found to have chronic myelomonocytic leukemia, anemia due to renal insufficiency, and large granular lymphocyte disease. Despite our full evaluation, 15 of 36 (42%) were categorized as having UA. In those with UA, the mean hgb was 11.7 in men and 11.2 in women, the mean MCV was 93 (SD 4.9), the mean erythropoietin level was 17.1 mU/ml (SD 8.5), the mean absolute reticulocyte count was 46 K/uL (SD 17.7) and the mean GFR was 66 (SD 13.4). Five of the 15 had a GFR between 30 and 60. Despite a full hematologic evaluation, 42% of this cohort had UA. Those with UA had a normocytic, hypoproliferative anemia. The impact of a GFR between 30 and 60 in this population requires further investigation. Further analyses of bone marrow samples in those with UA is planned. Also of clinical importance, 6% of patients appeared to have MDS (not confirmed thus far with a bone marrow evaluation), and it should be emphasized that a normal MCV does not preclude iron deficiency anemia.",
		"pages": "3667",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006497119899160",
		"journal": "Blood",
		"volume": "110"
	},
	{
		"id": "CHADER2009317",
		"source_id": "CHADER2009317",
		"type": "incollection",
		"title": "Artificial vision: needs, functioning, and testing of a retinal electronic prosthesis",
		"author": "Gerald J. Chader and James Weiland and Mark S. Humayun",
		"keywords": "neural retina, brain, retinal degeneration, electronic prosthetic devices, artificial vision, retinitis pigmentosa, age-related macular degeneration, visual performance, low vision, photoreceptor replacement",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/S0079-6123(09)17522-2",
		"abstract": "Hundreds of thousands around the world have poor vision or no vision at all due to inherited retinal degenerations (RDs) like retinitis pigmentosa (RP). Similarly, millions suffer from vision loss due to age-related macular degeneration (AMD). In both of these allied diseases, the primary target for pathology is the retinal photoreceptor cells that dysfunction and die. Secondary neurons though are relatively spared. To replace photoreceptor cell function, an electronic prosthetic device can be used such that retinal secondary neurons receive a signal that simulates an external visual image. The composite device has a miniature video camera mounted on the patients eyeglasses, which captures images and passes them to a microprocessor that converts the data to an electronic signal. This signal, in turn, is transmitted to an array of electrodes placed on the retinal surface, which transmits the patterned signal to the remaining viable secondary neurons. These neurons (ganglion, bipolar cells, etc.) begin processing the signal and pass it down the optic nerve to the brain for final integration into a visual image. Many groups in different countries have different versions of the device, including brain implants and retinal implants, the latter having epiretinal or subretinal placement. The device furthest along in development is an epiretinal implant sponsored by Second Sight Medical Products (SSMP). Their first-generation device had 16 electrodes with human testing in a Phase 1 clinical trial beginning in 2002. The second-generation device has 60+ electrodes and is currently in Phase 2/3 clinical trial. Increased numbers of electrodes are planned for future versions of the device. Testing of the devices efficacy is a challenge since patients admitted into the trial have little or no vision. Thus, methods must be developed that accurately and reproducibly record small improvements in visual function after implantation. Standard tests such as visual acuity, visual field, electroretinography, or even contrast sensitivity may not adequately capture some aspects of improvement that relate to a better quality of life (QOL). Because of this, some tests are now relying more on “real-world functional capacity” that better assesses possible improvement in aspects of everyday living. Thus, a new battery of tests have been suggested that include (1) standard psychophysical testing, (2) performance in tasks that are used in real-life situations such as object discrimination, mobility, etc., and (3) well-crafted questionnaires that assess the patients own feelings as to the usefulness of the device. In the Phase 1 trial of the SSMP 16-electrode device, six subjects with severe RP were implanted with ongoing, continuing testing since then. First, it was evident that even limited sight restoration is a slow, learning process that takes months for improvement to become evident. However, light perception was restored in all six patients. Moreover, all subjects ultimately saw discrete phosphenes and could perform simple visual spatial and motion tasks. As mentioned above, a Phase 2/3 trial is now ongoing with a 60+ device. A 250+ device is on the drawing board, and one with over 1000 electrodes is being planned. Each has the possibility of significantly improving a patients vision and QOL, being smaller and safer in design and lasting for the lifetime of the patient. From theoretical modeling, it is estimated that a device with approximately 1000 electrodes could give good functional vision, i.e., face recognition and reading ability. This could be a reality within 5–10 years from now. In summary, no treatments are currently available for severely affected patients with RP and dry AMD. An electrical prosthetic device appears to offer hope in replacing the function of degenerating or dead photoreceptor neurons. Devices with new, sophisticated designs and increasing numbers of electrodes could allow for long-term restoration of functional sight in patients with improvement in object recognition, mobility, independent living, and general QOL.",
		"pages": "317-332",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0079612309175222",
		"volume": "175"
	},
	{
		"id": "TAGHI201237",
		"source_id": "TAGHI201237",
		"type": "article",
		"title": "The Physiological Benefits and Problems Associated With Using Standing and Walking Orthoses in Individuals With Spinal Cord Injury—A Meta-analytic Review",
		"author": "Mohammad Karimi Taghi",
		"keywords": "bone mineral density, spinal cord injury",
		"doi": "https://doi.org/10.1016/j.jotr.2011.07.008",
		"abstract": "Spinal cord injury (SCI) patients use two transportation systems that include orthosis and wheelchair. It was claimed that standing and walking bring some benefits for SCI patients, such as decreasing bone osteoporosis, preventing pressure sores, and improving various physiological functions. The main question posted here is as follows: Is there enough evidence to support the effect of walking with orthosis on the health status of the patients with SCI? A review of the relevant literature was carried out in Bioengineering Unit of Strathclyde University. The benefits of orthoses were evaluated. Evidence reported in the literature regarding the effectiveness of orthoses for improving the health condition of SCI patients is conflicting. The benefits that were mentioned in various research studies regarding using the orthosis include decreasing bone osteoporosis, preventing joint deformity, improving bowl and bladder function, improving digestive system function, decreasing muscle spasm, improving independent living, improving respiratory and cardiovascular systems function. Improvement of independence living and physiological health of the patients are the only two benefits that are supported by strong evidence. Unfortunately, conflicting results in the literature have led to criticism of most hypotheses based on theoretical grounds, with the effects of using orthoses on the health status remaining a matter of considerable debate. 中文摘要 介紹 脊髓受創的患者能使用兩種運送系统包括支架和輪椅。有聲稱站立和走動能帶給患者一些益處，如減少骨質疏鬆症，防禦壓瘡及改善多樣生理功能。最重要問題是有沒有足夠的証據支持用支架走路對患者的健康狀況有幫助呢？ 方法 英國格拉斯哥的斯傑克萊大學的生物工程學系做了一個相關文獻的統合分析回顧，對支架的益處作出評估 結果 文獻証據顯示脊髓受創的患者使用支架助行對改善健康的效用是矛盾的。有些研究提出的益處如減少骨質疏鬆症，防禦關節攣縮，改善腸道和膀胱功能，促進消化系統功能，減少肌肉痙攣，改善獨立生活的能力，並呼吸和心血管功能等。其中只有改善獨立生活的能力和生理健康這兩方面上有強烈証據支持。 結論 不幸地，這些在文獻上矛盾的結論被批判為基於理論層面而作的假設而己，使用支架對能幫助患者的健康狀況仍然有極大的爭議",
		"pages": "37-40",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2210491711000479",
		"journal": "Journal of Orthopaedics, Trauma and Rehabilitation",
		"volume": "16"
	},
	{
		"id": "GLAVEY20131864",
		"source_id": "GLAVEY20131864",
		"type": "article",
		"title": "Low Expression Of The FUCA1 Gene Is An Adverse Prognostic Factor In Myeloma and Combined With High Sialyltransferase Gene Expression Identifies Patients At Increased Risk Of Early Disease Progression and Death",
		"author": "Siobhan Glavey and Ping Wu and Laura S Murillo and Catherine Loughrey and Aldo M Roccaro and Gareth J Morgan and Irene M. Ghobrial and Lokesh Joshi and Michael E ODwyer",
		"doi": "https://doi.org/10.1182/blood.V122.21.1864.1864",
		"abstract": "Background Glycosylation is a post translational modification which results in the addition of carbohydrate determinants to proteins and lipids. This has a major influence on the function of molecules known to be important in myeloma cell adhesion and trafficking such as integrins and selectins. We previously reported that ST3GAL6, a sialyltransferase involved in the synthesis of functional selectin ligands in humans, is over expressed in myeloma cells and associated with inferior survival in the MRC Myeloma IX study (MRC IX). We now extend our analysis of the MRC IX dataset to evaluate the potential prognostic significance of other glycosylation genes that are differentially regulated between normal and malignant plasma cells. Methods Analyzing publically available microarray transcriptomic datasets (Mayo Clinic GSE6477, University of Arkansas (UAMS) GSE24080, GSE2658) we first identified dysregulated glycosylation genes in MM. The prognostic significance of these candidate genes in MRCIX (singly and in combination) was analyzed using Kaplan Meier survival estimates for progression free survival and overall survival (PFS, OS). These results were validated in independent datasets (TT2 and TT3). Any genes significantly associated with survival were correlated with FISH abnormalities and ISS and multivariate analysis was performed to determine their independence as prognostic factors. QPCR was performed in cell lines to validate GEP findings. Matching SNP-based mapping array and methylation array data were analyzed. Membrane protein extracts from MM cell lines were applied directly to lectin microarrays following fluorescent labeling to generate cell surface glycan profiles. Immunohistochemistry for glycosylation enzymes and glycans was performed on patient bone marrow samples. Results High expression (top quartile as cut-off) of the sialyltransferase gene ST3GAL1 showed a trend towards inferior OS (median survival 35 mos .v. 45 mos, p=0.07) with significantly reduced PFS (19 .v. 14 mos, p=0.015). Increased expression of ST3GAL1 correlated with the presence of t(4;14) (p=0.009), del13q (p=0.001), +1q (p=0.01) and hypodiploidy (p=0.00001). Low expression (lower quartile by GEP) of the gene FUCA1, which encodes tissue alpha-L-fucosidase, was linked to inferior outcome (median OS 44 .v. 38 mos, p=0.025). On multivariate analysis low FUCA1 expression was independent of other important prognostic factors (HR=1.61, p=0.017). Patients with t(11;14) by FISH were more likely to have low FUCA1 than t(11;14) negative patients. There was no significant association between ISS and ST3GAL6, ST3GAL1 or FUCA1. We verified the effect of low FUCA1 in the GSE24080 dataset from TT2 and TT3 combined. Patients with low FUCA1 had significantly worse OS (p=0.0002). SNP mapping array and methylation array analysis did not show any evidence of correlation between copy number alterations or hypermethylation of FUCA1 and its low expression level. Since FUCA1 participates in N-glycan degradation with removal of fucose residues, this raises the possibility that a reduction in FUCA1 may lead to excessive fucosylation of cancer related glycans involved in adhesion and trafficking, such as sLex. Indeed, lectin arrays of MM cell lines revealed high levels of a-1,3/a-1,6 linked fucose, as determined by binding of Aleuria Aurantia Lectin (AAL). The HECA-452 antibody recognizes a functional trisaccharide domain shared by sialyl Lewis a and sLex and known to bind to E-selectin. Preliminary immunohistochemistry revealed increased HECA452 staining in bone marrow samples, which had both strong ST3GAL6 and low FUCA1 staining. Combining gene expression data showed that reduced expression of FUCA1 with increased expression of either ST3GAL6 or ST3GAL1 or both, identified a subgroup of patients (18%) in MRC Myeloma IX with particularly poor outcome (figure 1). Similar results were found in TT2 and TT3 with 17% of patients affected. Figure 1MRC Myeloma IX: 4 distinct risk groups based on expression level of FUCA1, ST3GAL6 and ST3GAL1. Ultra high/high (black and red respectively) = 18% patients. Median OS high risk (black) = 13.9 mos. vs 48.3 low risk (green).Figure 1. MRC Myeloma IX: 4 distinct risk groups based on expression level of FUCA1, ST3GAL6 and ST3GAL1. Ultra high/high (black and red respectively) = 18% patients. Median OS high risk (black) = 13.9 mos. vs 48.3 low risk (green). Conclusions Altered glycosylation gene expression patterns may identify patients at high risk of disease progression and early death. Our data implicates sialyltransferases and selectin ligands as potential therapeutic targets in MM. Disclosures: Morgan: Celgene: Consultancy, Honoraria, Membership on an entitys Board of Directors or advisory committees; Millenium: Consultancy, Honoraria, Membership on an entitys Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entitys Board of Directors or advisory committees; Merck: Consultancy, Honoraria, Membership on an entitys Board of Directors or advisory committees; Johnson and Johnson: Consultancy, Honoraria, Membership on an entitys Board of Directors or advisory committees. Ghobrial: Onyx: Advisoryboard Other; BMS: Advisory board, Advisory board Other, Research Funding; Noxxon: Research Funding; Sanofi: Research Funding.",
		"pages": "1864",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006497119651402",
		"journal": "Blood",
		"volume": "122"
	},
	{
		"id": "MAJCHRZAK2011351",
		"source_id": "MAJCHRZAK2011351",
		"type": "article",
		"title": "Surgical treatment of insular tumours with tractography, functional magnetic resonance imaging, transcranial electrical stimulation and direct subcortical stimulation support",
		"author": "Krzysztof Majchrzak and Barbara Bobek-Billewicz and Michał Tymowski and Piotr Adamczyk and Henryk Majchrzak and Piotr ładziński",
		"keywords": "insular gliomas, surgery, DTI, fMRI, transcranial electrical stimulation, subcortical stimulation, guzy wyspy, leczenie chirurgiczne, DTI, fMRI, stymulacja elektryczna przezczaszkowa, stymulacja istoty białej",
		"doi": "https://doi.org/10.1016/S0028-3843(14)60106-7",
		"abstract": "Background and purpose Surgical treatment of insular tumours carries significant risks of limb paresis or speech disturbances due to their localization. The development of intraoperative neuromonitoring techniques that involve evoked motor potentials induced via both direct and transcranial cortical electrical stimulation as well as direct subcortical white matter stimulation, intraoperative application of preoperative tractography and functional magnetic resonanceimaging (fMRI) in conjunction with neuronavigation resulted in significant reduction of postoperative disabilities that enabled widening of indications for surgical treatment. The aim of this study was to present the authors’ own experience with surgical treatment of insular gliomas. Material and methods Our cohort comprises 30 patients with insular gliomas treated at the Department of Neurosurgery in Sosnowiec. Clinical symptoms included sensorimotor partial seizures in 86.6%; generalized seizures in 23.3%; persistent headaches in 16.6% and hemiparesis in 6.6%. All the patients were operated on with intraoperative neuromonitoring that included transcranial cortical stimulation, direct subcortical white matter stimulation as well as tractography and fMRI concurrently with neuronavigation. The analysis included postoperative neurological evaluation along with the assessment of the radicalism of resection evaluated based on postoperative MRI. Results Postoperatively, four patients had permanent hemiparesis (13.3%); importantly, two out of those patients had preoperative deficits (6.6%). Persistent speech disturbances were present in four patients (13.3%). Partial sensorimotor seizures were noted in two patients (6.6%). Seizures in the other patients receded. Intraoperative transcranial electrical stimulation as well as direct subcortical white matter stimulation along with tractography (DTI) and fMRI facilitated gross total resection of insular gliomas in 53.5%, subtotal in 13.3% and partial resection in 33.1%. Conclusions Implementation of TES, direct subcortical white master stimulation, DTI and fMRI into the management protocol of the surgical treatment of insular tumours resulted in total and subtotal resections in 66% of cases with permanent motor disability in 6.6% of patients. Poor prognosis for independent living after surgery mainly affects patients with WHO grade III or IV. Streszczenie Wstęp i cel pracy Ze względu na lokalizację chirurgia guzów wyspy obarczona jest ryzykiem wystąpienia niedowładów w zakresie kończyn oraz zaburzeń mowy. Postęp w ograniczeniu inwalidztwa pooperacyjnego, a tym samym rozszerzeniu wskazań do leczenia chirurgicznego wynika ze śród-operacyjnego zastosowania neuromonitorowania, w tym badania potencjałów ruchowych, obejmujących bezpośrednią lub przezczaszkową stymulację elektryczną kory mózgu oraz bezpośrednią stymulację istoty białej podkorowej, a także śródoperacyjne zastosowanie traktografii i czynnościowego rezonansu magnetycznego (fMRI) w połączeniu z systemem neuronawigacji. Celem pracy było przedstawienie własnych doświadczeń w chirurgicznym leczeniu glejaków wyspy. Materiał i metody Materiał obejmował 30 chorych z guzami wyspy, operowanych w Klinice Neurochirurgii w Sosnowcu. Objawy kliniczne guzów wyspy obejmowały napady padaczkowe częściowe czuciowo-ruchowe w 86,6%; uogólnione napady drgawkowe w 23,3%; uporczywe bóle głowy w 16,6% oraz niedowłady połowicze w 6,6%. Wszyscy chorzy byli operowani z wykorzystaniem śródoperacyjnego neuromonitorowania, obejmującego przezczaszkową stymulację elektryczną kory mózgu, bezpośrednią stymulację istoty białej podkorowej, a także traktografię i fMRI w połączeniu z systemem neuronawigacji. W opracowaniu wyników ocenie poddano stan neurologiczny chorych po operacji oraz doszczętność resekcji określoną na podstawie kontrolnego badania rezonansu magnetycznego. Wyniki Po leczeniu operacyjnym u 4 pacjentów stwierdzono utrwalone niedowłady połowicze (13,3%), w tym u 2 (6,6%), u których występowały przed operacją. Utrwalone zaburzenia mowy wystąpiły u 4 pacjentów (13,3%). Po operacji napady padaczkowe częściowe czuciowo-ruchowe spostrzegano tylko u 2 pacjentów (6,6%). U pozostałych chorych napady padaczkowe ustąpiły. Zastosowanie w trakcie operacji guza wyspy przezczaszkowej stymulacji elektrycznej, bezpośredniej stymulacji istoty białej podkorowej, wykorzystanie traktografii oraz fMRI umożliwiło całkowite wycięcie guza w 53,3%, prawie całkowite w 13,3% i częściowe w 33,1%. Wnioski Zastosowanie w trakcie operacji guzów wyspy przezczaszkowej stymulacji elektrycznej, bezpośredniej stymulacji istoty białej podkorowej, traktografii oraz fMRI umożliwiło całkowitą i subtotalną resekcję w 66% przypadków, z wystąpieniem trwałych niedowładów u 6,6% chorych. Złe rokowanie odnośnie do możliwości samodzielnego życia dotyczyło głównie chorych z guzami wyspy w III lub IV stopniu złośliwości wg WHO.",
		"pages": "351-362",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0028384314601067",
		"journal": "Neurologia i Neurochirurgia Polska",
		"volume": "45"
	},
	{
		"id": "ROUILLON2013S15",
		"source_id": "ROUILLON2013S15",
		"type": "article",
		"title": "Évaluation de la rémission fonctionnelle dans le trouble schizophrénique : l’échelle FROGS",
		"author": "F. Rouillon and F.J. Baylé and P. Gorwood and S. Lancrenon and C. Lançon and P.M. Llorca",
		"keywords": "Rémission fonctionnelle, Schizophrénie, Fonctionnement social, Guérison, Functional remission, Schizophrenia, Social functioning, Recovery",
		"doi": "https://doi.org/10.1016/j.encep.2012.09.002",
		"abstract": "Résumé La rémission fonctionnelle est un objectif important du traitement de la schizophrénie. Le questionnaire FROGS a été développé selon la méthode d’un consensus d’experts, suivant une recherche dans les principales bases de données. Dix-neuf items ont été proposés pour couvrir les principaux aspects de la rémission fonctionnelle rapportés dans la littérature, regroupés en cinq domaines : « Vie quotidienne », « Activités », « Qualité de l’adaptation », « Vie relationnelle », « Santé et traitement ». Le but de cette étude était de concevoir un questionnaire adapté pour l’évaluation de la rémission fonctionnelle qui, contrairement aux outils existants, soit indépendant de la symptomatologie clinique. Ce questionnaire a ensuite été évalué par 51 investigateurs, dans une étude multicentrique auprès de 432 patients atteints de schizophrénie et en rémission symptomatique. La consistance interne de l’ensemble des items justifie l’intérêt de la mesure du score total (α de Cronbach=0,909) et ne différencie pas les hommes et les femmes (test de Feldt W=0,917 ; p<0,734). La validité externe a été bonne : coefficient de corrélation égal à 0,56 avec l’Évaluation globale du fonctionnement (EGF). Le modèle a priori n’a pas été confirmé par les données recueillies ce qui a justifié une approche exploratoire pour tenter d’identifier des facteurs pertinents. L’analyse factorielle exploratoire après rotation oblique a révélé une solution à trois facteurs (« Fonctionnement social général », « Fonctionnement de proximité » et « Traitement »). Une seconde étude, longitudinale a réévalué les patients, 12 à 18 mois après la première cotation, afin d’étudier la cohérence interne du questionnaire et sa stabilité dans le temps. En conclusion, le questionnaire FROGS a prouvé sa fiabilité avec une bonne cohérence interne α>0,9 ainsi qu’une validité externe (corrélation avec l’EGF : r>0,5), ces deux résultats étant identiques à ceux de la première évaluation. De plus, il est sensible à la durée de la rémission clinique avec une amélioration significative du score total et des trois sous-scores. Summary Introduction Functional remission is an important treatment goal in schizophrenia, as independent living and reintegration of patients into the community is the ultimate goal of any treatment. Nevertheless, assessing functional remission in schizophrenia is problematic, as it is a multifactorial entity reflecting various aspects such as symptoms severity, personal skills and sociocultural expectancies. Method The purpose of this study was to create and validate a novel scale for the evaluation of functional remission in schizophrenia. Unlike previous scales, this one was built on the basis of patients with few schizophrenia symptoms. The “Functional Remission of General Schizophrenia” (FROGS) scale was developed using the expert consensus method following a MEDLINE and standard database search. Out of the 61 initially proposed, 19 items were selected as gathering the core aspects of functional remission in schizophrenia detected in the literature. The FROGS was then evaluated in 432 patients with DSM-IV criteria of schizophrenia, all of them meeting Andreasens symptomatic remission criteria. Such an instrument should have a stable structure over time but also be able to detect improvement in functioning with time. So we have further analysed the validity of the FROGS scale, specifically assessing time stability. We re-evaluated the initial patient sample around 1.5 years after the first evaluation (mean=17.1 months±1.9), restricting the analyses to patients who were still being followed-up and in clinical remission (n=140). Results Total score was highly reliable. Exploratory factor analysis after oblique rotation revealed that a three-factor solution was the most meaningful. On the basis of item content these three factors were labelled ‘Social Functioning’, ‘Daily Life’ and ‘Treatment’. The FROGS total score can be used to measure a general construct for the evaluation of functional remission in schizophrenia. The mean FROGS total score was 75.8 (sd=10.8) at the second evaluation showing a significant improvement with time (3.8; P<0.0001 versus the first evaluation). The internal consistency/reliability of the FROGS scale was still very high (Cronbachs α=0.919). Significant improvement between the first and second evaluation were also apparent for all the individual items in the FROGS scale (P<0.01) as well as for the subscores for three extracted factors (P<0.0001). Statistically significant correlations were observed between the FROGS scale and other indices, including the Global Assessment of functioning (r=0.58; P<0.0001). These results provide further evidence of the solid psychometric properties of the FROGS scale. Discussion/conclusion The results of these two validation studies provide further evidence of the scales utility and its solid psychometric properties. Furthermore, it is sensitive to the duration of clinical remission. Our scale may be a step towards developing a consensual definition of functional remission in schizophrenia.",
		"pages": "S15-S21",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0013700613000080",
		"journal": "LEncéphale",
		"volume": "39"
	}
]