[
	{
		"id": "NAGARNAIK20101056",
		"source_id": "NAGARNAIK20101056",
		"type": "article",
		"title": "Concentrations and mass loadings of hormones, alkylphenols, and alkylphenol ethoxylates in healthcare facility wastewaters",
		"author": "P.M. Nagarnaik and M.A. Mills and B. Boulanger",
		"keywords": "Healthcare, Wastewater, EDC, Hormones, Alkyphenol, Mass loading",
		"doi": "https://doi.org/10.1016/j.chemosphere.2009.11.019",
		"abstract": "Healthcare facility wastewaters are an anticipated source of known endocrine disrupting chemicals to the environment. In this study, the composition and magnitude of eight steroid hormones, octylphenol (OP), nonylphenol (NP), 16 nonylphenol ethoxylates (NPEOs), and 10 octylphenol ethoxylates (OPEOs) in wastewater from a(n) hospital, nursing facility, assisted living facility, and independent living facility are presented. Steroid hormone concentrations were variable for each sampling location, ranging from a non-detectable concentration of 17β-ethynylestradiol in all samples to 127ngL−1 androstenedione in the hospital’s wastewater composite. OP and NP were not detected in any site’s samples. However, NPEOs were found at each sampling location with a maximum combined concentration of 260μgL−1 for NPEOs with a chain length between 3 and 18 units in the assisted living facility composite sample. OPEOs were only found in the hospital and nursing facilities samples with a maximum combined OPEO concentration of 13μgL−1 for OPEOs with a chain length between 2 and 12 units in hospital wastewater. The total mass loading of hormones to the municipal sewer system from each facility ranged from 2.5mgd–1 at the assisted living facility to 138mgd–1 at the hospital. The total mass loading of the alklyphenol ethoxylates (NPEO+OPEO) is considerably higher than the estimated hormone mass loadings, ranging from 1.8gd–1 at the independent living facility to 54gd–1 at the hospital facility.",
		"pages": "1056-1062",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0045653509013769",
		"journal": "Chemosphere",
		"volume": "78"
	},
	{
		"id": "TAYLOR2014930",
		"source_id": "TAYLOR2014930",
		"type": "article",
		"title": "Validation of a Body-Worn Accelerometer to Measure Activity Patterns in Octogenarians",
		"author": "Lynne M. Taylor and Jochen Klenk and Alistair J. Maney and Ngaire Kerse and Bruce M. MacDonald and Ralph Maddison",
		"keywords": "Accelerometry, Geriatric assessment, Physical activity, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2014.01.013",
		"abstract": "Objective To determine the validity of a triaxial body-worn accelerometer for detection of gait and postures in people aged >80 years. Design Participants performed a range of activities (sitting, lying, walking, standing) in both a controlled and a home setting while wearing the accelerometer. Activities in the controlled setting were performed in a scripted sequence. Activities in the home setting were performed in an unscripted manner. Analyzed accelerometer data were compared against video observation as the reference measure. Setting Independent-living and long-term-care retirement village. Participants Older people (N=22; mean age ± SD, 88.1±5y) residing in long-term-care and independent-living retirement facilities. Interventions Not applicable. Main Outcome Measures The level of agreement between video observation and the accelerometer for the total duration of each activity, and second-by-second correspondence between video observation and the accelerometer for each activity. Results The median absolute percentage errors between video observation and the accelerometer were <1% for locomotion and lying. The absolute percentage errors were higher for sitting (median, −22.3%; interquartile range [IQR], −62.8% to 10.7%) and standing (median, 24.7%; IQR, −7.3% to 39.6%). A second-by-second analysis between video observation and the accelerometer found an overall agreement of ≥85% for all activities except standing (median, 56.1%; IQR, 34.8%–81.2%). Conclusions This single-device accelerometer provides a valid measure of lying and locomotion in people aged >80 years. There is an error of approximately 25% when discriminating sitting from standing postures, which needs to be taken into account when monitoring longer-term habitual activity in this age group.",
		"pages": "930-934",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999314000689",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "95"
	},
	{
		"id": "LAAN2013276",
		"source_id": "LAAN2013276",
		"type": "article",
		"title": "Factors associated with increasing functional decline in multimorbid independently living older people",
		"author": "Wijnand Laan and Nienke Bleijenberg and Irene Drubbel and Mattijs E. Numans and Niek J. de Wit and Marieke J. Schuurmans",
		"keywords": "ADL, Activities of daily living, KATZ, Multimorbidity",
		"doi": "https://doi.org/10.1016/j.maturitas.2013.04.005",
		"abstract": "Objectives With increasing age the levels of activities of daily living (ADL) deteriorate. In this study we aimed to investigate which demographic characteristics and disorders are associated with ADL disabilities in multi-morbid older people. Study design We performed a cross-sectional study with baseline patient data from a large Dutch trial in independently living multi-morbid older people combined with the reimbursed healthcare data for the same subjects. Main outcome measures The primary outcome of our study was the level of independence of activities of daily living (ADL) as assessed with the Modified Katz Activities of Daily Living (KATZ-15) scale. Results In our study we were able to include 1187 persons (63.0% female) for whom both questionnaire data and reimbursed healthcare data was available. In total, 59% had a Katz-15 score of 1 or higher. The strongest associations with ADL disabilities in women were psychiatric disorders, with prevalence rate (PR) estimates of 1.37 (95% confidence interval (CI): 1.17–1.60) and transient ischaemic attacks and cerebrovasculair accidents in men, with PR estimates of 1.94 (95% CI: 1.41–2.66). Although univariate analysis seemed to also reveal associations with socio-demographic factors such as living together with a partner or the socio-economic status, these factors were not independently associated with ADL disabilities. Conclusions In this cross-sectional study we found that 71% of the multi-morbid female elderly had a sub-optimal level of activities of daily living, as assessed with the Katz-15 scale. The results of our study show that multiple disorders are associated with ADL disabilities in multi-morbid older men and women. We found socio-demographic characteristics not to be independently associated ADL disabilities.",
		"pages": "276-281",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512213001163",
		"journal": "Maturitas",
		"volume": "75"
	},
	{
		"id": "MARINO2013513",
		"source_id": "MARINO2013513",
		"type": "article",
		"title": "Self-assessed oral-health status and quality of life of older Chilean",
		"author": "Rodrigo Mariño and Cecilia Albala and Hugo Sanchez and Ximena Cea and Alejandra Fuentes",
		"keywords": "Chile, Older adults, Oral health, Quality of life",
		"doi": "https://doi.org/10.1016/j.archger.2012.12.004",
		"abstract": "This study aims to examine the self-assessed oral health status and quality of life (QoL) of independent living Chilean older adults, and their distribution by selected socio-demographic characteristics. The study conducted a secondary analysis of data collected as part of a larger study of dependency which involved 4766 independent living older adults, 60 years of age and older, residents of all Chilean Regions. Participants were interviewed using an 11-module instrument. The majority (61.2%) were female. Mean age was 72.3 (s.d. 8.5) years. 47.5% lived with their spouses/partners. The majority had primary education (63.4%), were under the National Health Fund (87.9%), and lived in urban locations (68.3%). The majority (56%) perceived their QoL to be ‘Excellent/Very good’; another 37.5% self-assessed their QoL as ‘Average’; and 6.6% self-assessed his/her QoL as being ‘Bad/Very bad’. 21.7% of participants reported no natural teeth; 43.1% had ‘the majority’ of teeth missing; 29.9% had ‘A few’ teeth missing; and 5.3% reported no missing teeth. The probability of being edentulous was explored using LRA. Age; health conditions; education; gender and region of residence remained statistically significant [χ2(13)=379.05; p<0.001]. Those who self-reported their QoL as ‘Average/Bad’ were more likely to be edentulous than those who self-reported their QoL as Good/Excellent (OR=1.5; 95% CI 1.10-2.00). Despite general improvements in oral health among Chilean older adults, this study found poor oral health among older adults is compounded by poor QoL, and substantial inequalities in oral health outcomes by location, levels of education and income.",
		"pages": "513-517",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494312002439",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "56"
	},
	{
		"id": "LORENZ2002191",
		"source_id": "LORENZ2002191",
		"type": "article",
		"title": "Superconductivity in the C32 intermetallic compounds AAl2−xSix, with A=Ca and Sr; and 0.6<x<1.2",
		"author": "B Lorenz and J Lenzi and J Cmaidalka and R.L Meng and Y.Y Sun and Y.Y Xue and C.W Chu",
		"keywords": "CaAlSi, SrAlSi, BaAlSi, Superconductivity, Seebeck coefficient",
		"doi": "https://doi.org/10.1016/S0921-4534(02)02056-7",
		"abstract": "The intermetallic compounds AAl2−xSix, where A=Ca, Sr or Ba, crystallize in the C32 structure, same as the recently discovered MgB2 with a high superconducting transition temperature of 39 K. For x=1, superconductivity has been observed in AAlSi with A=Ca and Sr, but not with A=Ba. The transition temperatures are 7.8 and 5.1 K, respectively for CaAlSi and SrAlSi. The CaAl2−xSix compound system display a Tc-peak at x=1, a possible x-induced electronic transition at x∼0.75 and a possible miscibility gap near x∼1.1 which results in a very broad superconducting transition. The Seebeck coefficients of AAlSi indicate that their carriers are predominantly electrons in nature, in contrast to the holes in MgB2.",
		"pages": "191-196",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921453402020567",
		"journal": "Physica C: Superconductivity",
		"volume": "383"
	},
	{
		"id": "GODFREY201281",
		"source_id": "GODFREY201281",
		"type": "incollection",
		"title": "Supported Housing",
		"author": "M. Godfrey",
		"keywords": "Age segregated living, Assisted living, Cohousing, Community, Extra-care housing, Housing with care, Naturally occurring retirement communities, Older people, Retirement communities, Retirement home, Sheltered housing, Specialist housing, Supported housing",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-08-047163-1.00073-4",
		"isbn": "978-0-08-047171-6",
		"abstract": "Supported housing is an umbrella term to denote an array of models of specialist housing primarily developed for older people. These combine the physical design elements aimed at reducing the environmental barriers and forms of support and care that facilitate independent living and ‘ageing in place’. The support and care components are of varied types and intensity, from minimal support (specialist housing with some communal facilities) through to the provision of on-site care with personal and health needs. There is no common definition on what supported housing embraces. Moreover, a wide range of terms have been employed across countries and over time to refer to supported housing models with characteristics that are both similar to, and different from, each other.",
		"pages": "81-90",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780080471631000734"
	},
	{
		"id": "PECORA20061459",
		"source_id": "PECORA20061459",
		"type": "article",
		"title": "Educational and employment outcomes of adults formerly placed in foster care: Results from the Northwest Foster Care Alumni Study",
		"author": "Peter J. Pecora and Ronald C. Kessler and Kirk OBrien and Catherine Roller White and Jason Williams and Eva Hiripi and Diana English and James White and Mary Anne Herrick",
		"keywords": "Educational and employment outcomes, Foster care, Northwest Foster Care Alumni Study",
		"doi": "https://doi.org/10.1016/j.childyouth.2006.04.003",
		"abstract": "This study evaluated the intermediate and long-term effects of family foster care on adult functioning using a sample of 659 young adults from two public and one private child welfare agencies, case record reviews, structured interviews, and a survey response rate of 76%. Foster care alumni completed high school at a rate comparable to the general population, but a disproportionately high number of them completed high school via a GED. Alumni completion rates for postsecondary education were low. Consequently, many alumni were in fragile economic situations: one-third of the alumni had household incomes at or below the poverty level, one-third had no health insurance, and more than one in five experienced homelessness after leaving foster care. Two foster care experience areas were estimated to significantly reduce the number of undesirable outcomes in the Education outcome domain: positive placement history (e.g., high placement stability, few failed reunifications), and having broad independent living preparation (as exemplified by having concrete resources upon leaving care). For the Employment and Finances outcome domain, receiving broad independent living preparation (as exemplified by having concrete resources upon leaving care) was estimated to significantly reduce the number of undesirable outcomes.",
		"pages": "1459-1481",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740906000703",
		"journal": "Children and Youth Services Review",
		"volume": "28"
	},
	{
		"id": "WRABER2005347",
		"source_id": "WRABER2005347",
		"type": "article",
		"title": "Position and prospects of the blind and partially sighted adults in Slovenia",
		"author": "Tomaz Wraber and Alenka Bera",
		"keywords": "Blindness, Low vision, Comprehensive rehabilitation, Health legislation",
		"doi": "https://doi.org/10.1016/j.ics.2005.04.008",
		"abstract": "An adult in Slovenia, who has partially or totally lost sight, is entitled to at least some basic aids and some financial assistance, which does not suffice for survival. Such a person, however, is not entitled to comprehensive rehabilitation, which would equip him/her for as independent living as possible and would emanate form the loss of sight per se. Therefore we are endeavoring to have this right enshrined in the legislation governing the system of public health.",
		"pages": "347-351",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105007272",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "TENORIO2011793",
		"source_id": "TENORIO2011793",
		"type": "article",
		"title": "Artificial intelligence techniques applied to the development of a decision–support system for diagnosing celiac disease",
		"author": "Josceli Maria Tenório and Anderson Diniz Hummel and Frederico Molina Cohrs and Vera Lucia Sdepanian and Ivan Torres Pisa and Heimar de Fátima Marin",
		"keywords": "Decision support systems, clinical, Celiac disease, Artificial intelligence",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2011.08.001",
		"abstract": "Background Celiac disease (CD) is a difficult-to-diagnose condition because of its multiple clinical presentations and symptoms shared with other diseases. Gold-standard diagnostic confirmation of suspected CD is achieved by biopsying the small intestine. Objective To develop a clinical decision–support system (CDSS) integrated with an automated classifier to recognize CD cases, by selecting from experimental models developed using intelligence artificial techniques. Methods A web-based system was designed for constructing a retrospective database that included 178 clinical cases for training. Tests were run on 270 automated classifiers available in Weka 3.6.1 using five artificial intelligence techniques, namely decision trees, Bayesian inference, k-nearest neighbor algorithm, support vector machines and artificial neural networks. The parameters evaluated were accuracy, sensitivity, specificity and area under the ROC curve (AUC). AUC was used as a criterion for selecting the CDSS algorithm. A testing database was constructed including 38 clinical CD cases for CDSS evaluation. The diagnoses suggested by CDSS were compared with those made by physicians during patient consultations. Results The most accurate method during the training phase was the averaged one-dependence estimator (AODE) algorithm (a Bayesian classifier), which showed accuracy 80.0%, sensitivity 0.78, specificity 0.80 and AUC 0.84. This classifier was integrated into the web-based decision–support system. The gold-standard validation of CDSS achieved accuracy of 84.2% and k=0.68 (p<0.0001) with good agreement. The same accuracy was achieved in the comparison between the physicians diagnostic impression and the gold standard k=0. 64 (p<0.0001). There was moderate agreement between the physicians diagnostic impression and CDSS k=0.46 (p=0.0008). Conclusions The study results suggest that CDSS could be used to help in diagnosing CD, since the algorithm tested achieved excellent accuracy in differentiating possible positive from negative CD diagnoses. This study may contribute towards developing of a computer-assisted environment to support CD diagnosis.",
		"pages": "793-802",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505611001651",
		"journal": "International Journal of Medical Informatics",
		"volume": "80"
	},
	{
		"id": "DUKE2000583",
		"source_id": "DUKE2000583",
		"type": "article",
		"title": "Natural products as sources for new mechanisms of herbicidal action",
		"author": "Stephen O Duke and Joanne G Romagni and Franck E Dayan",
		"keywords": "Natural products, Herbicides, Mode of action",
		"doi": "https://doi.org/10.1016/S0261-2194(00)00076-4",
		"abstract": "New mechanisms of action for herbicides are highly desirable to fight evolution of resistance in weeds, to create or exploit unique market niches, and to cope with new regulatory legislation. Comparison of the known molecular target sites of synthetic herbicides and natural phytotoxins reveals that there is little redundancy. Comparatively little effort has been expended on determination of the sites of action of phytotoxins from natural sources, suggesting that intensive study of these molecules will reveal many more novel mechanisms of action. Examples of natural products that inhibit unexploited steps in the amino acid, nucleic acid, and other biosynthetic pathways are given. AAL-toxin, hydantocidin, and various plant-derived terpenoids are discussed. Strategies and potential pitfalls of using natural products as leads for new herbicide classes are summarized.",
		"pages": "583-589",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261219400000764",
		"journal": "Crop Protection",
		"volume": "19"
	},
	{
		"id": "HARTMANN2009351",
		"source_id": "HARTMANN2009351",
		"type": "article",
		"title": "Reproducibility of spatio-temporal gait parameters under different conditions in older adults using a trunk tri-axial accelerometer system",
		"author": "Antonia Hartmann and Kurt Murer and Rob A. de Bie and Eling D. de Bruin",
		"keywords": "Gait, Reproducibility, Aging, Accelerometry",
		"doi": "https://doi.org/10.1016/j.gaitpost.2009.06.008",
		"abstract": "The aim of this study was to determine intra- and interrater reliability of spatio-temporal gait parameters on different walking surfaces and under dual task conditions in an older adult population using a trunk tri-axial accelerometer (DynaPort®MiniMod) system. Twenty-three independent living, older subjects (8 males, 15 females) aged 73.4±4.3 years walked three times at their preferred walking speed in two test sessions under four different conditions over 24m (gymnasium floor versus soft foam rubber walkway, with both normal and dual task walking conditions). Inter- and intrarater reliability was assessed. Subsequently intraclass correlation coefficients (ICC), coefficients of variation (CV) and ratios limits of agreement (RLOA) were calculated. The reliability of walking speed, cadence, step duration and step length was excellent with high ICCs and small CVs and RLOAs. ICCs of gait variability ranged from 0.12 to 0.88. The corresponding CVs ranged from 12% to 34% and RLOAs from 35% to 93% and appeared relatively large. The results of this study demonstrate that walking speed, cadence, step duration and step length under more challenging conditions can be reliably measured in independent living older adults using the DynaPort®MiniMod system. Gait variability measures need to be viewed with caution and further research in older populations is needed to determine the value of these parameters derived from this measurement system.",
		"pages": "351-355",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636209001799",
		"journal": "Gait & Posture",
		"volume": "30"
	},
	{
		"id": "FRIEDEN2002150",
		"source_id": "FRIEDEN2002150",
		"type": "article",
		"title": "Listening for footsteps",
		"author": "Lex Frieden",
		"keywords": "Independent living, Rehabilitation",
		"doi": "https://doi.org/10.1053/apmr.2002.31760",
		"abstract": "Frieden L. Coulter Lecture: Listening for footsteps. Arch Phys Med Rehabil 2002;83:150-3. The 2001 Coulter Lecture provides an opportunity for the author to reflect on personal experiences with rehabilitation and career development. Anecdotes are presented involving Drs. William Spencer and Howard Rusk; and the author acknowledges and expresses personal gratitude to the American Congress of Rehabilitation Medicine, and to mentors and colleagues. The importance of having an enriched and supportive environment in which to study, practice, and conduct research is emphasized. The author also comments on current issues of personal concern, including: reimbursement structures for rehabilitation services; the psychologic impact on patients and practitioners of pending cure-related interventions; the need for patient outcome research; the need for expanded models of community-based care and services; the need to promote independent living models rather than institutional or nursing home living models; the need to maintain advocacy for disability rights, including the Americans with Disabilities Act; and the need to be informed about and advocate for a United Nations Convention on the Rights of People with Disabilities. © 2002 by the American Congress of Rehabilitation Medicine and the American Academy of Physical Medicine and Rehabilitation",
		"pages": "150-153",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999302377487",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "83"
	},
	{
		"id": "CZEKNER201339",
		"source_id": "CZEKNER201339",
		"type": "article",
		"title": "Absolute photoionization cross-sections of selected furanic and lactonic potential biofuels",
		"author": "Joseph Czekner and Craig A. Taatjes and David L. Osborn and Giovanni Meloni",
		"keywords": "Synchrotron photoionization mass spectrometry, Photoionization cross sections, Dissociative ionization fragments, Appearance energy, Adiabatic ionization energy",
		"doi": "https://doi.org/10.1016/j.ijms.2013.04.020",
		"abstract": "Absolute photoionization cross sections of the molecules γ-butyrolactone (GBL), γ-valerolactone (GVL), α-angelicalactone (AAL), and γ-methylene-γ-butyrolactone (GMGB), including partial ionization cross sections for dissociative ionization, are measured. The experiments are carried out using photoionization mass spectrometry (PIMS) at the Advanced Light Source, and an orthogonal extraction time-of-flight spectrometer is used for mass analysis. Photoionization of furan, 2-methyl furan (2-MF), and 2,5-dimethyl furan (2,5-DMF) is also investigated to confirm the accuracy of our measurements, which show a good agreement of the absolute partial photoionization cross sections with literature values. CBS-QB3 calculations of adiabatic ionization energies (AIE) and appearance energies (AE) agree well with the experimental results.",
		"pages": "39-46",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1387380613001474",
		"journal": "International Journal of Mass Spectrometry",
		"volume": "348"
	},
	{
		"id": "TAIRA2013406",
		"source_id": "TAIRA2013406",
		"type": "article",
		"title": "Antimycin A-like molecules inhibit cyclic electron transport around photosystem I in ruptured chloroplasts",
		"author": "Yoshichika Taira and Yuki Okegawa and Kazuhiko Sugimoto and Masato Abe and Hideto Miyoshi and Toshiharu Shikanai",
		"keywords": "Antimycin A, Chloroplast, Cyclic electron transport, PGR5, Photosynthesis",
		"doi": "https://doi.org/10.1016/j.fob.2013.09.007",
		"abstract": "Antimycin A3 (AA) is used as an inhibitor of cyclic electron transport around photosystem I. However, the high concentrations of AA that are needed for inhibition have secondary effects, even in chloroplasts. Here, we screened for chemicals that inhibited ferredoxin-dependent plastoquinone reduction in ruptured chloroplasts at lower concentrations than those required for AA. We identified two AA-like compounds: AAL1 and AAL2. AAL1 likely shares an inhibitory site with AA, most probably in the PGR5–PGRL1 protein complex, and enhances O2 evolution in photosystem II, most likely via an uncoupler-like effect. AAL1 and AAL2 are unlikely to penetrate intact leaves. In ruptured chloroplasts, AALs are superior to AA as inhibitors of cyclic electron transport.",
		"pages": "406-410",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211546313000569",
		"journal": "FEBS Open Bio",
		"volume": "3"
	},
	{
		"id": "STEREA2015256",
		"source_id": "STEREA2015256",
		"type": "article",
		"title": "The Relationship Between Social Cognition and Functional Outcomes in Schizophrenia",
		"author": "Ramona Sterea",
		"keywords": "social cognition, schizophrenia, neurocognition, functional outcomes.",
		"doi": "https://doi.org/10.1016/j.sbspro.2015.03.048",
		"abstract": "Social cognition, an area of interest in schizophrenia research, has been related to functional outcomes. In this paper, we intended to determine if social cognition is impaired in individuals with schizophrenia (N=15), compared to controls (N=15) and to investigate the correlation between social cognition (measured with Narrative of Emotions Task), neurocognition (Montreal Cognitive Assessment) and functional outcomes (Role Functioning Scale, Independent Living Skills Survey). Our results suggest that higher levels of social cognition are related to better functioning in schizophrenia and that social cognition might have a specific influence, irrespective of the common processes it shares with neurocognition.",
		"pages": "256-260",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042815018418",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "187"
	},
	{
		"id": "REVHEIM2006237",
		"source_id": "REVHEIM2006237",
		"type": "article",
		"title": "Neurocognitive and symptom correlates of daily problem-solving skills in schizophrenia",
		"author": "Nadine Revheim and Isaac Schechter and Dongsoo Kim and Gail Silipo and Baerbel Allingham and Pamela Butler and Daniel C. Javitt",
		"keywords": "Schizophrenia, Neurocognitive functioning, Negative symptoms, Community functioning, Daily problem-solving skills, Independent living scales",
		"doi": "https://doi.org/10.1016/j.schres.2005.12.849",
		"abstract": "Functional outcome for individuals with schizophrenia has been associated with cognitive impairment. Deficits in attention, memory, speed of information processing and problem-solving skills affect independent functioning, vocational performance, and interpersonal functioning. This study investigated the relationship between neurocognitive functioning, clinical symptoms and daily problem-solving skills in seriously and persistently ill persons. Thirty-eight inpatients and outpatients were administered a neurocognitive battery for attention, working memory, processing speed, perceptual organization, and executive functioning; and semi-structured clinical interviews using the BPRS and SANS. Estimates of daily problem-solving skills were obtained using the relevant factor subscale from the Independent Living Scales (ILS-PB). Daily problem-solving skills were significantly correlated with negative symptoms, processing speed, verbal memory, and working memory scores. A regression model using an enter method suggests that working memory and negative symptoms are significant predictors of daily problem-solving skills and account for 73.2% of the variance. Further analyses demonstrate that daily problem-solving skills and negative symptoms were significantly different for inpatients and outpatients and significantly correlated with community status. The findings suggest the ILS-PB has utility as a proxy measure for assessing real-world functioning in schizophrenia.",
		"pages": "237-245",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996405013952",
		"journal": "Schizophrenia Research",
		"volume": "83"
	},
	{
		"id": "GU201595",
		"source_id": "GU201595",
		"type": "article",
		"title": "Design and performance evaluation of wiimote-based two-dimensional indoor localization systems for indoor mobile robot control",
		"author": "D. Gu and K.-S. Chen",
		"keywords": "Indoor position measurement, Moving control, Wiimote cameras, Mobile robots, Coordinate transformation",
		"doi": "https://doi.org/10.1016/j.measurement.2015.01.009",
		"abstract": "Indoor localization of mobile units is critical for subsequent task development of intelligent living technology. In this work, a modified wiimote-based 2D localization scheme is proposed and experimentally validated for indoor mobile robot tracking and control tasks. This scheme uses one wiimote to monitor the position of at least two IR LEDs simultaneously for determining both translation and rotation motions of the wiimote-mounted carrier. An algorithm is then developed for converting the wiimote readouts to the position and orientation of the corresponding mobile unit based on the major axes identification, coordinate transformation, and position updating. The scheme and the algorithm are then validated by tracking the wiimote location on a two-axis linear servomotor. Finally, by integrating this global positioning scheme with feedback control, trajectory tracking of an omni-wheel based mobile robot is performed to demonstrate the importance of the scheme in indoor smart living technology.",
		"pages": "95-108",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0263224115000275",
		"journal": "Measurement",
		"volume": "66"
	},
	{
		"id": "TAYLOR2005227",
		"source_id": "TAYLOR2005227",
		"type": "article",
		"title": "Preoperative clinical factors predict postoperative functional outcomes after major lower limb amputation: An analysis of 553 consecutive patients",
		"author": "Spence M. Taylor and Corey A. Kalbaugh and Dawn W. Blackhurst and Steven E. Hamontree and David L. Cull and Hayley S. Messich and R. Todd Robertson and Eugene M. Langan and John W. York and Christopher G. Carsten and Bruce A. Snyder and Mark R. Jackson and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2005.04.015",
		"abstract": "Background Despite being a major determinant of functional independence, ambulation after major limb amputation has not been well studied. The purpose, therefore, of this study was to investigate the relationship between a variety of preoperative clinical characteristics and postoperative functional outcomes in order to formulate treatment recommendations for patients requiring major lower limb amputation. Methods From January 1998 through December 2003, 627 major limb amputations (37.6% below knee amputations, 4.3% through knee amputations, 34.5% above knee amputations, and 23.6% bilateral amputations) were performed on 553 patients. Their mean age was 63.7 years; 55% were men, 70.2% had diabetes mellitus, and 91.5% had peripheral vascular disease. A retrospective review was performed correlating various preoperative presenting factors such as age at presentation, race, medical comorbidities, preoperative ambulatory status, and preoperative independent living status, with postoperative functional endpoints of prosthetic usage, survival, maintenance of ambulation, and maintenance of independent living status. Kaplan-Meier survival curves were constructed and compared by using the log-rank test. Odds ratios (OR) and hazard ratios (HR) with 95% confidence intervals were constructed by using multiple logistic regressions and Cox proportional hazards models. Results Statistically significant preoperative factors independently associated with not wearing a prosthesis in order of greatest to least risk were nonambulatory before amputation (OR, 9.5), above knee amputation (OR, 4.4), age >60 years (OR, 2.7), homebound but ambulatory status (OR, 3.0), presence of dementia (OR, 2.4), end-stage renal disease (OR, 2.3), and coronary artery disease (OR, 2.0). Statistically significant preoperative factors independently associated with death in decreasing order of influence included age ≥70 years (HR, 3.1), age 60 to 69 (HR, 2.5), and the presence of coronary artery disease (HR, 1.5). Statistically significant preoperative factors independently associated with failure of ambulation in decreasing order of influence included age ≥70 years (HR, 2.3), age 60 to 69 (HR, 1.6), bilateral amputation (HR, 1.8), and end-stage renal disease (HR, 1.4). Statistically significant preoperative factors independently associated with failure to maintain independent living status in decreasing order of influence included age ≥70 years (HR, 4.0), age 60 to 69 (HR, 2.7), level of amputation (HR, 1.8), homebound ambulatory status (HR, 1.6), and the presence of dementia (HR, 1.6). Conclusions Patients with limited preoperative ambulatory ability, age ≥70, dementia, end-stage renal disease, and advanced coronary artery disease perform poorly and should probably be grouped with bedridden patients, who traditionally have been best served with a palliative above knee amputation. Conversely, younger healthy patients with below knee amputations achieved functional outcomes similar to what might be expected after successful lower extremity revascularization. Amputation in these instances should probably not be considered a failure of therapy but another treatment option capable of extending functionality and independent living.",
		"pages": "227-234",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521405005628",
		"journal": "Journal of Vascular Surgery",
		"volume": "42"
	},
	{
		"id": "CAMPBELL2010719",
		"source_id": "CAMPBELL2010719",
		"type": "article",
		"title": "Comprehensive Approach to Fall Prevention on a National Level: New Zealand",
		"author": "A. John Campbell and M. Clare Robertson",
		"keywords": "Fall prevention, Elderly, Public health, Exercise",
		"doi": "https://doi.org/10.1016/j.cger.2010.06.004",
		"pages": "719-731",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0749069010000522",
		"journal": "Clinics in Geriatric Medicine",
		"volume": "26"
	},
	{
		"id": "MANTON200812",
		"source_id": "MANTON200812",
		"type": "incollection",
		"title": "Active Life Expectancy",
		"author": "K.G. Manton",
		"keywords": "Activities of daily living, Aging, Chronic disability, Cohorts, Frailty, Fuzzy sets, Instrumental activities of daily living, Life tables, Longevity, Medicare, Morbidity, Mortality, Senescence, Surveys, Survival analysis",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012373960-5.00104-0",
		"isbn": "978-0-12-373960-5",
		"abstract": "Active life expectancy, the average number of years a person can expect to live without chronic disability, is a better measure of the health status of populations in economically developed countries than total life expectancy because the latter has reached levels where most early deaths have been prevented and large survival increases are now likely only at later ages. It is important to assess whether such life expectancy increases are associated with improved quality of life, the capability for independent living, and continued economic activity. Active life expectancy calculations are illustrated with recent disability data from the United States.",
		"pages": "12-24",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123739605001040"
	},
	{
		"id": "TRACI201419",
		"source_id": "TRACI201419",
		"type": "article",
		"title": "Integration of chronic disease and disability and health state programs in Montana",
		"author": "Meg Traci and Tom Seekins",
		"keywords": "Chronic conditions, Chronic disease, Disability, Environment, State public health program",
		"doi": "https://doi.org/10.1016/j.dhjo.2013.10.006",
		"abstract": "This paper describes the strategies used in one state, Montana, to improve the health of individuals at risk for or living with chronic conditions associated with disability. These strategies demonstrate capacity to intervene at individual and environmental levels, and reveal opportunities for public health professionals to collaborate with independent living and long term care partners. In this paper we attempt to outline some of the challenges inherent in these collaborations and suggest strategies to overcome them.",
		"pages": "19-25",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657413001659",
		"journal": "Disability and Health Journal",
		"volume": "7"
	},
	{
		"id": "JUAREZ201597",
		"source_id": "JUAREZ201597",
		"type": "article",
		"title": "Spatiotemporal data visualisation for homecare monitoring of elderly people",
		"author": "Jose M. Juarez and Jose M. Ochotorena and Manuel Campos and Carlo Combi",
		"keywords": "Temporal reasoning, Information visualisation, Visual mining, Elderly people, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.artmed.2015.05.008",
		"abstract": "Objective Elderly people who live alone can be assisted by home monitoring systems that identify risk scenarios such as falls, fatigue symptoms or burglary. Given that these systems have to manage spatiotemporal data, human intervention is required to validate automatic alarms due to the high number of false positives and the need for context interpretation. The goal of this work was to provide tools to support human action, to identify such potential risk scenarios based on spatiotemporal data visualisation. Methods and materials We propose the MTA (multiple temporal axes) model, a visual representation of temporal information of the activity of a single person at different locations. The main goal of this model is to visualize the behaviour of a person in their home, facilitating the identification of health-risk scenarios and repetitive patterns. We evaluate the models insight capacity compared with other models using a standard evaluation protocol. We also test its practical suitability of the MTA graphical model in a commercial home monitoring system. In particular, we implemented 8VISU, a visualization tool based on MTA. Results MTA proved to be more than 90% accurate in identify non-risk scenarios, independently of the length of the record visualised. When the spatial complexity was increased (e.g. number of rooms) the model provided good accuracy form up to 5 rooms. Therefore, user preferences and user performance seem to be balanced. Moreover, it also gave high sensitivity levels (over 90%) for 5–8 rooms. Fall is the most recurrent incident for elderly people. The MTA model outperformed the other models considered in identifying fall scenarios (66% of correctness) and was the second best for burglary and fatigue scenarios (36% of correctness). Our experiments also confirm the hypothesis that cyclic models are the most suitable for fatigue scenarios, the Spiral and MTA models obtaining most positive identifications. Conclusions In home monitoring systems, spatiotemporal visualization is a useful tool for identifying risk and preventing home accidents in elderly people living alone. The MTA model helps the visualisation in different stages of the temporal data analysis process. In particular, its explicit representation of space and movement is useful for identifying potential scenarios of risk, while the spiral structure can be used for the identification of recurrent patterns. The results of the experiments and the experience using the visualization tool 8VISU proof the potential of the MTA graphical model to mine temporal data and to support caregivers using home monitoring infrastructures.",
		"pages": "97-111",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365715000792",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "65"
	},
	{
		"id": "SUMIYOSHI2015105",
		"source_id": "SUMIYOSHI2015105",
		"type": "article",
		"title": "Factors predicting work outcome in Japanese patients with schizophrenia: role of multiple functioning levels",
		"author": "Chika Sumiyoshi and Philip D. Harvey and Manabu Takaki and Yuko Okahisa and Taku Sato and Ichiro Sora and Keith H. Nuechterlein and Kenneth L. Subotnik and Tomiki Sumiyoshi",
		"keywords": "Functional outcomes, Cognition, Everyday-living skills, Social functioning, Work outcome",
		"doi": "https://doi.org/10.1016/j.scog.2015.07.003",
		"abstract": "Functional outcomes in individuals with schizophrenia suggest recovery of cognitive, everyday, and social functioning. Specifically improvement of work status is considered to be most important for their independent living and self-efficacy. The main purposes of the present study were 1) to identify which outcome factors predict occupational functioning, quantified as work hours, and 2) to provide cut-offs on the scales for those factors to attain better work status. Forty-five Japanese patients with schizophrenia and 111 healthy controls entered the study. Cognition, capacity for everyday activities, and social functioning were assessed by the Japanese versions of the MATRICS Cognitive Consensus Battery (MCCB), the UCSD Performance-based Skills Assessment-Brief (UPSA-B), and the Social Functioning Scale Individuals’ version modified for the MATRICS-PASS (Modified SFS for PASS), respectively. Potential factors for work outcome were estimated by multiple linear regression analyses (predicting work hours directly) and a multiple logistic regression analyses (predicting dichotomized work status based on work hours). ROC curve analyses were performed to determine cut-off points for differentiating between the better- and poor work status. The results showed that a cognitive component, comprising visual/verbal learning and emotional management, and a social functioning component, comprising independent living and vocational functioning, were potential factors for predicting work hours/status. Cut-off points obtained in ROC analyses indicated that 60–70% achievements on the measures of those factors were expected to maintain the better work status. Our findings suggest that improvement on specific aspects of cognitive and social functioning are important for work outcome in patients with schizophrenia.",
		"pages": "105-112",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2215001315000293",
		"journal": "Schizophrenia Research: Cognition",
		"volume": "2"
	},
	{
		"id": "STONE201583",
		"source_id": "STONE201583",
		"type": "article",
		"title": "Exercise Therapy for Heart Failure Patients in Canada",
		"author": "James A. Stone and Trina Hauer and Mark Haykowsky and Sandeep Aggarwal",
		"keywords": "Functional capacity, Disability, Aerobic capacity, Muscular strength, Muscular endurance",
		"doi": "https://doi.org/10.1016/j.hfc.2014.08.011",
		"pages": "83-88",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1551713614000890",
		"journal": "Heart Failure Clinics",
		"volume": "11"
	},
	{
		"id": "XIE2005337",
		"source_id": "XIE2005337",
		"type": "article",
		"title": "Three-year recovery outcomes for long-term patients with co-occurring schizophrenic and substance use disorders",
		"author": "Haiyi Xie and Gregory J. McHugo and Barbara S. Helmstetter and Robert E. Drake",
		"keywords": "Schizophrenia, Schizoaffective disorder, Dual diagnosis, Co-occurring disorders, Substance abuse, Recovery",
		"doi": "https://doi.org/10.1016/j.schres.2004.07.012",
		"abstract": "Little is known about the expected treatment outcomes of patients with co-occurring schizophrenic and substance use disorders. This paper reports 3-year outcomes for 152 patients with schizophrenia or schizoaffective disorder and substance use disorders, all of whom received integrated dual disorders treatments in the New Hampshire Dual Diagnosis Study. Outcomes are defined as positive coping behaviors identified by consumers as indicators of recovery. Participants improved steadily in terms of controlling symptoms of schizophrenia, actively attaining remissions from substance abuse, increasing competitive employment, increasing social contacts with non-substance abusers, and improving life satisfaction. Though successful in reducing hospitalization and homelessness, they did not increase time in independent living situations. Outcomes were only weakly interrelated, suggesting that recovery is a multidimensional concept. Neither psychotic diagnosis (schizophrenia vs. schizoaffective disorder) nor substance abuse diagnosis (alcohol vs. other drug disorder vs. both) was related to outcomes. However, these patients with co-occurring schizophrenic and substance use disorders did significantly less well than patients with co-occurring bipolar and substance use disorders in terms of hospitalization, independent living, and quality of life. Overall, the findings provide a hopeful long-term perspective for dual diagnosis patients.",
		"pages": "337-348",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996404002312",
		"journal": "Schizophrenia Research",
		"volume": "75"
	},
	{
		"id": "NIU19991105",
		"source_id": "NIU19991105",
		"type": "article",
		"title": "The ribosomal protein L34 gene from the mosquito, Aedes albopictus: exon–intron organization, copy number, and potential regulatory elements",
		"author": "Ling Ling Niu and Ann Marie Fallon",
		"keywords": "Ribosome, Gene structure, Polymerase chain reaction, Transcription, Translation",
		"doi": "https://doi.org/10.1016/S0965-1748(99)00090-9",
		"abstract": "We describe the structural analysis of genomic DNA encoding ribosomal protein (rp) L34 from the mosquito, Aedes albopictus. Comparison of genomic DNA sequences encompassing approximately 8 kb with the rpL34 cDNA sequence showed that the gene contains three exons and two introns, encoding a primary transcript with a deduced size of 6196 nucleotides from the transcription start site to the polyadenylation site. Exon 1, which is not translated, measures only 45 bp, and is separated from Exon 2 by a 359 bp intron. Exon 2 measures 78 bp, and contains the AUG translation initiation codon 14 nucleotides downstream of its 5′-end. Downstream of Exon 2 is a 5270 bp intron, followed by the remainder of the coding sequence in Exon 3, which measures 444 bp including the polyadenylation signal. We used a novel PCR-based procedure to obtain 1.7 kb of DNA upstream of the rpL34 gene. Like the previously described Ae. albopictus rpL8 gene and various mammalian rp genes, the DNA immediately upstream of the rpL34 gene lacks the TATA box, and the rpL34 transcription initiation site is embedded in a characteristic polypyrimidine tract. The 5′-flanking DNA contained a number of cis-acting elements that potentially interact with transcription factors characterized by basic domains, zinc-coordinating DNA binding domains, helix-turn-helix motifs, and beta scaffold factors with minor groove contacts. Particularly striking was the conservation of an AP-4 binding site within 100 nucleotides upstream of the transcription initiation site in both Aal-rpL34 and Aal-rpL8 genes. Comparison of Southern hybridization signals using probes from the 5′ and 3′-ends of the 5.3 kb second intron and the cDNA suggested that the Ae. albopictus rpL34 gene most likely occurs as a single expressed copy per haploid genome with restriction enzyme polymorphisms in the upstream flanking DNA and the likely presence of one or more pseudogenes.",
		"pages": "1105-1117",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0965174899000909",
		"journal": "Insect Biochemistry and Molecular Biology",
		"volume": "29"
	},
	{
		"id": "SILVEIRA2013325",
		"source_id": "SILVEIRA2013325",
		"type": "article",
		"title": "Motivating and assisting physical exercise in independently living older adults: A pilot study",
		"author": "Patrícia Silveira and Eva van het Reve and Florian Daniel and Fabio Casati and Eling D. de Bruin",
		"keywords": "Physical exercises, Motivation, Elderly, Tablet, Mobility, Healthcare",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2012.11.015",
		"abstract": "Background With age reaction time, coordination and cognition tend to deteriorate, which may lead to gait impairments, falls and injuries. To reduce this problem in elderly and to improve health, well-being and independence, regular balance and strength exercises are recommended. However, elderly face strong barriers to exercise. Objective We developed Active Lifestyle, an IT-based system for active and healthy aging aiming at improving elderlys balance and strength. Active Lifestyle is a proactive training application, running on a tablet, which assists, monitors and motivates elderly to follow personalized training plans autonomously at home, while integrating them socially. The objective is to run a pilot study to investigate: (i) the feasibility of assisting the autonomous, physical training of independently living elderly with the Active Lifestyle system, (ii) the adherence of the participants to the training plans, and (iii) the effectiveness of the motivation instruments built into the system. Methods After three introductory meetings, 13 elderly adults followed personalized two-weeks strength and balance training plans using the Active Lifestyle app autonomously at home. Questionnaires were used to assess the technological familiarity of the participants, the feasibility aspects of the physical intervention, and the effectiveness of the motivation instruments. Adherence to the exercise plan was evaluated using the performance data collected by the app during the study. Results A total of 13 participants were enrolled, of whom 11 (85%) completed the study (mean age 77±7 years); predominantly females (55%), vocational educated (64%), and their past profession requiring moderate physical activity (64%). The Active Lifestyle app facilitated autonomous physical training at home (median=7 on a 7-point Likert scale), and participants expressed a high intention to use the app also after the end of the study (median=7). Adherence with the training plans was 73% (89% on the balance exercises and 60% on the strength exercises). The outcome from our questionnaires showed that without the app the participants did not feel motivated to perform exercises; with the support of the app they felt more motivated (median=6). Participants were especially motivated by being part of a virtual exercise group and by the capability to automatically monitor their performance (median=6 for both). Conclusions This study shows that the Active Lifestyle app prototype has valuable potential to support physical exercise practice at home and it is worthwhile to further develop it into a more mature system. Furthermore, the results add to the knowledge base into mobile-based applications for elderly, in that it shows that elderly users can learn to work with mobile-based systems. The Active Lifestyle app proved viable to support and motivate independently living elderly to autonomously perform balance and strength exercises.",
		"pages": "325-334",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505612002390",
		"journal": "International Journal of Medical Informatics",
		"volume": "82"
	},
	{
		"id": "MAUSBACH2008320",
		"source_id": "MAUSBACH2008320",
		"type": "article",
		"title": "Usefulness of the UCSD performance-based skills assessment (UPSA) for predicting residential independence in patients with chronic schizophrenia",
		"author": "Brent T. Mausbach and Christopher R. Bowie and Philip D. Harvey and Elizabeth W. Twamley and Sherrill R. Goldman and Dilip V. Jeste and Thomas L. Patterson",
		"keywords": "Schizophrenia, Independence, Functional outcomes, Cognitive function",
		"doi": "https://doi.org/10.1016/j.jpsychires.2006.12.008",
		"abstract": "The objective of this study was to examine the sensitivity and specificity of a performance-based measure of functional capacity, the UCSD Performance-based Skills Assessment (UPSA), for the prediction of independent living status in patients with chronic schizophrenia-related conditions. A sample of 434 adults with schizophrenia or schizoaffective disorder was administered the UPSA and assessed for independent living status. Participants were classified as “independent” if they were living alone in an apartment, house, or single-resident occupancy (e.g., hotel room) and non-independent if they resided in a care facility (e.g., Board-and-Care home, Skilled Nursing Facility). Receiver Operator Characteristic (ROC) curves were calculated with the UPSA and Mattis’ Dementia Rating Scale (DRS) scores as predictor variables and residential independence as the state variable. Of the 434 participants, 99 (23%) were living independently at the time of assessment. The discriminant validity of the UPSA was adequate (ROC area under the curve=0.74; 95% CI: 0.68–0.79), with greatest dichotomization for the UPSA at a cutoff score of 75 (68% accuracy, 69% sensitivity, 66% specificity), or 80 (68% accuracy, 59% sensitivity, 76% specificity). The UPSA was also a significantly better predictor of living status than was the DRS, based on ROC (z=2.43, p=.015). The UPSA is a brief measure of functional capacity that predicts the ability of patients with schizophrenia to reside independently in the community.",
		"pages": "320-327",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002239560600255X",
		"journal": "Journal of Psychiatric Research",
		"volume": "42"
	},
	{
		"id": "MORIYA201233",
		"source_id": "MORIYA201233",
		"type": "article",
		"title": "Relationships between Self-assessed Masticatory Ability and Higher Level Functional Capacity among Community-dwelling Young-old Persons",
		"author": "Shingo Moriya and Kanchu Tei and Yutaka Yamazaki and Hironobu Hata and Masumi Muramatsu and Yoshimasa Kitagawa and Nobuo Inoue and Hiroko Miura",
		"keywords": "autonomy, community, higher level functional capacity, masticatory ability, young-old",
		"doi": "https://doi.org/10.1016/j.ijge.2012.01.009",
		"abstract": "Summary Introduction Higher level functional capacity is considered a crucial component for independent living among the elderly. The aim of the present study was to show the relationships between self-assessed masticatory ability and higher level functional capacity among young-old persons living independently in the community. Materials and methods A total of 366 persons aged 67–74 years was enrolled in the study. Data on background factors and self-assessed masticatory ability were collected by questionnaires. Self-assessed masticatory ability was classified into one of three categories (ability to chew all kinds of food, only somewhat hard food, or only soft or puréed food). Higher level functional capacity was measured using the Tokyo Metropolitan Institute of Gerontology Index, which consists of three sublevels: instrumental self-maintenance, intellectual activity, and social role. Results Significant differences were found in the total score (13-point scale), intellectual activity (4-point scale), and social role (4-point scale) among the three groups of self-assessed masticatory ability. Multivariate logistic regression analysis showed that severely impaired masticatory ability (the ability to chew only soft and puréed food) was significantly related to a loss of three points or more for the total score, and a loss of one point or more for intellectual activity and social role after adjustment for a number of confounding variables. Conclusion Self-assessed masticatory ability is significantly and independently related to higher level functional capacity, especially intellectual activity and social role, among young-old persons living independently in the community. It is worthwhile noting masticatory ability when clinicians investigate factors associated with disability in independent living.",
		"pages": "33-37",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1873959812000270",
		"journal": "International Journal of Gerontology",
		"volume": "6"
	},
	{
		"id": "HUBERS2013220",
		"source_id": "HUBERS2013220",
		"type": "article",
		"title": "New technologies for the old: Potential implications of living in later life for travel demand",
		"author": "Christa Hubers and Glenn Lyons",
		"keywords": "Assistive technologies, Ageing, Independent living, Future travel demand, Methods, Joined up thinking",
		"doi": "https://doi.org/10.1016/j.tranpol.2013.08.005",
		"abstract": "Assistive technologies for older people, such as personal tracking devices and community alarms, can facilitate living independently for longer. Where and how older people live will affect patterns of travel associated with their lifestyles and needs. They may remain in their own homes, those of relatives or in residential care homes. They may make minimal or extensive use of technologies. As such, assistive technologies represent an example of technological developments and their social uptake outside the field of transport. Such developments may, nevertheless, have an indirect impact on travel demand and one which may be quite substantial. This paper aims, through a series of expert interviews, to examine: (i) to what extent the mobility effects of technological developments (outside transport) are being considered within the transport sector; (ii) how important or relevant it is for such consideration to be given; and (iii) ways in which such impacts can be accounted for in travel demand analysis and policy decisions. What emerges is that such indirect impacts are considered very important but rarely are they examined. The transport experts interviewed noted various ways of increasing the integration between transport and other domains. Several saw more emphasis on these issues in the education of transport professionals as an important starting point. The paper concludes with the case for using scenario planning as a means to emphasise how the living arrangements for older people, facilitated through assistive technologies, could produce distinct and significant consequences for travel demand.",
		"pages": "220-228",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0967070X13001327",
		"journal": "Transport Policy",
		"volume": "30"
	},
	{
		"id": "POWERS20122179",
		"source_id": "POWERS20122179",
		"type": "article",
		"title": "My Life: Effects of a longitudinal, randomized study of self-determination enhancement on the transition outcomes of youth in foster care and special education",
		"author": "Laurie E. Powers and Sarah Geenen and Jennifer Powers and Summer Pommier-Satya and Alison Turner and Lawrence D. Dalton and Diann Drummond and Paul Swank",
		"keywords": "Foster care, Special education, Disabilities, Self-determination, Transition, Randomized clinical trial",
		"doi": "https://doi.org/10.1016/j.childyouth.2012.07.018",
		"abstract": "Youth in foster care disproportionately receive special education services and those in foster care and special education are at compounded disadvantage as they attempt to transition from high school to adult life. Given enhanced self-determination has been associated with improved transition outcomes for youth in special education, the purpose of this longitudinal, randomized trial was to evaluate the efficacy of the TAKE CHARGE self-determination intervention for improving the transition outcomes of those highly at-risk youth who are in both foster care and special education. The intervention included coaching for youth in the application of self-determination skills to achieve youth-identified goals, and youth participation in mentoring workshops with near peer foster care alumni. Sixty-nine youth, ages 16.5 to 17.5, were randomly assigned to TAKE CHARGE or to the foster care independent living program. Assessment at baseline, post-intervention and at one year follow-up revealed moderate to large effect sizes at post-intervention and one year follow-up for the differences between groups in self-determination, quality of life, and utilization of community transition services. Youth in the intervention group also completed high school, were employed, and carried out independent living activities at notably higher rates than the comparison group. Self-determination was confirmed as a partial mediator of enhanced quality of life. Implications of the findings for supporting youth in foster care, with and without disabilities, as well as future research directions are discussed.",
		"pages": "2179-2187",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740912002927",
		"journal": "Children and Youth Services Review",
		"volume": "34"
	},
	{
		"id": "BRUMMELSMITH200961",
		"source_id": "BRUMMELSMITH200961",
		"type": "article",
		"title": "Assistive Technologies in the Home",
		"author": "Kenneth Brummel-Smith and Mariana Dangiolo",
		"keywords": "Assistive technology, Home care, Rehabilitation, Walkers, Safety devices, Wheelchairs, Smart homes",
		"doi": "https://doi.org/10.1016/j.cger.2008.11.003",
		"abstract": "Assistive technologies are critical to elders maintaining independence in the home. Adequate assessment of the patients needs, the appropriateness of the device that need, and the patients motivation to use of a device is required for successful outcomes. A team approach is needed to ensure that devices are correctly prescribed, and the patient is taught how to use it effectively. A wide range of devices is available to support activities of daily living, mobility, home management, and safety. The use of personal computers is significantly expanding the possibility of independent living through support systems, monitoring systems, and information resources.",
		"pages": "61-77",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0749069008000694",
		"journal": "Clinics in Geriatric Medicine",
		"volume": "25"
	},
	{
		"id": "ADAMSFRYATT2010187",
		"source_id": "ADAMSFRYATT2010187",
		"type": "article",
		"title": "Facilitating Successful Aging: Encouraging Older Adults to Be Physically Active",
		"author": "Amanda Adams-Fryatt",
		"keywords": "health promotion, independence, older adults, physical activity, stages of change",
		"doi": "https://doi.org/10.1016/j.nurpra.2009.11.007",
		"abstract": "Participation in regular physical activity has the potential to change the way we age. Evidence indicates that engaging in regular physical activity can provide dramatic physical, mental, and social benefits to older adults and decrease overall any-cause mortality. For older adults, the focus changes, and beside the promotion of health, maintenance of independent living becomes paramount. Nurse practitioners (NPs) must counsel older adults on the benefits of physical activity. The Stages of Change theory can be used to encourage older adults to change sedentary behavior and become more active.",
		"pages": "187-192",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1555415509006667",
		"journal": "The Journal for Nurse Practitioners",
		"volume": "6"
	},
	{
		"id": "HARLOW2003391",
		"source_id": "HARLOW2003391",
		"type": "article",
		"title": "Computer-assisted life stories",
		"author": "Gary Harlow and John Boulmetis and Phillip G. Clark and George H. Willis",
		"keywords": "Biography, Computers, Reflective learning, Successful aging, Voice-to-text software",
		"doi": "https://doi.org/10.1016/S0747-5632(02)00083-3",
		"abstract": "A pilot project was undertaken to test an emerging technology with a view to examine the feasibility of assisting older participants in the telling of their life stories. With the use of a digital recorder and voice-to-text software, 10 older persons were freed from the labor of creating a formal record of their life stories, either through typing, writing or manual transcription of audio tape. On a hand-held recorder, and in a one-on-one interview format, each participants voice was converted to digital form as the narration proceeded. This digital recording was then transcribed electronically into a computer, which subsequently converted the digital voice record into text. The resultant text was corrected to mirror the audible story, and a printed copy was given to each participant. Adapting this emerging technology to a one-on-one interview process presented many challenges, the most significant of which was correcting the machine-generated text to mirror the audio recording. The technique of assisted life stories has potential for more widespread usage when software programs are developed that more adequately address the unique requirements of an interview format and require a shorter training period.",
		"pages": "391-406",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563202000833",
		"journal": "Computers in Human Behavior",
		"volume": "19"
	},
	{
		"id": "CHINAPAW2001811",
		"source_id": "CHINAPAW2001811",
		"type": "article",
		"title": "Physical exercise and/or enriched foods for functional improvement in frail, independently living elderly: A randomized controlled trial",
		"author": "Marijke J.M. Chin A Paw and Nynke de Jong and Evert G. Schouten and Gerrit J. Hiddink and Frans J. Kok",
		"keywords": "Diet, Dietary supplements, Exercise, Frail elderly, Rehabilitation",
		"doi": "https://doi.org/10.1053/apmr.2001.23278",
		"abstract": "Chin A Paw MJM, de Jong N, Schouten EG, Hiddink GJ, Kok FJ. Physical exercise and/or enriched foods for functional improvement in frail, independently living elderly: a randomized controlled trial. Arch Phys Med Rehabil 2001;82:811-7. Objective: To examine the effects of an exercise program and an enriched food regimen on physical functioning of frail elderly persons. Design: A 17-week randomized, placebo-controlled trial. Setting: Community. Participants: One hundred fifty-seven independently living frail elderly (mean age, 78.7 ± 5.6yr). Intervention: Thirty-nine subjects participated in a twice weekly group exercise designed to improve daily functioning; 39 subjects daily ate foods enriched with vitamins and minerals (at 25%-100% of the recommended daily allowances); 42 subjects exercised and ate enriched foods; and 37 subjects served as controls. Nonexercising groups followed a social program; nonsupplement groups received the same food products without the micronutrients. Main Outcome Measures: Functional performance based on 6 performance tests, physical fitness based on 7 fitness tests, and disabilities based on the self-reported ability to perform 16 daily activities. Results: Performance sum scores were significantly enhanced in trained (+8%) compared with nontrained subjects (−8%) (difference in change: 1.9 points, p <.001, adjusted for baseline scores). Fitness sum scores were significantly enhanced as well (+3% in trained vs −2% in nontrained) (difference in change: 0.9 points, p =.05, adjusted for baseline scores). No exercise effects on the disability score were observed. Consumption of enriched products did not affect performance, fitness, or disability scores. Conclusion: Our comprehensive exercise program, designed for widespread applicability, enhanced physical performance and fitness in a population of frail elderly. Daily consumption of micronutrient enriched foods showed no functional benefits within 17 weeks.",
		"pages": "811-817",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999301150057",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "82"
	},
	{
		"id": "MIYOSHI2010153",
		"source_id": "MIYOSHI2010153",
		"type": "incollection",
		"title": "Chapter Six - Identification of Fucosylated Haptoglobin as a Novel Tumor Marker for Pancreatic Cancer and Its Possible Application for a Clinical Diagnostic Test",
		"author": "Eiji Miyoshi and Shinichiro Shinzaki and Kenta Moriwaki and Hitoshi Matsumoto",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/S0076-6879(10)78006-X",
		"abstract": "Fucosylation is one of the most important oligosaccharide modifications in cancer and inflammation. The fucosylation level is increased in total cellular proteins of cancer cells as well as in sera of patients with cancer. Recently, on AAL blot analysis, we found a fucosylated glycoprotein of 40kDa in sera of patients with pancreatic cancer. Based on its N-terminal sequence, this protein was identified as haptoglobin. Fucosylated haptoglobin was increased in sera of patients with several kinds of cancer and the positive rate was higher in pancreatic cancer. The level of fucosylated haptoglobin was not correlated with total haptoglobin, suggesting that a factor other than inflammation could regulate the production of fucosylated haptoglobin. Mass spectrometry analysis revealed the detailed oligosaccharide structure of fucosylated haptoglobin purified from sera of patients with pancreatic cancer. For clinical applications, we developed a lectin–antibody ELISA system for quantifying fucosylated haptoglobin. In this review, we would like to summarize the history of the identification of fucosylated haptoglobin as a marker for pancreatic cancer and its possible application for a clinical diagnostic test.",
		"pages": "153-164",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S007668791078006X",
		"volume": "478"
	},
	{
		"id": "TESTA20051815",
		"source_id": "TESTA20051815",
		"type": "article",
		"title": "Outcome After Traumatic Brain Injury: Effects of Aging on Recovery",
		"author": "Julie A. Testa and James F. Malec and Anne M. Moessner and Allen W. Brown",
		"keywords": "Brain injuries, Aging, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2005.03.010",
		"abstract": "Testa JA, Malec JF, Moessner AM, Brown AW. Outcome after traumatic brain injury: effects of aging on recovery. Objective To identify differences in outcome after traumatic brain injury (TBI) compared with orthopedic injuries as a function of age. Design Longitudinal data analyses from an inception cohort. Setting Outpatient rehabilitation program. Participants Eighty-two orthopedic injury patients and 195 TBI patients. Interventions Not applicable. Main Outcome Measures Independent living, employment, and level of functioning 1 to 2 years after injury. Results Older patients and those with TBI were more likely to have increased dependence postinjury. Older TBI patients were more likely to have changes in employment status compared with orthopedic injury patients younger or TBI. The Mayo-Portland Adaptability Inventory and Disability Rating Scale were moderately predictive of level of functioning, return to employment, and independent living status 1 to 2 years postinjury. Injury severity was only mildly predictive of outcome. Conclusions The effect of age on outcome affects recovery from neurologic injuries and, to a lesser extent, orthopedic injuries. Outcome after TBI is best predicted by patients’ age and estimates of level of function at discharge. Findings suggest that older patients and those with TBI have a greater likelihood of becoming physically and financially dependent on others. Rehabilitation efforts should focus on maximizing levels of independence to limit financial and emotional costs to patients and their families.",
		"pages": "1815-1823",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999305003163",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "86"
	},
	{
		"id": "UHLIG2005513",
		"source_id": "UHLIG2005513",
		"type": "article",
		"title": "2-Amino-14,16-dimethyloctadecan-3-ol, a new sphingosine analogue toxin in the fungal genus Fusarium",
		"author": "Silvio Uhlig and Dirk Petersen and Arne Flåøyen and Alistair Wilkins",
		"keywords": "Alamar Blue assay, ceramide synthase, , fumonisins, LC–MS, mycotoxin, NMR",
		"doi": "https://doi.org/10.1016/j.toxicon.2005.06.016",
		"abstract": "2-Amino-14,16-dimethyloctadecan-3-ol (2-AOD-3-ol) was isolated from the cytotoxic rice culture extract of a strain of Fusarium avenaceum, which had previously been isolated from Norwegian grain. The structural information was obtained from LC–MS/MS, GC–MS, NMR spectroscopy and high-resolution MS data. The metabolite has a striking similarity to sphinganine, an intermediate in the biosynthesis of the sphingolipids. This similarity is a major feature of the so-called sphingosine analogue toxins; the most studied being the AAL toxins and the fumonisins. 2-AOD-3-ol was found to be cytotoxic to the rat hepatoma cell line H4IIE-W and to the porcine epithelial kidney cell line PK(15) at concentrations (EC50) of 16 and 24μM, respectively. The metabolite has been found in F. avenaceum inoculated wheat that was treated to support ideal conditions for Fusarium growth, demonstrating that the fungus has the potential to produce the metabolite under field conditions, which may occur in Northern Europe.",
		"pages": "513-522",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0041010105002254",
		"journal": "Toxicon",
		"volume": "46"
	},
	{
		"id": "DEMARCHI2008546",
		"source_id": "DEMARCHI2008546",
		"type": "article",
		"title": "Association between oral health status and nutritional status in south Brazilian independent-living older people",
		"author": "Renato José De Marchi and Fernando Neves Hugo and Juliana Balbinot Hilgert and Dalva Maria Pereira Padilha",
		"keywords": "Aged, Nutritional assessment, Oral health, Geriatric dentistry, Tooth loss, Complete dentures",
		"doi": "https://doi.org/10.1016/j.nut.2008.01.054",
		"abstract": "Objective Evidence suggests that older people with partial tooth loss and edentulism change their diet and lack specific nutrients, but few studies have assessed whether poor oral status is associated with risk of malnutrition and malnutrition in independent-living older people. We evaluated if poor oral status was associated with risk of malnutrition and malnutrition in this population. Methods A random sample of 471 south Brazilians ≥60 y of age was evaluated. Measurements included a questionnaire to assess sociodemographic, behavioral, general, and oral health data; nutritional status assessment, according to the Mini-Nutritional Assessment (MNA); and oral status assessment, by means of oral examinations assessing the number of teeth and use of dental prostheses. Correlates of risk of malnutrition/malnutrition according to the MNA were assessed by means of multivariate logistic regression. Results Participants who reported dissatisfaction with their gingival health and edentulous persons wearing only one denture were more likely to be at risk of malnutrition, according to the screening MNA. Dissatisfaction with gingival health was a risk indicator, whereas having one to eight natural teeth was protective against the risk of malnutrition/malnutrition according to the full MNA. Conclusion In the present study, older people with a compromised oral status had higher odds for risk of malnutrition. The maintenance of a few teeth had a crucial role in increasing the chance of maintaining an adequate nutritional status in the studied population. In cases where edentulism was present, complete dental prosthetic use was associated with better nutritional status.",
		"pages": "546-553",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0899900708000415",
		"journal": "Nutrition",
		"volume": "24"
	},
	{
		"id": "COMFORT2001846",
		"source_id": "COMFORT2001846",
		"type": "article",
		"title": "Endings and Beginnings: Law, Medicine, and Society in Assisted Life and Death: Larry I. Palmer. (2000). Westport, CT: Praeger Publishers. 143pp. ISBN 0-275-96681-X. US$39.95",
		"author": "Jan Comfort",
		"doi": "https://doi.org/10.1016/S1352-0237(02)00385-4",
		"pages": "846-848",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1352023702003854",
		"journal": "Journal of Government Information",
		"volume": "28"
	},
	{
		"id": "ZHANG2000471",
		"source_id": "ZHANG2000471",
		"type": "article",
		"title": "Adaptation of MPEG Video in ATM Networks Using Forward Loss/Error Recovery (FLER) Scheme",
		"author": "Liren Zhang and David Chow and Chee Hock Ng",
		"doi": "https://doi.org/10.1006/rtim.1999.0193",
		"abstract": "This paper describes the adaptation of MPEG video in ATM networks using a forward loss/error recovery (FLER) scheme to address the cell loss problem due to network congestion. An ATM adaptation layer (AAL) is proposed to facilitate the implementation of the FLER scheme using a two-dimensional error correction technique. Error control for a singlesegmentation and reassembly protocol data unit (SAR-PDU) is performed along the x -axis, while error control across a block of consecutive SAR-PDUs is performed along the y -axis. A new method using a real MPEG video sequence as the input source is proposed to evaluate the performance with the FLER scheme under various network conditions. On the other hand, subjective video quality evaluations have also been conducted. The results show that the FLER scheme is effective in solving the cell loss problem and thus enhances the QoS for MPEG video transmission in ATM networks.",
		"pages": "471-485",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1077201499901936",
		"journal": "Real-Time Imaging",
		"volume": "6"
	},
	{
		"id": "ARGANINI2015241",
		"source_id": "ARGANINI2015241",
		"type": "article",
		"title": "Chemosensory impairment does not diminish eating pleasure and appetite in independently living older adults",
		"author": "Claudia Arganini and Fiorella Sinesio",
		"keywords": "Elderly people, Chemosensory impairment, Awareness, Eating pleasure, Appetite",
		"doi": "https://doi.org/10.1016/j.maturitas.2015.07.015",
		"abstract": "Objective This study aims to evaluate the impact of chemosensory impairment on diminished eating pleasure and appetite in independently living Italian older adults. Study design 239 individuals (65 to 101 years old, 157 women), with no severe medical conditions and good cognitive performance were recruited. Olfactory and gustatory functions were measured using a short version of Sniffin’ Sticks and Taste Strips tests (Burghart). Information about socio-demographic characteristics, health, perceived smell and taste impairment, diminished eating pleasure and appetite were obtained with a specially designed questionnaire. Results Prevalence of chemosensory impairment detected in this sample is high, being 41% for taste and 33% for olfaction. However, the frequency of self-reported impairment is consistently lower than the measured one, especially in men and in older subjects. Measured chemosensory impairment is not significantly related with eating pleasure and appetite. On the other hand, factors significantly influencing decline of eating pleasure are: living alone, dietary restriction and perceived taste impairment. Meanwhile, a significant influence of dietary restriction, dentures and subjective health status on appetite decline is observed. Conclusions The results of this study show that chemosensory impairment may not be related with diminished eating pleasure and appetite, while other non-physiological factors such as loneliness, dietary restrictions and subjective health should be taken more into account in order to develop effective strategies to counteract malnutrition in the elderly. In addition, low awareness of chemosensory impairment among this sample highlights the importance of measuring sensory acuity rather than asking by questionnaire or interview, in order to obtain reliable data.",
		"pages": "241-244",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512215300220",
		"journal": "Maturitas",
		"volume": "82"
	},
	{
		"id": "BATAVIA2001S25",
		"source_id": "BATAVIA2001S25",
		"type": "article",
		"title": "The ethics of PAS: Morally relevant relationships between personal assistance services and physician-assisted suicide",
		"author": "Andrew I Batavia",
		"keywords": "Disabled persons, Home care agencies, Home care services, Long-term care, Rehabilitation, Right to die, Suicide, assisted",
		"doi": "https://doi.org/10.1053/apmr.2001.31009",
		"abstract": "Batavia AI. The ethics of PAS: morally relevant relationships between personal assistance services and physician-assisted suicide. Arch Phys Med Rehabil 2001;82 Suppl 2:S25-31. Although personal assistance services would appear to have no direct connection to the national debate over legalization of physician-assisted suicide, arguments relating to personal assistance have been raised in the debate. Independent living opponents of a right to assisted suicide contend that people with disabilities who do not have access to the basic personal assistance services they need are inherently oppressed, and a society that provides a right to assisted suicide is essentially an accomplice in coercing such individuals to end their lives. Independent living proponents of the right argue that people with disabilities should have control over the assistance they need to achieve all their goals, and access to desired assistance in seeking death may allow some to decide to forgo or postpone what would otherwise be a desperate act. Both sides would agree that personal assistance services are extremely important to people with disabilities, and that universal access to such services will eliminate a major area of contention in the right-to-die debate in the United States. © 2001 by the American Congress of Rehabilitation Medicine",
		"pages": "S25-S31",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999301120174",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "82"
	},
	{
		"id": "WEISSERPIKE2005331",
		"source_id": "WEISSERPIKE2005331",
		"type": "article",
		"title": "The importance of writing in low vision rehabilitation of the older adult",
		"author": "Orli Weisser-Pike",
		"keywords": "Writing, Low vision, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.072",
		"abstract": "Writing is an aspect of everyday functioning, but it is often ignored as a vision rehabilitation goal or as a topic of research. Writing is a communication strategy, is used to aid in memory, and has many other essential functions that are often overlooked. The ability to read back ones own handwriting is also vital to independent living. This article discusses the concept of writing efficiency, and how writing efficiency can be measured in the older adult with low vision. Intervention techniques including writing modifications and a sequence for rehabilitation of writing skills will be discussed.",
		"pages": "331-336",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105008290",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "LUISAHELENADONASCIMENTO2013152",
		"source_id": "LUISAHELENADONASCIMENTO2013152",
		"type": "article",
		"title": "Association between underweight and overweight/obesity with oral health among independently living Brazilian elderly",
		"author": "Tôrres Luísa Helena do Nascimento and Silva Débora Dias da and Neri Anita Liberalesso and Hilgert Juliana Balbinot and Hugo Fernando Neves and Sousa Maria da Luz Rosário de",
		"keywords": "Geriatric dentistry, Body mass index, Tooth loss, Nutritional status, Exercise",
		"doi": "https://doi.org/10.1016/j.nut.2012.05.011",
		"abstract": "Objective Poor oral status, represented by partial/complete tooth loss, may lead to changes in food choice, which may ultimately lead to underweight, overweight, or obesity. The aim of this study is to evaluate whether poor oral status is associated with underweight or overweight/obesity, regardless of physical activity. Methods This cross-sectional study is part of a major project, The Frailty in Brazilian Elderly Study, carried out in Campinas, Brazil (2008–2009). The sample was composed of 900 independent-living older adults. Complete data were available for 875 individuals including sociodemographic, self-reported amount of medications used and eating difficulty questionnaire, smoking habit, depressive symptoms, physical activity, oral examination, and anthropometric assessments according to the WHO criteria. Body mass index was used as an outcome. Multinomial logistic regression was adjusted for confounding variables. Results The mean age of the sample was 72.7 y (±5.81) and the prevalence of edentulism was 47.7%. Edentate individuals not wearing dentures were more likely to be underweight [odds ratio (OR) = 3.94, 95% confidence interval (CI) 1.14–13.64] and overweight/obese (OR = 2.88, 95%CI 1.12–7.40). Males (OR = 0.56, 95%CI 0.36–0.85) and those not using medications (OR = 0.41 95%CI 0.24–0.70) were less likely to be overweight/obese. Individuals who smoke (OR = 2.62, 95%CI 1.26–5.44) were more likely to be underweight. Older individuals with family income between 3.1 and 5 minimum wage (OR = 1.69, 95%CI 1.00–2.87) were more likely to be overweight/obese. Conclusion To our knowledge, this is one of the first studies associating poor oral health, represented by edentulism not rehabilitated with dentures, with unfavorable body mass, regardless of the two major confounders, physical activity and depression symptoms.",
		"pages": "152-157",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0899900712002535",
		"journal": "Nutrition",
		"volume": "29"
	},
	{
		"id": "ORR2005235",
		"source_id": "ORR2005235",
		"type": "article",
		"title": "Wired for results: A web-based outcomes management and research tool for programs serving older people who are blind or visually impaired",
		"author": "A. Orr and C. Kirchner and D. Suvino and P. Rogers and B. Stephens",
		"keywords": "Accessible web-based data collection and outcome measurement tool, Vision rehabilitation services, Experiencing vision loss, Independent living functional assessment instrument, Pre- and post-functional assessment services",
		"doi": "https://doi.org/10.1016/j.ics.2005.04.003",
		"abstract": "The American Foundation for the Blind through a federal grant developed a web-based data collection and outcome management tool for use by agencies providing vision rehabilitation services to older individuals experiencing age-related vision loss.",
		"pages": "235-238",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105007211",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "ALEMAN2005485",
		"source_id": "ALEMAN2005485",
		"type": "article",
		"title": "Vascular risk factors and cognitive function in a sample of independently living men",
		"author": "André Aleman and Majon Muller and Edward H.F. de Haan and Yvonne T. van der Schouw",
		"keywords": "Vascular risk factors, Cognition, Elderly, Processing speed",
		"doi": "https://doi.org/10.1016/j.neurobiolaging.2004.05.005",
		"abstract": "Decline of cognitive function with age may be due, in part, to atherosclerotic changes. The aim of the present study was to determine the relative contribution of vascular risk factors to cognitive functioning in a non-clinical sample of men. Cognitive tests were administered to 400 independently living men aged 40–80 years. The measures included short-term memory, speed of information processing, verbal and visual long-term memory, word fluency, cognitive flexibility, an estimate of verbal intelligence, and general cognitive status. Systolic blood pressure, serum cholesterol, glucose levels, smoking, alcohol intake, body mass index, homocysteine and peak expiratory flow rate were entered as independent variables into a multiple regression model, after adjustment for age and education. Hierarchical regression analyses revealed independent contributions of the combination of vascular risk factors in explaining the observed variance in performance on tests of cognitive functioning targeted at information processing capacity and speed and general cognitive status. Of the individual predictor variables, alcohol intake and homocysteine levels were significantly associated with processing capacity and speed, and peak expiratory flow rate was significantly associated with general cognitive status. Our results indicate that the combination of several independent vascular risk factors predicts performance on cognitive tests of information processing capacity and speed in a population-based sample of middle-aged and elderly men.",
		"pages": "485-490",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197458004002015",
		"journal": "Neurobiology of Aging",
		"volume": "26"
	},
	{
		"id": "WATTS2008254",
		"source_id": "WATTS2008254",
		"type": "incollection",
		"title": "Populations at Special Health Risk: The Elderly",
		"author": "A.S. Watts and E.M. Crimmins",
		"keywords": "Age-related disease, At-risk, Elderly, Health outcomes, Health services, Living arrangements, Social support",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012373960-5.00094-0",
		"isbn": "978-0-12-373960-5",
		"abstract": "The elderly are an at-risk population because they have increased risk for adverse health outcomes, a need for health services, and unique social circumstances. Risks for common diseases increase over the life span, and other diseases are linked specifically to old age. Elderly persons have great need for health services and frequently have difficulty accessing and paying for appropriate care. In addition to acute medical care, elderly persons need services for personal care and independent living. Social circumstances also make the elderly an at-risk population. Shrinking social networks, loss of income, changes in living arrangements, and lifelong problems such as poverty have an impact on the well-being of elderly adults.",
		"pages": "254-260",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123739605000940"
	},
	{
		"id": "RILEY2000348",
		"source_id": "RILEY2000348",
		"type": "incollection",
		"title": "[36] Fermentation, partial purification, and use of serine palmitoyltransferase inhibitors from Isaria (=Cordyceps) sinclairii",
		"author": "Ronald T. Riley and Ronald D. Plattner",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/S0076-6879(00)11095-X",
		"abstract": "Publisher Summary There are currently several potent fungal inhibitors of serine palmitoyltransferase (3-ketosphinganine synthase) [palmitoyl-CoA: L-serine C-palmitoyltransferase (decarboxylating); EC 2.31.50], the first enzyme in the de novo biosynthesis of ceramides and more complex sphingolipids. Fungal SPT inhibitors are all structurally similar to the more common mammalian sphingoid bases: sphingosine, sphinganine, and phytosphingosine. Typically, fungal SPT inhibitors are active in the nanomolar range and are competitive with respect to both serine and palmitate. This chapter discusses a simple and inexpensive method for the -fermentation and partial purification of a potent SPT, inhibiting activity from cultures of Isaria (= Cordyceps) sinclairii. It presents a few examples of the way purified and partially purified SPT inhibitors could be used in studies to reveal the role of increased free sphingoid bases and decreased de novo ceramide biosynthesis in the toxicity associated with ceramide synthase inhibitors, such as fumonisins, AAL-toxins, and australofungins.",
		"pages": "348-361",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S007668790011095X",
		"volume": "311"
	},
	{
		"id": "COLDEBELLA2011137",
		"source_id": "COLDEBELLA2011137",
		"type": "article",
		"title": "The effects of different protein levels in the diet on reproductive indexes of Rhamdia quelen females",
		"author": "I.J. Coldebella and J. Radünz Neto and C.A. Mallmann and C.A. Veiverberg and G.T. Bergamin and F.A. Pedron and D. Ferreira and L.J.G. Barcellos",
		"keywords": "Feeding regime, Protein levels, Reproduction, Oocyte quality, Larvae quality, Silver catfish",
		"doi": "https://doi.org/10.1016/j.aquaculture.2010.12.021",
		"abstract": "The nutrition of broodstock is one of the least studied areas because biological mechanisms, such as gonadal maturation, are extremely complex processes and are affected by several nutrients, especially in continuous spawning fish with short vitellogenic periods as Rhamdia quelen. For the present experiment, 66, 14-month-old female R. quelen were randomly distributed in six cages and fed for 90days with three isocaloric diets containing either 28%, 34%, or 40% crude protein. Data were collected at the beginning of the experiment (day zero) and after 45 and 90days, for evaluation of several parameters as final weight, length, condition factor, hepatosomatic, gonadosomatic and visceral fat indexes, amino acids in the ovaries, plasma enzymes aspartate aminotransferase (AST) and alanine aminotransferase (ALT), total plasma protein, testosterone, 17β-estradiol, free amino acids (AAL), and triglycerides (TG). From these females, the reproductive cycle, egg characteristics and larval size were evaluated. The results showed that the different protein levels in diets had no effect on the main physiological and reproductive parameters. In conclusion, the 28% crude protein dietary level was sufficient for maintenance of the broodstock and the reproductive indexes of R. quelen females.",
		"pages": "137-144",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0044848610008653",
		"journal": "Aquaculture",
		"volume": "312"
	},
	{
		"id": "GUSTAFSON20031",
		"source_id": "GUSTAFSON20031",
		"type": "article",
		"title": "Formation of YxNd1−xBa2Cu3O7−δ (0≤x≤0.9) superconductors from an undercooled melt via aero–acoustic levitation",
		"author": "D.E Gustafson and W.H Hofmeister and R.J Bayuzick and K Nagashio and K Kuribayashi",
		"keywords": "Superconductor, Peritectic, Rapid solidification, Recalescence, Undercooling",
		"doi": "https://doi.org/10.1016/S0921-5093(02)00206-X",
		"abstract": "This paper presents the results of rapid solidification experiments performed on the copper oxide superconductors YxNd1−xBa2Cu3O7−δ (0≤x≤0.9). Spherical rare earth (RE) 123 specimens were levitated in O2 using aero–acoustic levitation (AAL), melted with a laser, undercooled, and solidified. The peritectic transformation temperature for the reaction RE2BaCuO5+liquid→REBa2Cu3O7−δ corresponding to the maximum recalescence temperature during solidification was determined. RE123 was formed directly from the melt for Y–Nd binary alloy compositions with Nd concentration greater than 20% (Y concentration less than 80%). A minimum in the peritectic transformation temperature for the Nd/Y123 system corresponding to a composition Y0.3Nd0.7123 was determined at 66°C below the peritectic of pure Nd123.",
		"pages": "1-8",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092150930200206X",
		"journal": "Materials Science and Engineering: A",
		"volume": "341"
	},
	{
		"id": "LAWRENCE2010227",
		"source_id": "LAWRENCE2010227",
		"type": "article",
		"title": "Beyond the Roadblocks: Transitioning to Adulthood With Aspergers Disorder",
		"author": "Diane H. Lawrence and Delores A. Alleckson and Pamela Bjorklund",
		"doi": "https://doi.org/10.1016/j.apnu.2009.07.004",
		"abstract": "Growing up with Aspergers disorder is complex and fraught with difficulty. Although the literature includes some research related to the transition of youth with Aspergers disorder to school and employment, none pertains to the transition to adulthood and independent living. Although a marginal number of young adults with Aspergers disorder eventually achieve independence, many of them continue to depend on families for supportive services. Currently, health care organizations and social services lack coherent, integrated systems to assist youth with Aspergers disorder and their families with the out-of-home transition. To better facilitate the process, this article reviews the literature on Aspergers disorder, leading to a comprehensive, evidence-based transition assessment guide framed by A. Maslows (1972) hierarchy of needs.",
		"pages": "227-238",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0883941709001009",
		"journal": "Archives of Psychiatric Nursing",
		"volume": "24"
	},
	{
		"id": "KANTHONG20081063",
		"source_id": "KANTHONG20081063",
		"type": "article",
		"title": "Mosquito cells accommodate balanced, persistent co-infections with a densovirus and Dengue virus",
		"author": "Nipaporn Kanthong and Nuanpan Khemnu and Siriporn Sriurairatana and Sa-Nga Pattanakitsakul and Prida Malasit and Timothy W. Flegel",
		"keywords": "DNV, Densovirus, Dengue virus, C6/36 cells, Persistent infection, Simultaneous dual infection, Co-infection",
		"doi": "https://doi.org/10.1016/j.dci.2008.02.008",
		"abstract": "Summary To study persistent viral co-infections in arthropods, we first produced stable, persistently infected C6/36 mosquito cell cultures by serial passage of exponentially growing whole cells infected with either a densovirus (AalDNV) or Dengue virus (DEN-2). We then obtained stable, persistent co-infections by reciprocal super-challenge and similar passaging. Persistently infected cultures did not differ from naïve-cell cultures in growth rate and cell morphology. Nor did they differ in high production of both viruses with high infection rates for naïve C6/36 cells. Immunocytochemistry revealed that 99–100% of the cells were coinfected but that super-infection order had some effect on antigen distribution for the two viruses. Our results combined with existing field information and previously published experimental work suggest that the capacity to support stable, viral co-infections may be a general phenomenon for arthropod cells, and that they may be achieved easily and rapidly by serial passaging of whole cultured cells. Such persistent infections would facilitate studies on interactions between co-infecting viruses.",
		"pages": "1063-1075",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0145305X08000426",
		"journal": "Developmental & Comparative Immunology",
		"volume": "32"
	},
	{
		"id": "ANDERSSON2011572",
		"source_id": "ANDERSSON2011572",
		"type": "article",
		"title": "Architecture for the silver generation: Exploring the meaning of appropriate space for ageing in a Swedish municipality",
		"author": "Jonas E. Andersson",
		"keywords": "Architecture, Place making, Ageing in place, Residential homes, User values",
		"doi": "https://doi.org/10.1016/j.healthplace.2010.12.015",
		"abstract": "This paper focuses on an architecture competition for the silver generation, namely those aged 65 years and older. Twenty-seven Swedish informants were interviewed using an interviewing guide that included a photographic survey. The informants emphasised aesthetic dimensions in architecture for the prolongation of ageing in place and independent living in a residential home. This study highlights the individual adjustment of space, and the integrated location in existing urban settings near nature. Based on the findings, a habitational model for exploring the appropriate space for ageing is formulated. It suggests that architecture through location and spatial features needs to generate positive associations with the users.",
		"pages": "572-587",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1353829210001930",
		"journal": "Health & Place",
		"volume": "17"
	},
	{
		"id": "BENAVIDEZROZO2014119",
		"source_id": "BENAVIDEZROZO2014119",
		"type": "article",
		"title": "Determinación de perfiles de producción de metabolitos secundarios característicos de especies del género Alternaria aisladas de tomate",
		"author": "Martha Elizabeth Benavidez Rozo and Andrea Patriarca and Gabriela Cabrera and Virginia E. Fernández Pinto",
		"keywords": ", Metabolitos secundarios, Tomate, Micotoxinas, , Secondary metabolites, Tomato, Mycotoxins",
		"doi": "https://doi.org/10.1016/j.riam.2013.09.002",
		"abstract": "Resumen Antecedentes Muchas especies de Alternaria han sido estudiadas por su capacidad de producir metabolitos secundarios bioactivos como la tentoxina (TEN), algunos de los cuales tienen propiedades tóxicas. Las principales toxinas de Alternaria contaminantes de alimentos son el ácido tenuazónico, el alternariol (AOH), el alternariol monometil éter (AME), el altenueno y las altertoxinas i, ii y iii. Objetivos Determinar los perfiles de metabolitos secundarios característicos de cepas de Alternaria aisladas de tomate para su clasificación quimiotaxonómica. Métodos Los perfiles de metabolitos secundarios se determinaron por HPLC-MS. Resultados Los aislamientos de Alternaria obtenidos a partir de tomates con «enmohecimiento negro» pertenecen, según sus características morfológicas, a los grupos especie Alternaria alternata, Alternaria tenuissima y Alternaria arborescens, siendo A. tenuissima el más frecuentemente aislado. Se determinaron los perfiles más característicos de metabolitos secundarios de los grupos especie A. alternata (AOH, AME, TEN), A. tenuissima (AOH, AME, TEN, ácido tenuazónico) y A. arborescens (AOH, AME, TEN, ácido tenuazónico), siendo algunas cepas de este último grupo especie capaces de sintetizar toxinas AAL. Conclusiones Los perfiles de producción de metabolitos secundarios son una herramienta útil para la diferenciación de aislamientos de Alternaria pertenecientes a grupos especie de esporas pequeñas difícilmente identificables por sus características morfológicas. Background Many Alternaria species have been studied for their ability to produce bioactive secondary metabolites, such as tentoxin (TEN), some of which have toxic properties. The main food contaminant toxins are tenuazonic acid, alternariol (AOH), alternariol monomethyl ether (AME), altenuene, and altertoxins i, ii and iii. Aims To determine the profiles of secondary metabolites characteristic of Alternaria strains isolated from tomato for their chemotaxonomic classification. Methods The profiles of secondary metabolites were determined by HPLC MS. Results The Alternaria isolates obtained from spoiled tomatoes belong, according to their morphological characteristics, to the species groups Alternaria alternata, Alternaria tenuissima and Alternaria arborescens, with A. tenuissima being the most frequent. The most frequent profiles of secondary metabolites belonging to the species groups A. alternata (AOH, AME, TEN), A. tenuissima (AOH, AME, TEN, tenuazonic acid) and A. arborescens (AOH, AME, TEN, tenuazonic acid) were determined, with some isolates of the latter being able to synthesize AAL toxins. Conclusions Secondary metabolite profiles are a useful tool for the differentiation of small spored Alternaria isolates not easily identifiable by their morphological characteristics.",
		"pages": "119-124",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1130140613000818",
		"journal": "Revista Iberoamericana de Micología",
		"volume": "31"
	},
	{
		"id": "GIANNAKOPOULOU2009S642",
		"source_id": "GIANNAKOPOULOU2009S642",
		"type": "article",
		"title": "P01-254 Predictors of depression in adolescents and young adults with Type 1 Diabetes",
		"author": "D. Giannakopoulou and H. Lindner",
		"doi": "https://doi.org/10.1016/S0924-9338(09)70875-2",
		"abstract": "Introduction Young individuals with Type 1 Diabetes have an increased risk for psychological and emotional problems. However, little is known of the factors which encounter for depression among young individuals with Type 1 Diabetes. Objective The present study aimed first to examine differences on psychological variables between disease and non-disease groups and second to determine the developmental, psychosocial and health predictors of depression in young individuals with Type 1 Diabetes. Methods The sample consisted of 123 participants with Type 1 Diabetes and 123 healthy controls, aged from 12 to 26 years, 32.9 % males, recruited from different states of Australia and completed a battery of self report questionnaires for development, anxiety, depression, coping, health behaviours, social support and psychological adjustment to diabetes. Results Young adults with Type 1 diabetes (n=62) reported significantly higher depression scores and lower levels of problem focused coping than their controls, p< .05. Adolescents with Type 1 diabetes (n=61) reported more health behaviors than those without, p< .01. Using regression analysis findings showed that significant predictors of depression for participants with Type 1 Diabetes were development, independent living, social support (degree of satisfaction), health behaviours and problem focused coping. Conclusions Psychological interventions specifically designed for the enhancement of positive coping, independent living skills and social satisfaction could be important for the prevention and/or management of depressive symptoms among individuals with Type 1 Diabetes.",
		"pages": "S642",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933809708752",
		"journal": "European Psychiatry",
		"volume": "24"
	},
	{
		"id": "SAARINEN2015420",
		"source_id": "SAARINEN2015420",
		"type": "article",
		"title": "The Benefit of Revascularization in Nonagenarians with Lower Limb Ischemia is Limited by High Mortality",
		"author": "E. Saarinen and S. Vuorisalo and P. Kauhanen and A. Albäck and M. Venermo",
		"keywords": "Lower limb ischemia, Nonagenarians, Outcome, Revascularization",
		"doi": "https://doi.org/10.1016/j.ejvs.2014.12.027",
		"abstract": "Objective/Background Owing to the increased life expectancy of the population the number of very old patients referred to vascular surgical units has increased. Advanced age is a well known risk factor in patients undergoing surgical interventions for lower limb ischemia. However, amputation performed on an elderly person living independently will lead to permanent institutional care. The aim of this study was to evaluate the outcome of patients aged 90 years and older with lower limb ischemia undergoing surgical or endovascular revascularization. Methods Two hundred and thirty-three nonagenarians with either chronic critical limb ischemia (CLI) or acute limb ischemia (ALI) who underwent revascularization at the authors institution between 2002 and 2013 were included in this retrospective study. Risk factors were evaluated and survival, limb salvage, and amputation free survival (AFS) assessed. Results The median age of the study population was 92 years (range 90–100 years). The majority (81.1%) of the patients were female. One in four (24.5%) patients had diabetes, and the incidence of coronary artery disease was 79.8%. Seventy-three percent of the patients had CLI and 27% of had ALI. Seventy percent of the patients underwent surgical revascularization and 30% were treated endovascularly. The majority (72.5%) of the patients maintained their independent living status; 27.5% ended up in institutional care post-operatively. Similarly, the majority (82.0%) of the patients maintained their walking ability, while 18% were not able to ambulate independently after revascularization. One year survival, limb salvage, and AFS rates were 50.9% versus 48.6% (p = .505), 85.1% versus 87.0% (p = .259), and 45.7% versus 44.4% (p = .309) in the surgical versus endovascular group, respectively. Dementia was an independent risk factor of poor AFS (odds ratio: 1.56; 95% confidence interval: 1.077–2.272; p = .019). Conclusion Good limb salvage can be achieved by both surgical and endovascular revascularization, and independent living can be maintained in the majority of the patients. However, the benefit of revascularization is limited owing to high mortality, especially in patients with dementia.",
		"pages": "420-425",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1078588415000027",
		"journal": "European Journal of Vascular and Endovascular Surgery",
		"volume": "49"
	},
	{
		"id": "ORDEMANN201477",
		"source_id": "ORDEMANN201477",
		"type": "article",
		"title": "Prospective memory in schizophrenia: A review",
		"author": "Gregory J. Ordemann and Jamie Opper and Deana Davalos",
		"keywords": "Schizophrenia, Prospective memory, Memory",
		"doi": "https://doi.org/10.1016/j.schres.2014.03.008",
		"abstract": "The wide range of psychological and cognitive symptoms associated with schizophrenia can often affect the level of independence that individuals with schizophrenia can achieve in their lives. Prospective memory (PM), or memory associated with future intentions, has been proposed as a useful indicator of select independent living skills. Currently, there is limited research with regards to prospective memory in schizophrenia. The current review systematically summarizes the literature focusing on prospective memory in schizophrenia and concludes that individuals with schizophrenia exhibited both an impairment in PM when compared to healthy controls and a general lack of awareness regarding these deficits. The existing research also suggests that PM deficits are not related to chronicity of illness or medications associated with schizophrenia. Limited findings suggest that PM deficits in individuals with schizophrenia may be associated with the ability to live independently and instrumental activities of daily living.",
		"pages": "77-89",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996414001169",
		"journal": "Schizophrenia Research",
		"volume": "155"
	},
	{
		"id": "MATSON2009799",
		"source_id": "MATSON2009799",
		"type": "article",
		"title": "Encopresis, soiling and constipation in children and adults with developmental disability",
		"author": "Johnny L. Matson and Santino V. LoVullo",
		"keywords": "Developmental disabilities, Encopresis, Soiling, Constipation, Treatment, Etiology, Assessment",
		"doi": "https://doi.org/10.1016/j.ridd.2008.12.001",
		"abstract": "Children and adults with developmental disabilities are more likely to evince encopresis, soiling and constipation than the general population. This set of related behaviors can produce a great deal of stress and can be a major restriction in independent living. This paper provides a review of the current state of knowledge on the prevalence, etiology, assessment and treatment of this co-occurring set of disorders. These problems are more common in persons with developmental disabilities then the general population. Furthermore, classical and operant treatment methods appear to be the best supported interventions for most cases. Strengths and weaknesses of the current research base are discussed along with potential avenues for future research.",
		"pages": "799-807",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422208001753",
		"journal": "Research in Developmental Disabilities",
		"volume": "30"
	},
	{
		"id": "KEMMLER2010279",
		"source_id": "KEMMLER2010279",
		"type": "article",
		"title": "Exercise, Body Composition, and Functional Ability: A Randomized Controlled Trial",
		"author": "Wolfgang Kemmler and Simon von Stengel and Klaus Engelke and Lothar Häberle and Jerry L. Mayhew and Willi A. Kalender",
		"doi": "https://doi.org/10.1016/j.amepre.2009.10.042",
		"abstract": "Context In women, age and the menopausal transition contribute to an increase of body fat and a reduction of lean body mass associated with functional decline, affecting independent living. Background Sarcopenia and adiposity in the elderly has been associated with increased mortality and functional decline affecting independent living. Purpose This study was conducted to determine the effect of a multipurpose exercise program on the body composition and functional ability of elderly women living in a community. Design An 18-month single-blinded RCT comparing participants in an exercise program with an active control group was conducted from May 2005 through December 2007. Analyses were conducted from January 2008 to July 2008. Setting/participants Two hundred forty-six women (aged 69.1±4.0 years) living independently in the area of Erlangen–Nürnberg (Germany) participated in the study. Intervention Subjects (n=123) performed a multipurpose exercise program with special emphasis on exercise intensity but with low-level requirements for training facilities and materials. The 123 women in the control group focused primarily on well-being. Main outcome measures Body composition was assessed by dual-energy x-ray absorptiometry. Further, strength was evaluated using isometric techniques for the back and legs. Aerobic fitness was determined from a progressive-intensity treadmill test. Results After 18 months, significant effects in favor of the exercise program for body composition were increases in appendicular skeletal muscle mass and lean body mass along with reductions in abdominal fat and total body fat. Significant performance effects also favored the exercise program and included enhanced isometric maximum trunk-extensor and leg press strength, leg press power, timed up-and-go test, and aerobic fitness. Conclusions A high-intensity multipurpose exercise program produced significant improvements in body composition and functional ability in a cohort of elderly women living in a community. Trial registration NCT00267839.",
		"pages": "279-287",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0749379709008514",
		"journal": "American Journal of Preventive Medicine",
		"volume": "38"
	},
	{
		"id": "WILSON2013250",
		"source_id": "WILSON2013250",
		"type": "article",
		"title": "Effects of cue frequency and repetition on prospective memory: An ERP investigation",
		"author": "Jennifer Wilson and Tim R.H. Cutmore and Ya Wang and Raymond C.K. Chan and David H.K. Shum",
		"keywords": "ERPs, Prospective memory, Frequency, Repetition",
		"doi": "https://doi.org/10.1016/j.ijpsycho.2013.08.003",
		"abstract": "Prospective memory involves the formation and completion of delayed intentions and is essential for independent living. In this study (n=33), event-related potentials (ERPs) were used to systematically evaluate the effects of PM cue frequency (10% versus 30%) and PM cue repetition (high versus low) on ERP modulations. PM cues elicited prospective positivity and frontal positivity but not N300, perhaps due to the semantic nature of the task. Results of this study revealed an interesting interaction between PM cue frequency and PM cue repetition for prospective positivity and frontal positivity, highlighting the importance of taking both factors into account when designing future studies.",
		"pages": "250-257",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167876013002237",
		"journal": "International Journal of Psychophysiology",
		"volume": "90"
	},
	{
		"id": "MIGITA20051",
		"source_id": "MIGITA20051",
		"type": "article",
		"title": "Factors affecting the mental health of residents in a communal-housing project for seniors in Japan",
		"author": "Reiko Migita and Hisako Yanagi and Shigeo Tomura",
		"keywords": "Mental health, GHQ, Senior housing, Elderly",
		"doi": "https://doi.org/10.1016/j.archger.2004.10.007",
		"abstract": "The aim of this study was to investigate mental health status and the factors related to it in residents of a communal-housing project for independently living elderly in Japan. Two hundred and seven persons (average age: 74 years) residing in the Silver Peer Housing Project, a seniors’ communal-housing project designed for independent living, were interviewed face-to-face using a general health questionnaire (GHQ-28), mental status questionnaire (MSQ) and other questionnaire containing items on personal, social, and building/facility parameters. Using a GHQ score of 7 or over to indicate poor general mental health, approximately half of the residents (45.7%) were shown to have some psychiatric problems. Independent contributors to a high GHQ score were attendance of hobby-club meetings (odds ratio (95% CI): 0.4; range, 0.2–0.8); difficulty in laying out or putting away the bedding (odds ratio (95% CI): 2.0; range, 1.0–4.2); difficulty in standing up from a sitting position on a mat (odds ratio (95% CI): 2.0; range, 1.0–4.1); and difficulty in reaching bus or train stops (odds ratio (95% CI): 2.5; 1.2–5.2); by the step-wise multiple logistic regression analysis. It was shown that a considerable number of the residents in the Silver Peer Housing facilities studied had mental health problems associated with limitations in the layout of their apartment and/or the location of the housing. Our results suggest that it may be worthwhile to prepare more comfortable housing, and to provide psychogeriatric day treatment and a communal space open to public in the Silver Peer Housing.",
		"pages": "1-14",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S016749430400189X",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "41"
	},
	{
		"id": "CALLAN201594",
		"source_id": "CALLAN201594",
		"type": "article",
		"title": "Willingness to pay for telecare programmes to support independent living: Results from a contingent valuation study",
		"author": "Aoife Callan and Eamon OShea",
		"keywords": "Ireland, Willingness to pay (WTP), Contingent valuation, Community care, Telecare, Older people",
		"doi": "https://doi.org/10.1016/j.socscimed.2014.11.002",
		"abstract": "An ageing population provokes an economic interest in the resource allocation questions posed by long-term care and critically, the development of sustainable community-based health and social care models that support independent living. This paper explores Irish citizens preferences and willingness to pay (WTP) for a range of community-based care programmes, including different telecare programmes that support older people to continue living at home. The paper reports on a cross-sectional multi-good contingent valuation survey conducted between April and September 2009 with three representative samples of the Irish population (N = 1214) to identify rankings and preferences for different community care programmes including: family care programme, a state-provided care programme and three different telecare programmes. The survey design permits the identification of strength, direction and relative preferences of different forms of community care provision. We also investigate convergent validity between ranking and willingness to pay results. We find that while people place significant value on formal state care provision and on telecare programmes, willingness to pay (WTP) estimates continue to highlight the importance of family care, which remains the strongest preference of the Irish population for the provision of community-based care for older people in the country. Respondents weakened their ranking preferences in the WTP exercise. However, both the direction of ranking and WTP estimates confirm the importance of family care. While all telecare programmes generated some economic value, telecare associated with social connection had much stronger support than telecare used to support physical or cognitive care needs. This paper offers unique information on societal values for different forms of community care provision, and in particular, the direction of preferences for technology-based approaches.",
		"pages": "94-102",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953614007254",
		"journal": "Social Science & Medicine",
		"volume": "124"
	},
	{
		"id": "MARTINS2012548",
		"source_id": "MARTINS2012548",
		"type": "article",
		"title": "Assistive mobility devices focusing on Smart Walkers: Classification and review",
		"author": "Maria M. Martins and Cristina P. Santos and Anselmo Frizera-Neto and Ramón Ceres",
		"keywords": "Assistive mobility technology, Smart Walkers, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.robot.2011.11.015",
		"abstract": "In an aging society it is extremely important to develop devices, which can support and aid the elderly in their daily life. This demands means and tools that extend independent living and promote improved health. Thus, the goal of this article is to review the state of the art in the robotic technology for mobility assistive devices for people with mobility disabilities. The important role that robotics can play in mobility assistive devices is presented, as well as the identification and survey of mobility assistive devices subsystems with a particular focus on the walkers technology. The advances in the walkers’ field have been enormous and have shown a great potential on helping people with mobility disabilities. Thus it is presented a review of the available literature of walkers and are discussed major advances that have been made and limitations to be overcome.",
		"pages": "548-562",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889011002181",
		"journal": "Robotics and Autonomous Systems",
		"volume": "60"
	},
	{
		"id": "NISHI20072173",
		"source_id": "NISHI20072173",
		"type": "article",
		"title": "Preparation and characterization of 6I,6n-di-O-(l-fucopyranosyl)-β-cyclodextrin (n=II–IV) and investigation of their functions",
		"author": "Yuki Nishi and Naoe Yamane and Toshiko Tanimoto",
		"keywords": "-Fucopyranosyl-βCD, Surface plasmon resonance,  lectin, Hemolytic activity",
		"doi": "https://doi.org/10.1016/j.carres.2007.06.016",
		"abstract": "Three positional isomers of 6I,6n-di-O-(β-l-fucopyranosyl)-cyclomaltoheptaose [6I,6n-di-O-(β-l-Fuc)-β-cyclodextrin, -βCD, n=II–IV] were chemically synthesized using the corresponding authentic compounds, 6I,6n-di-O-(tert-butyldimethylsilyl)-βCD (n=II–IV), as the fucosyl acceptors, and 2,3,4-tri-O-acetyl-l-fucopyranosyl trichloroacetimidate as the fucosyl donor. Their structures were analyzed by HPLC, MS, and NMR spectroscopy. The hemolytic activities of l-Fuc-βCDs were lower than that of βCD, while the solubilities of these branched CDs in water were much higher than that of βCD. The molecular interaction between these compounds and the fucose-binding lectin Aleuria aurantia lectin (AAL) was investigated using an optical biosensor based on a surface plasmon resonance (SPR) technique. The order of binding affinity, as a function of the fucose-binding position, was 6I,6IV->6I,6III->6I,6II-di-O-(β-l-Fuc)-βCD>6-O-(β-l-Fuc)-βCD.",
		"pages": "2173-2181",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000862150700287X",
		"journal": "Carbohydrate Research",
		"volume": "342"
	},
	{
		"id": "NAKAJIMA2006105",
		"source_id": "NAKAJIMA2006105",
		"type": "article",
		"title": "Capillary affinity electrophoresis using lectins for the analysis of milk oligosaccharide structure and its application to bovine colostrum oligosaccharides",
		"author": "Kazuki Nakajima and Mitsuhiro Kinoshita and Namiko Matsushita and Tadasu Urashima and Minoru Suzuki and Akemi Suzuki and Kazuaki Kakehi",
		"keywords": "Capillary affinity electrophoresis, Milk oligosaccharides, Lectins",
		"doi": "https://doi.org/10.1016/j.ab.2005.10.010",
		"abstract": "Animal colostrum and milk contain complex mixtures of oligosaccharides, which have species-specific profiles. Milk oligosaccharides have various types of structure related to the core structures of glycolipids and N- and O-glycans of glycoproteins and provide a good library to examine the binding of oligosaccharides to various lectins. Recently, we reported a capillary affinity electrophoresis (CAE) method for analyzing the interactions between lectins and complex mixtures of N-linked oligosaccharides prepared from serum glycoproteins [K. Nakajima, Y. Oda, M. Kinoshita, K. Kakehi, J. Proteome Res. 2 (2003) 81–88]. The present paper reports the interactions between 24 milk oligosaccharides and six lectins (PA-I, RCA120, SBA, WGA, UEA-I, and AAL) analyzed using CAE. Based on the resulting data, we constructed a library that enables us to determine nonreducing terminal monosaccharides, such as Gal, GalNAc, GlcNAc, and Fuc, and to differentiate Gal- or Fuc-linked isomers, such as lacto-N-tetraose, lacto-N-neotetraose, and lacto-N-fucopentaose II and III. In addition, using the library, we show that a combination of the lectins can characterize the neutral oligosaccharides derived from bovine colostrum.",
		"pages": "105-114",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000326970500727X",
		"journal": "Analytical Biochemistry",
		"volume": "348"
	},
	{
		"id": "CUSTODIO2004502",
		"source_id": "CUSTODIO2004502",
		"type": "article",
		"title": "Delayed postanoxic encephalopathy: a case report and literature review",
		"author": "Christian M Custodio and Jeffrey R Basford",
		"keywords": "Anoxia, Case report, Hypoxia, brain, Parkinsonian disorders, Rehabilitation",
		"doi": "https://doi.org/10.1016/S0003-9993(03)00471-4",
		"abstract": "Custodio CM, Basford JR. Delayed post-anoxic encephalopathy: a case report and literature review. Arch Phys Med Rehabil 2004;85:502–5. Delayed postanoxic encephalopathy is a rare condition in which patients appear to make a complete clinical recovery after an episode of anoxia or hypoxia but then develop a relapse characterized by apathy, confusion, agitation, and/or progressive neurologic deficits. The incidence of delayed postanoxic encephalopathy is unclear but has been reported to range from less than 1 to 28 per 1000 in patients who have suffered hypoxic or anoxic events. The exact pathogenesis remains unknown. We describe a case of an independently living 51-year-old woman admitted to an inpatient rehabilitation unit 11 days after a respiratory arrest. At admission, she exhibited cognitive and visual deficits that were relatively mild but prevented a safe return to independent living. Two days later, she developed the sudden onset and rapid worsening of parkinsonian symptoms and excruciating bilateral lower-extremity pain. The pain was intractable, and over the next 2 days she progressed to being unable to walk or perform her activities of daily living without maximum assistance. A diagnosis of delayed postanoxic encephalopathy was made, and the patient responded to a trial of carbidopa and levodopa as well as redirection of her physical and occupational therapy programs. This case illustrates the unusual presentation of delayed postanoxic encephalopathy during inpatient rehabilitation and suggests that this condition should be considered if patients who have suffered an anoxic or hypoxic event show a sudden neurologic deterioration.",
		"pages": "502-505",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999303004714",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "85"
	},
	{
		"id": "KAZUNO2011241",
		"source_id": "KAZUNO2011241",
		"type": "article",
		"title": "Multi-sequential surface plasmon resonance analysis of haptoglobin–lectin complex in sera of patients with malignant and benign prostate diseases",
		"author": "Saiko Kazuno and Tsutomu Fujimura and Takahiro Arai and Takashi Ueno and Keiji Nagao and Makoto Fujime and Kimie Murayama",
		"keywords": "Haptoglobin, Glycosylation, SNA-1, SPR, Acute phase protein, Lectin",
		"doi": "https://doi.org/10.1016/j.ab.2011.08.029",
		"abstract": "Screening for prostate cancer remains unsatisfactory. Recent studies have examined the cancer diagnostic/prognostic values of various acute phase proteins, such as haptoglobin. We describe here a novel method of surface plasmon resonance (SPR) based on multi-sequential analysis with SNA-1, AAL, and PHA-L4 lectin, to estimate the glycosylation status of haptoglobin in sera of patients with prostate cancer (n=15), benign prostate disease (BPD) including benign prostatic hypertrophy (n=20), and normal subjects (n=11). The SPR-based analysis involves the use of anti-haptoglobin as ligand and dilution of the analyte to 1400-fold and filtration, followed by detection of the sugar chain by lectin solution. The normalized RU of lectin to haptoglobin represents the binding amount of lectin divided by that of haptoglobin. The normalized RU by SNA-1 of the prostate cancer group was significantly higher than those of the control and BPD group. SNA-1 detected NeuAcα2,6 in a biantennary sugar chain, whose content was the highest among the major glycoproteins in serum. Serum samples diluted about 7000-fold were subjected to microanalysis at 10ng/μl and 10μl/min for 4min. The combination of SNA-1 and haptoglobin by SPR multi-sequential analysis offered the most accurate diagnosis of prostate cancer without any modification of serum glycoproteins.",
		"pages": "241-249",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003269711005495",
		"journal": "Analytical Biochemistry",
		"volume": "419"
	},
	{
		"id": "JENKINS2008451",
		"source_id": "JENKINS2008451",
		"type": "article",
		"title": "Receiving care for schizophrenia: a users’ and carers’ perspective",
		"author": "Paul Jenkins",
		"keywords": "mental illness, psychological therapies, schizophrenia, stigma",
		"doi": "https://doi.org/10.1016/j.mppsy.2008.08.003",
		"abstract": "From the perspective of service users and carers, schizophrenia remains a deeply distressing and highly stigmatized condition. Rethink has been one of the leading charities working directly with people affected by the condition. From our experience, there are some important principles on which high-quality care should be based. These include: early intervention and action to reduce stigma both at a societal level and in the attitudes of health and other professionals; personalization and choice, particularly in relation to medication and access to psychological therapies; a clear recovery focus in care that works with service users to define and achieve personal outcomes, including non-medical outcomes such as independent living, employment or other meaningful activity, and social relationships and inclusion.",
		"pages": "451-453",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1476179308001778",
		"journal": "Psychiatry",
		"volume": "7"
	},
	{
		"id": "CHAPELLE2012459",
		"source_id": "CHAPELLE2012459",
		"type": "article",
		"title": "Analysis of intermetallic swelling on the behavior of a hybrid solution for compressed hydrogen storage – Part II: Finite element method simulation",
		"author": "D. Chapelle and A. Hocine and S. Carbillet and M.L. Boubakar",
		"doi": "https://doi.org/10.1016/j.matdes.2011.11.056",
		"abstract": "The second part of this article is dedicated to a Finites Elements Models (FEM) simulation of a hybrid vessel for hydrogen storage. This solution is made of a composite carbon/epoxy reinforcement coated on a metal liner first rolled up with an intermetallic material. The finite element method is a practical tool to study pressure vessel, especially when the local swelling of the intermetallic is introduced. In Part I, we presented an analytical modeling that allows to predict the effect of the intermetallic swelling on the mechanical response of the liner but also of the composite, while an homogeneous leakage of hydrogen has occurred. Different sequences of the multilayer composite were investigated. In the first step of Part II, a good agreement is obtained between the analytical results of Part I and the numerical results of FEM for homogeneous before any swelling. The second step of Part II is to focus on the local swelling of the intermetallic using a finite element analysis, assuming a local hydrogen leakage. Attention is paid on two different scenarios: After Isotropic Local Swelling (AILS) and an After Anisotropic Local Swelling (AALS). Results for both scenarios are then discussed.",
		"pages": "459-469",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261306911008168",
		"journal": "Materials & Design (1980-2015)",
		"volume": "36"
	},
	{
		"id": "LILJEBLAD2002883",
		"source_id": "LILJEBLAD2002883",
		"type": "article",
		"title": "Analysis of glycoproteins in cell culture supernatants using a lectin immunosensor technique",
		"author": "Mathias Liljeblad and Arne Lundblad and Peter Påhlsson",
		"keywords": "Surface plasmon resonance, Glycosylation, α-Acid glycoprotein, Lectins, Cytokines",
		"doi": "https://doi.org/10.1016/S0956-5663(02)00111-2",
		"abstract": "A method based on a surface plasmon resonance technique for detection of changes in concentration and glycosylation of proteins in cell culture supernatant is described. The method was used to analyze α1-acid glycoprotein (AGP) produced by a human hepatoma cell line (HepG2). Cell culture supernatant was injected to a BIACORE 2000 instrument and AGP was captured on the sensor chip by immobilized antibodies. The captured glycoprotein was then analyzed for content of carbohydrate epitopes using three different lectins, Aleuria aurantia lectin (AAL), Sambucus nigra agglutinin (SNA), and Triticum vulgaris agglutinin (wheat germ agglutinin, WGA). The method was used to analyze changes in concentration and glycosylation of AGP produced by HepG2 cells grown with or without three different cytokines, interleukin-1β (IL-1β), interleukin-6 (IL-6), and transforming growth factor β-1 (TGFβ1). Using the described method it was shown that when HepG2 cells were grown in the presence of IL-6 both AGP concentration and fucosylation increased. When HepG2 cells instead were grown in the presence of TGFβ1 AGP fucosylation increased whereas AGP concentration decreased.",
		"pages": "883-891",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0956566302001112",
		"journal": "Biosensors and Bioelectronics",
		"volume": "17"
	},
	{
		"id": "TOTINO2008478",
		"source_id": "TOTINO2008478",
		"type": "article",
		"title": "Plasmodium falciparum: Erythrocytic stages die by autophagic-like cell death under drug pressure",
		"author": "Paulo Renato Rivas Totino and Cláudio Tadeu Daniel-Ribeiro and Suzana Corte-Real and Maria de Fátima Ferreira-da-Cruz",
		"keywords": ", Apoptosis, Malaria, Autophagy, Antimalarial drug, SNAP, -nitroso--acetyl-penicillamine, Stau, staurosporine, CQ, chloroquine, PCD, programmed cell death, Δ, mitochondrial membrane potential, Z-VAD-fmk, -CBZ-Val-Aal-Asp(O-Me) fluoromethyl ketone",
		"doi": "https://doi.org/10.1016/j.exppara.2007.10.017",
		"abstract": "It has been reported that an apoptotic cell death process can occur with protozoans, but no consensus on Plasmodium susceptibility to apoptosis was reached till now. Thus, we evaluated if Plasmodium falciparum blood forms undergo apoptosis after in vitro pressure with chloroquine, S-nitroso-N-acetyl-penicillamine (SNAP) or staurosporine. Inhibition of parasite growth and loss of viability were observed in treated cultures by both light microscopy and flow cytometry. When DNA fragmentation was verified, only a small number of TUNEL-positive parasites was detected in treated cultures and pretreatment of parasite with a general caspase inhibitor was not able to prevent parasite death. Considering the lack of apoptotic characteristics and the observation of parasites with cytoplasmatic vacuolization by electron microscopy, we conclude that P. falciparum parasites under chloroquine, SNAP or staurosporine pressures do not die by apoptosis but by a process similar to autophagy. The autophagic pathway could be explored as an alternative target for the development of new antimalarial drugs.",
		"pages": "478-486",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0014489407002925",
		"journal": "Experimental Parasitology",
		"volume": "118"
	},
	{
		"id": "PINFOLD2000201",
		"source_id": "PINFOLD2000201",
		"type": "article",
		"title": "‘Building up safe havens…all around the world’: users’ experiences of living in the community with mental health problems",
		"author": "Vanessa Pinfold",
		"keywords": "Mental health, Social isolation, Community integration, Independent living",
		"doi": "https://doi.org/10.1016/S1353-8292(00)00023-X",
		"abstract": "Deinstitutionalisation moved the focus of psychiatric care away from hospital institutions to community settings. Mental health services are no longer driven by a policy of illness containment, although detention and coercion retain legislative and cultural legitimacy, because the conceptual and practical focus of caring for people in the 1990s is built around journeys to(wards) ordinary ‘independent’ living. This paper draws upon the experiences of people with enduring mental health problems to explore the positions, roles and therapeutic benefits established by socio-spatial networking in the community. Social isolation and community integration are polar extremes, two very different ‘locations’ on a ‘theoretical’ rehabilitation pathway shaping mental health policy and community care practices. The paper assesses these two locations and searches for the middle-ground in practice. It draws on the concept of normality to compare service user and professional perspectives on the rehabilitation process. The paper argues, with optimism, that spaces of rehabilitation are being found ‘in the community’ but notes that until mental illness is de-stigmatised and society celebrates difference, creating space for ‘Mad Pride’, the post-asylum landscape must continue to evolve in search of models of good community care practice and potential landscapes of caring. The research presented in the paper was carried out with Rehabilitation and Community Care Services (RCCS) in Nottingham (1994–1997), and is based upon fieldwork observations and in-depth interviews with RCCS staff and 25 service users.",
		"pages": "201-212",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S135382920000023X",
		"journal": "Health & Place",
		"volume": "6"
	},
	{
		"id": "EWOLFFE2005964",
		"source_id": "EWOLFFE2005964",
		"type": "article",
		"title": "Skills for success: Preparing blind and low vision children and youth for life beyond school",
		"author": "Karen E. Wolffe",
		"keywords": "Career education needs of children and youth with visual impairments, Transition needs of children and youth with visual impairments, Unique needs of children and youth with visual impairments, Disability-specific needs of children and youth with visual impairments",
		"doi": "https://doi.org/10.1016/j.ics.2005.05.161",
		"abstract": "The purpose of this paper is to describe the unique career education needs of children and adolescents with visual impairments: high expectations from others; structured learning of social skills; instruction in compensatory skills; realistic feedback about their performance; and opportunities to work at home, in school, and in the community. By having their career education needs met, these youngsters are more likely to succeed in the transition form school and home life to work and independent living.",
		"pages": "964-968",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531513105009544",
		"journal": "International Congress Series",
		"volume": "1282"
	},
	{
		"id": "CORINA2014570",
		"source_id": "CORINA2014570",
		"type": "article",
		"title": "Study on the Occurrence, Diagnosis and Therapeutic Approach to the Pathology Associated with Spinal Cord Injuries",
		"author": "Predescu Corina and Kiss Katharina and Predescu Radu",
		"keywords": "trauma, obesity, osteoporosis, injury, hypertension, prophylaxis, physical therapy",
		"doi": "https://doi.org/10.1016/j.sbspro.2014.02.264",
		"abstract": "This paper includes a study conducted on 60 individuals with spinal cord injuries, identified by Motivation Romania Foundation and invited to participate in three regional camps, each consisting in a seven days active rehabilitation program. These camps are part of the project “The Wheels of Change Move On – towards appropriate wheelchair provision, sports and accessibility for mainstream participation of Romanians with disabilities”, financed by the United States Agency for International Development – USAID. The goals of the program are: to provide independent living training, to identify the recurrence of associated pathology, to generate a customized therapeutic strategy for each participant, to conduct medium term monitoring in order to assess the evolution of the complex therapy the participants benefited from. The results, partly confirming other findings in the literature, showed regional differences that allowed the design of a multidisciplinary therapeutic approach.",
		"pages": "570-574",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042814017947",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "117"
	},
	{
		"id": "ENOKI2014716",
		"source_id": "ENOKI2014716",
		"type": "article",
		"title": "Influence of xerostomia on oral health–related quality of life in the elderly: a 5-year longitudinal study",
		"author": "Kaori Enoki and Ken-ich Matsuda and Kazunori Ikebe and Shunsuke Murai and Minoru Yoshida and Yoshinobu Maeda and William Murray Thomson",
		"doi": "https://doi.org/10.1016/j.oooo.2014.03.001",
		"abstract": "Objective Xerostomia and tooth loss are major oral health problems in the elderly. The aim of this longitudinal study was to characterize the influence of xerostomia on oral health–related quality of life (OHRQoL) among elderly Japanese people. Study Design A total of 99 community-dwelling, independently living individuals aged 60 years and older were interviewed and underwent dental examination at baseline and at a 5-year follow-up. The Oral Health Impact Profile-14 and the Xerostomia Inventory were used to assess OHRQoL and xerostomia severity, respectively. Results Participants whose xerostomia worsened over the 5-year period had a significantly poorer follow-up OHRQoL. Linear regression models showed that tooth loss and worsening xerostomia were significant predictors of poorer follow-up OHRQoL. Conclusions Tooth loss and worsening xerostomia result in poorer OHRQoL among older Japanese people.",
		"pages": "716-721",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212440314003253",
		"journal": "Oral Surgery, Oral Medicine, Oral Pathology and Oral Radiology",
		"volume": "117"
	},
	{
		"id": "GALLUCCI2011309",
		"source_id": "GALLUCCI2011309",
		"type": "article",
		"title": "Factors related to disability: Evidence from the “Treviso Longeva (TRELONG) Study”",
		"author": "M. Gallucci and F. Ongaro and S. Meggiolaro and P. Antuono and D.R. Gustafson and G.L. Forloni and D. Albani and G.B. Gajo and E. Durante and L. Caberlotto and A. Zanardo and M. Siculi and G. Muffato and C. Regini",
		"keywords": "Disability, Activities of daily living (ADL), Instrumental activities of daily living (IADL), Physical performances, Short physical performance battery (SPPB), Co-morbidity, Chronic diseases, Cognitive impairment, Lifestyles, Motor activity, Nutritional assessment",
		"doi": "https://doi.org/10.1016/j.archger.2010.05.007",
		"abstract": "Prolongation of life is an important public health goal as long as there is an emphasis on the quality of life (QoL) and independent living. Diminishing abilities to ambulate and participate in activities of daily living point to a serious decline in functional health, increasing the risk of institutionalization and death. In our work we found a pattern of factors associated with disability, especially cognitive impairment, as well as stroke, physical activity and performance, reading, and the nutritional biomarkers, blood albumin and high-density lipoprotein cholesterol (HDL-C). The attention to this cluster of markers, suggesting multidimensional prevention, may have unexpected good effects against disability.",
		"pages": "309-316",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494310001329",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "52"
	},
	{
		"id": "RANTZ200540",
		"source_id": "RANTZ200540",
		"type": "article",
		"title": "A technology and nursing collaboration to help older adults age in place",
		"author": "Marilyn J. Rantz and Karen Dorman Marek and Myra Aud and Harry W. Tyrer and Marjorie Skubic and George Demiris and Ali Hussam",
		"doi": "https://doi.org/10.1016/j.outlook.2004.05.004",
		"abstract": "This is an account of an active collaboration between Computer Engineering, Health Informatics, and Nursing within an academic health science center to improve the quality of life of older adults as they “age in place.” The Sinclair School of Nursing at the University of Missouri-Columbia has developed a licensed home health agency, Senior Care, to provide the care needed by residents of TigerPlace, a specially designed independent living center near the University. Technology has the potential to help address common problems encountered by older adults related to functional decline. Collaboration between Nursing, Computer Engineering, and Health Informatics is likely on a path to improve the quality of life of seniors.",
		"pages": "40-45",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0029655404001563",
		"journal": "Nursing Outlook",
		"volume": "53"
	},
	{
		"id": "KIEFFER2014601",
		"source_id": "KIEFFER2014601",
		"type": "article",
		"title": "The Results of Total Hip Arthroplasty for Fractured Neck of Femur in Octogenarians",
		"author": "Will K.M. Kieffer and Edward J.C. Dawe and Edward A.O. Lindisfarne and Benedict A. Rogers and Stephen Nicol and Philip M. Stott",
		"keywords": "hip, fracture, total hip arthroplasty, trauma, neck of femur, elderly",
		"doi": "https://doi.org/10.1016/j.arth.2013.07.017",
		"abstract": "The role of total hip arthroplasty (THA) for fracture in octogenarians remains unclear. Over a two-year period, 354 patients aged > 80years were admitted with a displaced intracapsular hip fracture. Using defined clinical guidelines, 38 patients underwent THA with a median age of 84years, mean follow-up of 20months. Primary outcomes were dislocation, 30-day and one-year mortality, revision surgery and periprosthetic fracture. There were no dislocations or periprosthetic fractures and patient survival was 97% at 30days and 87% at one year. There was one revision for deep infection. This study demonstrates that THA for selected octogenarians can be performed safely, allows the majority of patients to return to independent living and has a low complication rate.",
		"pages": "601-604",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0883540313005354",
		"journal": "The Journal of Arthroplasty",
		"volume": "29"
	},
	{
		"id": "KREMER201430",
		"source_id": "KREMER201430",
		"type": "article",
		"title": "The influence of olfactory impairment in vital, independently living older persons on their eating behaviour and food liking",
		"author": "Stefanie Kremer and Nancy Holthuysen and Sanne Boesveldt",
		"keywords": "Elderly, Olfaction, Hyposmics, Food choice, Flavour enhancement",
		"doi": "https://doi.org/10.1016/j.foodqual.2014.05.012",
		"abstract": "These two studies investigated eating behaviour and food liking of independently living Dutch older people with and without olfactory impairment. In the first study, an internet survey was conducted in relation to their olfactory status (n=512; age 55–91). Hyposmic older people reported eating the same meal more often within a week than their unimpaired peers, and they also differed in some of the types of foods they reported eating as snacks (i.e. fewer cookies and nuts, more candy). In the second study, various strategies to increase food liking among older consumers were investigated, as well as their liking of reformulated foods with an expected reduced palatability. The strategies included (1) combined visual enrichment and flavour enrichment of mashed potatoes, (2) enhancement of taste intensity and thickness of gravy, and (3) flavour enrichment of stews. The reformulation encompassed (1) salt reduction of meatballs and (2) protein enrichment of bread. Thirty-eight young consumers (age 32.3±8.9y), 41 normosmic older consumers (age 65.1±5.2y), and 43 hyposmic older consumers (age 68.5±5.9y) assessed food liking on a 100mm visual analogue scale. Both older groups increased their food liking in response to the changes made in the mashed potatoes and gravies, decreased their food liking in response to the salt reduction in the meatball and increased their product liking once information was given on the reduction. In conclusion, older persons – regardless of their olfactory status – may respond positively to multi-sensory enrichment in warm meal components. At the same time, certain types of foods may still appeal more or less to hyposmic older persons which in turn may lead to the development of different dietary intake patterns.",
		"pages": "30-39",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950329314001013",
		"journal": "Food Quality and Preference",
		"volume": "38"
	},
	{
		"id": "ZEIRA20091074",
		"source_id": "ZEIRA20091074",
		"type": "article",
		"title": "Alumni of educational residential settings in Israel: A cultural perspective",
		"author": "Anat Zeira",
		"keywords": "Transition to adulthood, Alumni of care, Educational residential settings, Ethiopians, Israel",
		"doi": "https://doi.org/10.1016/j.childyouth.2009.07.002",
		"abstract": "This study explores the current status of young alumni of educational residential settings (Youth Villages) in Israel. The goal was to describe their current functioning in a variety of life domains and their current perceptions of the transition to independent living, as well as to explore differences between groups of different national origin. A two-stage non-proportional probability strata sample combined with quota sampling yielded a nationally representative sample of 500 young adults. Most of the alumni present positive outcomes, with full matriculation, complete army service, steady income and housing arrangements, and they are in good physical and mental health. Still, 5–10% of the alumni demonstrate outcomes that are not as good. Implications for policy and future research are discussed.",
		"pages": "1074-1079",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740909001820",
		"journal": "Children and Youth Services Review",
		"volume": "31"
	},
	{
		"id": "ZIJLSTRA2013940",
		"source_id": "ZIJLSTRA2013940",
		"type": "article",
		"title": "Trunk-acceleration based assessment of gait parameters in older persons: A comparison of reliability and validity of four inverted pendulum based estimations",
		"author": "Agnes Zijlstra and Wiebren Zijlstra",
		"keywords": "Accelerometry, Inverted pendulum model, Spatio-temporal gait parameters, Older persons, Independent living",
		"doi": "https://doi.org/10.1016/j.gaitpost.2013.04.021",
		"abstract": "Inverted pendulum (IP) models of human walking allow for wearable motion-sensor based estimations of spatio-temporal gait parameters during unconstrained walking in daily-life conditions. At present it is unclear to what extent different IP based estimations yield different results, and reliability and validity have not been investigated in older persons without a specific medical condition. The aim of this study was to compare reliability and validity of four different IP based estimations of mean step length in independent-living older persons. Participants were assessed twice and walked at different speeds while wearing a tri-axial accelerometer at the lower back. For all step-length estimators, test–retest intra-class correlations approached or were above 0.90. Intra-class correlations with reference step length were above 0.92 with a mean error of 0.0cm when (1) multiplying the estimated center-of-mass displacement during a step by an individual correction factor in a simple IP model, or (2) adding an individual constant for bipedal stance displacement to the estimated displacement during single stance in a 2-phase IP model. When applying generic corrections or constants in all subjects (i.e. multiplication by 1.25, or adding 75% of foot length), correlations were above 0.75 with a mean error of respectively 2.0 and 1.2cm. Although the results indicate that an individual adjustment of the IP models provides better estimations of mean step length, the ease of a generic adjustment can be favored when merely evaluating intra-individual differences. Further studies should determine the validity of these IP based estimations for assessing gait in daily life.",
		"pages": "940-944",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636213002129",
		"journal": "Gait & Posture",
		"volume": "38"
	},
	{
		"id": "MEYERS19991450",
		"source_id": "MEYERS19991450",
		"type": "article",
		"title": "The “boston model” of managed care and spinal cord injury: a cross-sectional study of the outcomes of risk-based, prepaid, managed care",
		"author": "Allan R. Meyers and Alice Bisbee and Michael Winter",
		"doi": "https://doi.org/10.1016/S0003-9993(99)90257-5",
		"abstract": "Objective: To present preliminary data on the health-related consequences for people with spinal cord injury (SCI) of participation in a prepaid, risk-based, managed care plan. Design: Baseline data from a longitudinal interview survey. Setting: Massachusetts. Participants: Subjects were 114 independently living adults with SCI recruited from 6 independent living centers and 2 managed care plans; 45 received care from a risk-based prepaid managed care plan and 69 from other sources. Main Outcomes: Self-reports of use of health services; self-assessments of health, health at interview versus 12 months earlier; hospital admissions; numbers of secondary conditions, and experiences of specific secondary conditions (eg, pressure ulcers, depression, fatigue, and chronic pain). Results: Persons in the managed care plan do not differ from their counterparts in terms of age, gender, education, level of SCI, number of comorbid conditions, activity of daily living profiles, household composition, and reliance upon health maintenance programs and routines (eg, bowel and bladder care). In terms of processes of care, they appear generally better-served. There also are a few differences in outcome that are statistically significant, or approach significance, and generally favor the managed care plan. Conclusion: Preliminary data suggest that thoughtfully and sensitively designed and implemented risk-based managed care may improve both access and outcomes.",
		"pages": "1450-1456",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999399902575",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "80"
	},
	{
		"id": "PASTOR2015e56",
		"source_id": "PASTOR2015e56",
		"type": "article",
		"title": "Collaborative platform for evaluation of technical aids for autonomy in ecological situation: L’ETAPE, Pole Autonomie Santé, Lattes",
		"author": "E. Pastor",
		"keywords": "Living lab, Ecological evaluation, Independent living, Technical aid, Collaborative innovation",
		"doi": "https://doi.org/10.1016/j.rehab.2015.07.139",
		"abstract": "The PAS (pôle autonomie santé) project offers with L’ETAPE a free municipal public service dedicated to supporting the population (older and/or handicapped people and their family or professional caregivers) in the choice and testing of technical and technological aids to maintain independent living. This project is managed by the city of Lattes’ Social Welfare Centre. Since 2009, around 5000 persons (handicapped individuals, social workers, family members) visited L’ETAPE. Given its mission of technology watch and referencing of innovative solutions for autonomy, L’ETAPE collaborates with approximately one hundred companies in order to test and demonstrate their products in his show room. This mission enables L’ETAPE to work with these companies to develop protocols of experiment and feedback in ecological situation with regards to their innovative solutions. For this purpose, L’ETAPE has created a collaborative platform on the model of the living labs enabling it to mobilize upon request its partners network (user associations, SSIAD, medico-social institutions, etc.) to bring their expertises in process innovation and evaluation collaborative in ecological situation of technical or technological solutions for autonomy. Since 2014, 3 projects are underway, including one project with a start-up incubated by the Montpellier BIC to evaluate at home a device of remote vigilance of people with cognitive disorders based on a network of non-intrusive sensors, and two projects with a group of companies, one on the design of a prototype of a universal remote control for healthcare beds, other on benchmarking at home of transfer and standing devices for bedridden. The advantage of this approach is to promote and to grow the expertise of ground stakeholders (users and professionals) to help companies develop innovative solutions perfectly adapted in their uses in “real life”. At the regional level, the living lab of L’ETAPE is working in a network with the 2 living labs “Kyomed and I2ML”, in the Regional Forum Living Labs “health and autonomy”. www.etape-pole-autonomie-sante-lattes.org.",
		"pages": "e56",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065715002225",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "58"
	},
	{
		"id": "DRAKE201171",
		"source_id": "DRAKE201171",
		"type": "article",
		"title": "A lectin affinity workflow targeting glycosite-specific, cancer-related carbohydrate structures in trypsin-digested human plasma",
		"author": "Penelope M. Drake and Birgit Schilling and Richard K. Niles and Miles Braten and Eric Johansen and Haichuan Liu and Michael Lerch and Dylan J. Sorensen and Bensheng Li and Simon Allen and Steven C. Hall and H. Ewa Witkowska and Fred E. Regnier and Bradford W. Gibson and Susan J. Fisher",
		"keywords": "Lectin chromatography, Glycopeptide, Plasma, Cancer, Biomarker, Mass spectrometry",
		"doi": "https://doi.org/10.1016/j.ab.2010.08.010",
		"abstract": "Glycans are cell-type-specific, posttranslational protein modifications that are modulated during developmental and disease processes. As such, glycoproteins are attractive biomarker candidates. Here, we describe a mass spectrometry-based workflow that incorporates lectin affinity chromatography to enrich for proteins that carry specific glycan structures. As increases in sialylation and fucosylation are prominent among cancer-associated modifications, we focused on Sambucus nigra agglutinin (SNA) and Aleuria aurantia lectin (AAL), lectins which bind sialic acid- and fucose-containing structures, respectively. Fucosylated and sialylated glycopeptides from human lactoferrin served as positive controls, and high-mannose structures from yeast invertase served as negative controls. The standards were spiked into Multiple Affinity Removal System (MARS) 14-depleted, trypsin-digested human plasma from healthy donors. Samples were loaded onto lectin columns, separated by HPLC into flow-through and bound fractions, and treated with peptide: N-glycosidase F to remove N-linked glycans. The deglycosylated peptide fractions were interrogated by ESI HPLC-MS/MS. We identified a total of 122 human plasma glycoproteins containing 247 unique glycosites. Importantly, several of the observed glycoproteins (e.g., cadherin 5 and neutrophil gelatinase-associated lipocalin) typically circulate in plasma at low nanogram per milliliter levels. Together, these results provide mass spectrometry-based evidence of the utility of incorporating lectin-separation platforms into cancer biomarker discovery pipelines.",
		"pages": "71-85",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003269710005099",
		"journal": "Analytical Biochemistry",
		"volume": "408"
	},
	{
		"id": "LATOUR2006421",
		"source_id": "LATOUR2006421",
		"type": "article",
		"title": "Effectiveness of Post-Discharge Case Management in General-Medical Outpatients: A Randomized, Controlled Trial",
		"author": "Corine H.M. Latour and Rien de Vos and Frits J. Huyse and Peter de Jonge and Liesbeth A.M. Van Gemert and Wim A.B. Stalman",
		"doi": "https://doi.org/10.1176/appi.psy.47.5.421",
		"abstract": "This study was initiated to determine the impact of post-discharge, nurse-led, home-based case management intervention on the number of emergency readmissions, level of care utilization, quality of life, and psychological functioning. Patients discharged home from a general hospital (N=147) were randomly assigned to usual care or nurse-led, home-based, case management intervention. During the 24 weeks of follow-up, no difference between the two groups was found for readmission, care utilization, quality of life, or psychological functioning. Patients in the control group tended to move sooner to non-independent living accommodation than patients in the nurse-led, home-based, case management intervention group.",
		"pages": "421-429",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0033318206711203",
		"journal": "Psychosomatics",
		"volume": "47"
	},
	{
		"id": "THOMPSON200761",
		"source_id": "THOMPSON200761",
		"type": "article",
		"title": "Risk factors for alcohol and marijuana use among adolescents in foster care",
		"author": "Ronald G. Thompson and Wendy F. Auslander",
		"keywords": "Alcohol use, Marijuana use, Foster care, Adolescents, Risk factors",
		"doi": "https://doi.org/10.1016/j.jsat.2006.06.010",
		"abstract": "This study examined the influences of individual and social risk factors on alcohol and marijuana use among a sample of foster care adolescents. Data were collected through baseline structured interviews with 320 adolescents (aged 15–18 years) who resided in foster care placements and participated in a larger evaluation study of an independent living program. Approximately 40% of the adolescents reported alcohol use, 36% reported marijuana use, and 25% reported both alcohol and marijuana use during the 6 months prior to the interview. Final logistic regression models indicated that having friends who used marijuana and other substances and having skipped school remained most predictive of using alcohol, marijuana, or both alcohol and marijuana. Recommendations for substance abuse prevention and treatment for these vulnerable adolescents are proposed.",
		"pages": "61-69",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0740547206002029",
		"journal": "Journal of Substance Abuse Treatment",
		"volume": "32"
	},
	{
		"id": "HIJMANS2009322",
		"source_id": "HIJMANS2009322",
		"type": "article",
		"title": "Foot and ankle compression improves joint position sense but not bipedal stance in older people",
		"author": "Juha M. Hijmans and Wiebren Zijlstra and Jan H.B. Geertzen and At L. Hof and Klaas Postema",
		"keywords": "Compression, Balance, Proprioception, Aged",
		"doi": "https://doi.org/10.1016/j.gaitpost.2008.10.051",
		"abstract": "This study investigates the effects of foot and ankle compression on joint position sense (JPS) and balance in older people and young adults. 12 independently living healthy older persons (77–93years) were recruited from a senior accommodation facility. 15 young adults (19–24years) also participated. Compression was applied at the ankles and feet using medical compression hosiery. The mean velocity of the centre of pressure (CoP) displacements and the root mean square of the CoP velocity in both anteroposterior and mediolateral directions, were measured with a foot pressure plate. In older people, ankle compression was associated with an improvement of JPS towards normal values. However, a concurrent deterioration of their balance was found. In young adults compression had no effect on either JPS or balance.",
		"pages": "322-325",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636208003512",
		"journal": "Gait & Posture",
		"volume": "29"
	},
	{
		"id": "HOVLAND2006143",
		"source_id": "HOVLAND2006143",
		"type": "article",
		"title": "EEG should be performed during induced hypothermia",
		"author": "Anders Hovland and Erik Waage Nielsen and Jens Klüver and Rolf Salvesen",
		"keywords": "Cardiac arrest, Resuscitation, Electroencephalography, Hypothermia",
		"doi": "https://doi.org/10.1016/j.resuscitation.2005.05.019",
		"abstract": "Summary Induced hypothermia has improved neurological outcome after cardiac arrest. Even though anoxic insults to the brain often provoke epileptic activity, it is unclear whether EEG monitoring is necessary in these patients. We report the case of a 53-year-old female who suffered cardiac arrest. During induced hypothermia extensive shivering was managed by sedation and curare. After their discontinuation convulsions appeared and status epilepticus was disclosed on EEG recording, and was treated by thiopental infusion for 10 days. The patient recovered slowly and has now regained independent living (CPC 1). In induced hypothermia several factors including the use of curare, may conceal clinical signs of epileptic activity. We therefore suggest a broader use of EEG in these patients.",
		"pages": "143-146",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S030095720500242X",
		"journal": "Resuscitation",
		"volume": "68"
	},
	{
		"id": "SAAKES2005536",
		"source_id": "SAAKES2005536",
		"type": "article",
		"title": "Bipolar lead–acid battery for hybrid vehicles",
		"author": "M. Saakes and R. Woortmeijer and D. Schmal",
		"keywords": "Bipolar, Lead–acid battery, Power assist life-cycle, Hybrid electric vehicle, Absorptive glass mat, Internal resistance",
		"doi": "https://doi.org/10.1016/j.jpowsour.2004.11.057",
		"abstract": "Within the framework of the European project bipolar lead–acid power source (BILAPS), a new production route is being developed for the bipolar lead–acid battery. The performance targets are 500Wkg−1, 30Whkg−1 and 100 000 power-assist life cycles (PALCs). The operation voltage of the battery can be, according to the requirements, 12, 36V or any other voltage. Tests with recently developed 4 and 12V prototypes, each of 30Ah capacity have demonstrated that the PALC can be operated using 10C discharge and 9C charge peaks. The tests show no overvoltage or undervoltage problems during three successive test periods of 16h with 8h rest in between. The temperature stabilizes during these tests at 40–45°C using a thermal-management system. The bipolar lead acid battery is operated at an initial 50% state-of-charge. During the tests, the individual cell voltages display only very small differences. Tests are now in progress to improve further the battery-management system, which has been developed at the cell level, during the period no PALCs are run in order to improve the hybrid behaviour of the battery. The successful tests show the feasibility of operating the bipolar lead–acid battery in a hybrid mode. The costs of the system are estimated to be much lower than those for nickel–metal-hydride or Li-ion based high-power systems. An additional advantage of the lead–acid system is that recycling of lead–acid batteries is well established.",
		"pages": "536-545",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378775304012753",
		"journal": "Journal of Power Sources",
		"volume": "144"
	},
	{
		"id": "KIM20141",
		"source_id": "KIM20141",
		"type": "article",
		"title": "Ionospheric irregularities during a substorm event: Observations of ULF pulsations and GPS scintillations",
		"author": "H. Kim and C.R. Clauer and K. Deshpande and M.R. Lessard and A.T. Weatherwax and G.S. Bust and G. Crowley and T.E. Humphreys",
		"keywords": "GPS scintillation, Ionospheric irregularity, Substorm, ULF waves",
		"doi": "https://doi.org/10.1016/j.jastp.2014.03.006",
		"abstract": "Plasma instability in the ionosphere is often observed as disturbances and distortions of the amplitude and phase of the radio signals, which are known as ionospheric scintillations. High-latitude ionospheric plasma, closely connected to the solar wind and magnetospheric dynamics, produces very dynamic and short-lived Global Positioning System (GPS) scintillations, making it challenging to characterize them. It is observed that scintillations in the high-latitude ionosphere occur frequently during geomagnetic storms and substorms. In addition, it is well known that Ultra Low Frequency (ULF) pulsations (Pi2 and Pi1B) are closely associated with substorm activity. This study reports simultaneous observations of Pi2 and Pi1B pulsations and GPS phase scintillations during a substorm using a newly designed Autonomous Adaptive Low-Power Instrument Platform (AAL-PIP) installed at the South Pole. The magnetic field and GPS data from the instruments appear to be associated in terms of their temporal and spectral features. Moreover, the scintillation events were observed near the auroral latitudes where Pi1B pulsations are commonly detected. The temporal, spectral and spatial association between the scintillation and geomagnetic pulsation events suggests that the magnetic field perturbations and enhanced electric fields caused by substorm currents could contribute to the creation of plasma instability in the high-latitude ionosphere, leading to GPS scintillations.",
		"pages": "1-8",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1364682614000650",
		"journal": "Journal of Atmospheric and Solar-Terrestrial Physics",
		"volume": "114"
	},
	{
		"id": "MCCALL2013505",
		"source_id": "MCCALL2013505",
		"type": "article",
		"title": "An automatic medication self-management and monitoring system for independently living patients",
		"author": "Corey McCall and Branden Maynes and Cliff C. Zou and Ning J. Zhang",
		"keywords": "Medication Adherence, In-home healthcare device, Radio-frequency identification (RFID)",
		"doi": "https://doi.org/10.1016/j.medengphy.2012.06.018",
		"abstract": "This paper describes the development, prototyping, and evaluation of RMAIS (RFID-based Medication Adherence Intelligence System). Previous work in this field has resulted in devices that are either costly or too complicated for general (especially elderly) patients to operate. RMAIS provides a practical and economical means for ordinary patients to easily manage their own medications, taking the right dosage of medicine at the prescribed time in a fully automatic way. The system design has the following features: (1) fully automatic operation for easy medication by using the built-in scale for dosage measurement and a motorized rotation plate to deliver the right medicine container in front of a patient, (2) various medication reminder messages for patients, and noncompliance alerts for caregivers (such as doctors, relatives or social workers who take care of the patients), and (3) incremental and economical adoption by pharmacies, patients, and insurance companies.",
		"pages": "505-514",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1350453312001749",
		"journal": "Medical Engineering & Physics",
		"volume": "35"
	},
	{
		"id": "ISKRATSCH2009133",
		"source_id": "ISKRATSCH2009133",
		"type": "article",
		"title": "Specificity analysis of lectins and antibodies using remodeled glycoproteins",
		"author": "Thomas Iskratsch and Andreas Braun and Katharina Paschinger and Iain B.H. Wilson",
		"keywords": "Lectins, Glycosyltransferases, Glycans, Sialic acid, Fucose",
		"doi": "https://doi.org/10.1016/j.ab.2008.12.005",
		"abstract": "Due to their ability to bind specifically to certain carbohydrate sequences, lectins are a frequently used tool in cytology, histology, and glycan analysis but also offer new options for drug targeting and drug delivery systems. For these and other potential applications, it is necessary to be certain as to the carbohydrate structures interacting with the lectin. Therefore, we used glycoproteins remodeled with glycosyltransferases and glycosidases for testing specificities of lectins from Aleuria aurantia (AAL), Erythrina cristagalli (ECL), Griffonia simplicifolia (GSL I-B4), Helix pomatia agglutinin (HPA), Lens culinaris (LCA), Lotus tetragonolobus (LTA), peanut (Arachis hypogaeae) (PNA), Ricinus communis (RCA I), Sambucus nigra (SNA), Vicia villosa (VVA), and wheat germ (Triticum vulgaris) (WGA) as well as reactivities of anti-carbohydrate antibodies (anti-bee venom, anti-horseradish peroxidase [anti-HRP], and anti-Lewisx). After enzymatic remodeling, the resulting neoglycoforms display defined carbohydrate sequences and can be used, when spotted on nitrocellulose or in enzyme-linked lectinosorbent assays, to identify the sugar moieties bound by the lectins. Transferrin with its two biantennary complex N-glycans was used as scaffold for gaining diverse N-glycosidic structures, whereas fetuin was modified using glycosidases to test the specificities of lectins toward both N- and O-glycans. In addition, α1-acid glycoprotein and Schistosoma mansoni egg extract were chosen as controls for lectin interactions with fucosylated glycans (Lewisx and core α1,3-fucose). Our data complement and expand the existing knowledge about the binding specificity of a range of commercially available lectins.",
		"pages": "133-146",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000326970800818X",
		"journal": "Analytical Biochemistry",
		"volume": "386"
	},
	{
		"id": "SURYADEVARA2012277",
		"source_id": "SURYADEVARA2012277",
		"type": "article",
		"title": "Wireless sensors network based safe home to care elderly people: Behaviour detection",
		"author": "N.K. Suryadevara and A. Gaddam and R.K. Rayudu and S.C. Mukhopadhyay",
		"keywords": "Smart home, Wireless sensors network, Activities of daily living, Behaviour detection",
		"doi": "https://doi.org/10.1016/j.sna.2012.03.020",
		"abstract": "The age span of elderly people is increasing and this trend may continue for another two decades. The independent living of elderly people are keen on fulfilling lives, but the self-regulating way of life involve with risks, such as weakening, memory loss or impaired judgment and falls that limit mobility. In particular, the daily home activity involving basic functions like preparing breakfast or food, showering, walking, sleeping, watching television, reading books etc., is a key indicator in determining the performance of elder home activity. An intelligent, robust, less cost, flexible and real time home monitoring unit has been developed to record the basic home activities and respond immediately when there is a change in the regular daily activity of the elder person. This paper will report our recent works on the development of intelligent algorithm to determine the behavior.",
		"pages": "277-283",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924424712001847",
		"journal": "Sensors and Actuators A: Physical",
		"volume": "186"
	},
	{
		"id": "NUGENT2014459",
		"source_id": "NUGENT2014459",
		"type": "incollection",
		"title": "13.18 - Sensor Technology for a Safe and Smart Living Environment for the Aged and Infirm at Home",
		"author": "C.D. Nugent and S.I. McClean and I. Cleland and W. Burns",
		"keywords": "Ambient assisted living, Data processing, Interoperability, Sensor technologies, Smart environments",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-08-096532-1.01319-4",
		"isbn": "978-0-08-096533-8",
		"abstract": "Smart environments have the potential to allow users to engage and interact seamlessly with their immediate surroundings. This has been made possible by the introduction of intelligent technologies, coupled with software-based services. It is evident that technological advances have provided a new era for both sensing technology and computational processing to facilitate the vision of smart environments. Although a number of challenges exist in their deployment, a number of large-scale programs are endeavoring to progress their uptake further. This chapter discusses the main technological components of a smart environment, including sensor technologies, assistive technologies, and data processing. In particular, this chapter describes the use of home-based and wearable sensing platforms within the realms of smart environments. Furthermore, this chapter discusses key challenges within this domain, namely, device interoperability, data processing, and sensor fusion. The chapter concludes by summarizing how smart environments can potentially alleviate many of the challenges associated with demographic changes through facilitating independent living and aiding in the management of long-term chronic health conditions.",
		"pages": "459-472",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780080965321013194"
	},
	{
		"id": "HALL2005107",
		"source_id": "HALL2005107",
		"type": "article",
		"title": "The entangled geographies of social exclusion/inclusion for people with learning disabilities",
		"author": "Edward Hall",
		"keywords": "Learning disability, Social exclusion, Social inclusion, Self-advocacy",
		"doi": "https://doi.org/10.1016/j.healthplace.2004.10.007",
		"abstract": "People with learning disabilities (PWLD) are one of the most marginalised groups in Western society. Social policies attempting to redress this situation focus on their ‘reinclusion’ into mainstream socio-spaces through engagement in ‘normal’ activities, primarily paid employment and independent living. Drawing on group interviews in Scotland, the paper develops a nuanced account of the lives of PWLD, exploring their experiences of exclusion and seeming ‘inclusion’, and also the alternative spaces and networks of inclusion developed by many PWLD. The paper argues that the situations and experiences of exclusion/inclusion are complex and ‘entangled’, shaped by the socio-spatial contexts within which PWLD live. The paper ‘reimagines’ social inclusion as a transformation of mainstream social spaces to incorporate PWLD, achieved through self-advocacy.",
		"pages": "107-115",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1353829204000942",
		"journal": "Health & Place",
		"volume": "11"
	},
	{
		"id": "LUNENFELD2013643",
		"source_id": "LUNENFELD2013643",
		"type": "article",
		"title": "The clinical consequences of an ageing world and preventive strategies",
		"author": "Bruno Lunenfeld and Pamela Stratton",
		"keywords": "ageing, life expectancy, health expectancy, preventive strategies, fertility rate",
		"doi": "https://doi.org/10.1016/j.bpobgyn.2013.02.005",
		"abstract": "Over the past century, the world has seen unprecedented declines in mortality rates, leading to an accelerated increase in the world population. This century will realise falling fertility rates alongside ageing populations. The 20th century was the century of population growth; the 21st century will be remembered as the century of ageing. Increase in life expectancy is one of the highest achievements of humankind; however, ageing and age-related disease is a mounting challenge for individuals, families, and for social, economic, and healthcare systems. Since healthy life expectancy has lagged behind the increase in life expectancy, the rise in morbidity will increase the burden on healthcare systems. Implementation of preventive health strategies to decrease, delay or prevent frailty, lung, breast and colon cancer, cardiovascular disease, metabolic syndrome, osteoporosis and osteopaenia, may increase health expectancy, and permit women to age gracefully and maintain independent living, without disability, for as long as possible.",
		"pages": "643-659",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1521693413000278",
		"journal": "Best Practice & Research Clinical Obstetrics & Gynaecology",
		"volume": "27"
	},
	{
		"id": "CESAREO2015359",
		"source_id": "CESAREO2015359",
		"type": "incollection",
		"title": "Chapter 18 - Visual disability and quality of life in glaucoma patients",
		"author": "Massimo Cesareo and Elena Ciuffoletti and Federico Ricci and Filippo Missiroli and Mario Alberto Giuliano and Raffaele Mancino and Carlo Nucci",
		"keywords": "Glaucoma, Disability, Quality of life, Visual field, Perimetry, Reading ability, Daily living activities",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/bs.pbr.2015.07.003",
		"abstract": "Glaucoma is an optic neuropathy that can result in progressive and irreversible vision loss, thereby affecting quality of life (QoL) of patients. Several studies have shown a strong correlation between visual field damage and visual disability in patients with glaucoma, even in the early stages of the disease. Visual impairment due to glaucoma affects normal daily activities required for independent living, such as driving, walking, and reading. There is no generally accepted instrument for assessing quality of life in glaucoma patients; different factors involved in visual disability from the disease are difficult to quantify and not easily standardized. This chapter summarizes recent works from clinical and epidemiological studies, which describe how glaucoma affects the performance of important vision-related activities and QoL.",
		"pages": "359-374",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0079612315001090",
		"volume": "221"
	},
	{
		"id": "CALVANI2015231",
		"source_id": "CALVANI2015231",
		"type": "incollection",
		"title": "Chapter 22 - Nutritional Strategies Against Sarcopenia of Aging: Current Evidence and Future Directions",
		"author": "Riccardo Calvani and Francesco Landi and Agnese Collamati and Elisabetta Serafini and Roberto Bernabei and Emanuele Marzetti",
		"keywords": "protein, vitamin D, calorie restriction, resveratrol, gut microbiota, antioxidants, creatine, supplements, exercise, metabolomics",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-418680-4.00022-1",
		"isbn": "978-0-12-418680-4",
		"abstract": "Sarcopenia is the loss of skeletal muscle mass and function that occurs with aging. This condition is associated with increased risk for several adverse health outcomes, including frailty, disability, falls, loss of independent living, and mortality. As yet, no pharmacological treatment exists to halt the progression of sarcopenia; similarly, no pharmacological remedies are available to prevent its onset. The combination of nutritional interventions and physical exercise is currently considered to be the most effective strategy for the management of sarcopenia. In this chapter, the role of nutrition as a countermeasure for sarcopenia is discussed. The chapter is organized into three main sections: established dietary recommendations, novel nutritional candidates, and possible dietary strategies. We conclude with presenting issues related to inappropriate prescription of nutritional supplements, and the prospect of adopting cutting-edge technologies to design targeted dietary interventions.",
		"pages": "231-238",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780124186804000221"
	},
	{
		"id": "PRATT2014341",
		"source_id": "PRATT2014341",
		"type": "incollection",
		"title": "12 - Residential Services and Independent Living",
		"author": "Carlos W. Pratt and Kenneth J. Gill and Nora M. Barrett and Melissa M. Roberts",
		"keywords": "residential services, linear continuum approach, Housing First, , supported housing",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-387002-5.00012-3",
		"isbn": "978-0-12-387002-5",
		"abstract": "Helping people with psychiatric disabilities to choose and maintain safe and affordable housing is an important goal of psychiatric rehabilitation practitioners and one of its toughest challenges. Where we live is an integral part of our lives. Having a satisfactory home that we are generally content with and where we feel safe and secure has a positive impact on the quality of our lives. Residing in a place where we are uncomfortable and where our safety and security may be threatened is very stressful and has a negative impact on our sense of well-being and quality of life. Helping people with psychiatric disabilities to choose and maintain safe and affordable housing is an important goal of psychiatric rehabilitation practitioners and one of its toughest challenges. Where we live is an integral part of our lives. Having a satisfactory home that we are generally content with and where we feel safe and secure has a positive impact on the quality of our lives. Residing in a place where we are uncomfortable and where our safety and security may be threatened is very stressful and has a negative impact on our sense of well-being and quality of life. Many individuals who have serious mental illnesses reside in environments that are not of their own choosing. Some reside in supervised residential programs that have restrictive policies such as curfews or mandatory attendance at day programs. Another source of discomfort may be sharing their living space with others who they do not know well and may not like. Many consumers do live independently, but because so many people with psychiatric disabilities live below the poverty line they may live in substandard housing in neighborhoods that have high crime rates. In addition, a sizable percentage of people who have a severe mental illness are homeless for some period of their lives (Carling, 1994; Torrey, 2006; O’Hara, 2003). These and other difficult living arrangements are endured by a substantial number of consumers who may not have access to other options. This chapter will answer the following questions:1.Where did ex-psychiatric patients go once the era of deinstitutionalization began?2.What are the current models of residential service provision?3.How can people with psychiatric disabilities achieve the goal of independent living?4.Why is it such a struggle for consumers to find a decent place to live in their communities?",
		"pages": "341-372",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123870025000123"
	}
]