[
	{
		"id": "QUEIROS2014409",
		"source_id": "QUEIROS2014409",
		"type": "article",
		"title": "ICF Inspired Personas to Improve Development for Usability and Accessibility in Ambient Assisted Living",
		"author": "Alexandra Queirós and Margarida Cerqueira and Ana Isabel Martins and Anabela G. Silva and Joaquim Alvarelhão and António Teixeira and Nelson Pacheco Rocha",
		"keywords": "Personas, Scenarios, Usability and accessibility, Ambient Assisted Living developments",
		"doi": "https://doi.org/10.1016/j.procs.2014.02.045",
		"abstract": "Ambient Assisted Living (AAL) is an important research and development area. The acceptance of the AAL paradigm is closely related to the quality of the available systems and services, namely in terms of the user interaction. This means that usability and accessibility are crucial issues. The paper presents how the concepts of the International Classification of Functioning, Disability and Health (ICF) can be used to optimize the role of personas and scenarios in the development and evaluation of AAL systems and services, especially in aspects related with human functioning and health conditions.",
		"pages": "409-418",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914000477",
		"journal": "Procedia Computer Science",
		"volume": "27"
	},
	{
		"id": "NAKAGAWA2013985",
		"source_id": "NAKAGAWA2013985",
		"type": "article",
		"title": "Relevance and perspectives of AAL in Brazil",
		"author": "Elisa Y. Nakagawa and Pablo O. Antonino and Martin Becker and José C. Maldonado and Holger Storf and Karina B. Villela and Dieter Rombach",
		"keywords": "Ambient Assisted Living (AAL), AAL platform, Reference architecture, Population aging",
		"doi": "https://doi.org/10.1016/j.jss.2012.10.013",
		"abstract": "Population aging has been taking place in many countries across the globe and more recently in emerging countries. In this context, Ambient Assisted Living (AAL) has become one focus of attention, including methods, products, services, and AAL software systems that support the everyday lives of elderly people, promoting mainly their independence and dignity. From the perspective of computer science, efforts are already being dedicated to adequately developing AAL systems. However, in spite of its relevance, AAL has not been properly investigated in emerging countries, including Brazil. Thus, the contribution of this paper is to present the main perspectives of research in AAL, in particular in the area of software engineering, considering that the Brazilian population is also subject to the aging process. The main intention of this paper is to raise the interest of Brazilian researchers, as well as government and industry, for this important area.",
		"pages": "985-996",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121212002841",
		"journal": "Journal of Systems and Software",
		"volume": "86"
	},
	{
		"id": "HILIA2013540",
		"source_id": "HILIA2013540",
		"type": "article",
		"title": "Trends and Challenges in Formal Specification and Verification of Services Composition in Ambient Assisted Living Applications",
		"author": "Mohamed Hilia and Abdelghani Chibani and Karim Djouani",
		"keywords": "Ambient Assisted Living, Ontology Specification and Modeling, Theorem Proving, Isabelle/HOL",
		"doi": "https://doi.org/10.1016/j.procs.2013.06.072",
		"abstract": "Emerging Ambient Assisted Living (AAL) applications, as a part of AmI applications, deal essentially with health- care related applications such as assistance to the elderly and handicapped persons, emergency services. Several ap- proaches and techniques have been proposed, providing formal languages modeled with ontologies (e.g. OWL-S, WSMO) that describe in semantic way the environment. In this paper, relevant challenges of the current AAL ap- plication development, with a focus on the formal specification and verification are discussed. A formal system which enable to specify a semantic model represented by an upper ontology is presented. The innovative aspect of the proposed model concerns the use of a constructive description logic.",
		"pages": "540-547",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050913006807",
		"journal": "Procedia Computer Science",
		"volume": "19"
	},
	{
		"id": "HENDRICH2015027",
		"source_id": "HENDRICH2015027",
		"type": "article",
		"title": "Architecture and Software Design for a Service Robot in an Elderly-Care Scenario",
		"author": "Norman Hendrich and Hannes Bistry and Jianwei Zhang",
		"keywords": "service robots, ambient assisted living, manipulation and grasping, user study",
		"doi": "https://doi.org/10.15302/J-ENG-2015007",
		"abstract": "ABSTRACT Systems for ambient assisted living (AAL) that integrate service robots with sensor networks and user monitoring can help elderly people with their daily activities, allowing them to stay in their homes and live active lives for as long as possible. In this paper, we outline the AAL system currently developed in the European project Robot-Era, and describe the engineering aspects and the service-oriented software architecture of the domestic robot, a service robot with advanced manipulation capabilities. Based on the robot operating system (ROS) middleware, our software integrates a large set of advanced algorithms for navigation, perception, and manipulation. In tests with real end users, the performance and acceptability of the platform are evaluated.",
		"pages": "027-035",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S209580991630042X",
		"journal": "Engineering",
		"volume": "1"
	},
	{
		"id": "BENGHAZI2012498",
		"source_id": "BENGHAZI2012498",
		"type": "article",
		"title": "Enabling correct design and formal analysis of Ambient Assisted Living systems",
		"author": "Kawtar Benghazi and María V. Hurtado and Miguel J. Hornos and María L. Rodríguez and Carlos Rodríguez-Domínguez and Ana B. Pelegrina and María J. Rodríguez-Fórtiz",
		"keywords": "AAL, Ambient Assisted Living, Formal methods, Time-constraints, Verification, Validation",
		"doi": "https://doi.org/10.1016/j.jss.2011.05.022",
		"abstract": "Ambient Assisted Living (AAL) systems intend to provide services that enable people with specific needs to live an independent and safe life. Emergency treatment services are critical, time-constrained, and require compliance to numerous non-functional (or quality) requirements. In conventional approaches, often, non-functional requirements are kept outside the modeling scope and as such, their verification is also overlooked. For this reason, the specification and verification of Non-functional requirements (NFR) in this kind of services is a key issue. This paper presents a verification approach based on timed traces semantics and a methodology based on UML-RT models (MEDISTAM-RT) to check the fulfillment of non-functional requirements, such as timeliness and safety (deadlock freeness), and to assure the correct functioning of the AAL systems. We validate this approach by its application to an Emergency Assistance System for monitoring people suffering from cardiac alteration with syncope.",
		"pages": "498-510",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121211001221",
		"journal": "Journal of Systems and Software",
		"volume": "85"
	},
	{
		"id": "FORKAN2014114",
		"source_id": "FORKAN2014114",
		"type": "article",
		"title": "CoCaMAAL: A cloud-oriented context-aware middleware in ambient assisted living",
		"author": "Abdur Forkan and Ibrahim Khalil and Zahir Tari",
		"keywords": "Ambient assisted living, Body sensor, Ambient intelligence, Context-aware service, Cloud computing",
		"doi": "https://doi.org/10.1016/j.future.2013.07.009",
		"abstract": "Research into ambient assisted living (AAL) strives to ease the daily lives of people with disabilities or chronic medical conditions. AAL systems typically consist of multitudes of sensors and embedded devices, generating large amounts of medical and ambient data. However, these biomedical sensors lack the processing power to perform key monitoring and data-aggregation tasks, necessitating data transmission and computation at central locations. The focus here is on the development of a scalable and context-aware framework and easing the flow between data collection and data processing. The resource-constrained nature of typical wearable body sensors is factored into our proposed model, with cloud computing features utilized to provide a real-time assisted-living service. With the myriad of distributed AAL systems at play, each with unique requirements and eccentricities, the challenge lies in the need to service these disparate systems with a middleware layer that is both coherent and flexible. There is significant complexity in the management of sensor data and the derivation of contextual information, as well as in the monitoring of user activities and in locating appropriate situational services. The proposed CoCaMAAL model seeks to address such issues and implement a service-oriented architecture (SOA) for unified context generation. This is done by efficiently aggregating raw sensor data and the timely selection of appropriate services using a context management system (CMS). With a unified model that includes patients, devices, and computational servers in a single virtual community, AAL services are enhanced. We have prototyped the proposed model and implemented some case studies to demonstrate its effectiveness.",
		"pages": "114-127",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X13001544",
		"journal": "Future Generation Computer Systems",
		"volume": "35"
	},
	{
		"id": "COMPAGNA201519",
		"source_id": "COMPAGNA201519",
		"type": "article",
		"title": "The limits of participatory technology development: The case of service robots in care facilities for older people",
		"author": "Diego Compagna and Florian Kohlbacher",
		"keywords": "Older user, Participatory technology development, Scenario-based design, Ambient assisted living, Care robotics",
		"doi": "https://doi.org/10.1016/j.techfore.2014.07.012",
		"abstract": "The paper examines how participatory technology development (pTD) in the field of ambient assisted living (AAL) is marked by several weaknesses. We will discuss these from a theoretical point of view as well as based on empirical findings of a three-year project dedicated to the achievement of pTD within a representative AAL domain, adopting the scenario-based design (SBD) method. The case study – dealing with the introduction of care robots in a care facility for the elderly – will be examined by an ethnographical qualitative analysis as well as by three theoretical approaches often used in the field of Science and Technology Studies (STS). We combine these three approaches with an ethnographical analysis to achieve a deeper understanding of several difficulties with pTD that are typical in the realization within the AAL field, especially when a mediating method, such as SBD, is adopted. In this respect the theoretical contribution consists of outlining the importance of a strictly bottom-up view on pTD. Finally, we conclude with two general recommendations on how the inclusion of care workers and older people as target groups of pTD within the AAL field can be accomplished more successfully.",
		"pages": "19-31",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162514002376",
		"journal": "Technological Forecasting and Social Change",
		"volume": "93"
	},
	{
		"id": "RODRIGUES201467",
		"source_id": "RODRIGUES201467",
		"type": "article",
		"title": "Portable Interface and Local Service Manager",
		"author": "Pedro Miguel Rodrigues and Diamantino Rui Freitas and Joaquim Gabriel",
		"keywords": "Ambient Assisted Living, elderly, control, Android Software, home devices",
		"doi": "https://doi.org/10.1016/j.procs.2014.02.009",
		"abstract": "The world demographic projections showed a rise of the elderly population as result of the increase in life expectancy. To check all the possible assistance to the elderly to live this new stage with dignity, autonomy, self-reliance, mobility, security, health and well-being, is a challenge for the Ambient Assisted Living (AAL) technology approach. In this sense, this study attempted to create an Android software to allow disabled and elderly persons to control home devices (lamps, alarm, etc.) and to obtained temperature and other information through speech via an Android Phone.",
		"pages": "67-73",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914000118",
		"journal": "Procedia Computer Science",
		"volume": "27"
	},
	{
		"id": "DRAGONE2015269",
		"source_id": "DRAGONE2015269",
		"type": "article",
		"title": "A cognitive robotic ecology approach to self-configuring and evolving AAL systems",
		"author": "Mauro Dragone and Giuseppe Amato and Davide Bacciu and Stefano Chessa and Sonya Coleman and Maurizio Di Rocco and Claudio Gallicchio and Claudio Gennaro and Hector Lozano and Liam Maguire and Martin McGinnity and Alessio Micheli and Gregory M.P. O׳Hare and Arantxa Renteria and Alessandro Saffiotti and Claudio Vairo and Philip Vance",
		"keywords": "Robotic ecology, Ambient assisted living, Cognitive robotics, Machine learning, Planning",
		"doi": "https://doi.org/10.1016/j.engappai.2015.07.004",
		"abstract": "Robotic ecologies are systems made out of several robotic devices, including mobile robots, wireless sensors and effectors embedded in everyday environments, where they cooperate to achieve complex tasks. This paper demonstrates how endowing robotic ecologies with information processing algorithms such as perception, learning, planning, and novelty detection can make these systems able to deliver modular, flexible, manageable and dependable Ambient Assisted Living (AAL) solutions. Specifically, we show how the integrated and self-organising cognitive solutions implemented within the EU project RUBICON (Robotic UBIquitous Cognitive Network) can reduce the need of costly pre-programming and maintenance of robotic ecologies. We illustrate how these solutions can be harnessed to (i) deliver a range of assistive services by coordinating the sensing & acting capabilities of heterogeneous devices, (ii) adapt and tune the overall behaviour of the ecology to the preferences and behaviour of its inhabitants, and also (iii) deal with novel events, due to the occurrence of new user׳s activities and changing user׳s habits.",
		"pages": "269-280",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197615001517",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "45"
	},
	{
		"id": "ERKENS201217e1",
		"source_id": "ERKENS201217.e1",
		"type": "article",
		"title": "AAL verändert Berufsfelder – spezifische Anforderungen an eine akademische Ausbildung",
		"author": "Elmar Erkens",
		"keywords": "Ambiend Assisted Living, Unterstützungssysteme, Gesundheitstechnologie, Management, Netzwerk, ambiend assisted living, technical support, health technology, management, network",
		"doi": "https://doi.org/10.1016/j.phf.2012.09.007",
		"abstract": "Einleitung Der Artikel leitet vor dem Hintergrund des wachsenden Bedarfs an Angeboten im Rahmen des Ambient Assisted Livings (AAL) u.a. für die häusliche Umgebung sowie der Notwendigkeit zur Integration sich überschneidender Gewerke die Sinnhaftigkeit eines akademischen Studiums mit Querschnittkompetenzen aus verschieden Fachdisziplinen ab. Summary The Article underlines the growing requirement of AAL-opportunities for example for privat homes and the basic necessity to integrate different technical solutions. To realise such complex Projects, it is nessesary to build and coordinate a Team with different Competencies. The know-how to coordinate an AAL-Project based on different fields of academincal and technical Knowledge. One opportunity is to qualify students for these new profession.",
		"pages": "17.e1-17.e4",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0944558712000698",
		"journal": "Public Health Forum",
		"volume": "20"
	},
	{
		"id": "CHAARAOUI201210873",
		"source_id": "CHAARAOUI201210873",
		"type": "article",
		"title": "A review on vision techniques applied to Human Behaviour Analysis for Ambient-Assisted Living",
		"author": "Alexandros André Chaaraoui and Pau Climent-Pérez and Francisco Flórez-Revuelta",
		"keywords": "Human behaviour, Ambient-Assisted Living, Computer vision, Motion analysis, Action recognition, Activity recognition, Activities of daily living (ADLs)",
		"doi": "https://doi.org/10.1016/j.eswa.2012.03.005",
		"abstract": "Human Behaviour Analysis (HBA) is more and more being of interest for computer vision and artificial intelligence researchers. Its main application areas, like Video Surveillance and Ambient-Assisted Living (AAL), have been in great demand in recent years. This paper provides a review on HBA for AAL and ageing in place purposes focusing specially on vision techniques. First, a clearly defined taxonomy is presented in order to classify the reviewed works, which are consequently presented following a bottom-up abstraction and complexity order. At the motion level, pose and gaze estimation as well as basic human movement recognition are covered. Next, the mainly used action and activity recognition approaches are presented with examples of recent research works. Increasing the degree of semantics and the time interval involved in the HBA, finally the behaviour level is reached. Furthermore, useful tools and datasets are analysed in order to provide help for initiating projects.",
		"pages": "10873-10888",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417412004757",
		"journal": "Expert Systems with Applications",
		"volume": "39"
	},
	{
		"id": "RODRIGUES2012112",
		"source_id": "RODRIGUES2012112",
		"type": "article",
		"title": "Dependability analysis in the Ambient Assisted Living Domain: An exploratory case study",
		"author": "Genaína Nunes Rodrigues and Vander Alves and Renato Silveira and Luiz A. Laranjeira",
		"keywords": "Ambient Assisted Living, Dependability analysis, Component-based system",
		"doi": "https://doi.org/10.1016/j.jss.2011.07.037",
		"abstract": "Ambient Assisted Living (AAL) investigates the development of systems involving the use of different types of sensors, which monitor activities and vital signs of lonely elderly people in order to detect emergency situations or deviations from desirable medical patterns. Instead of requiring the elderly person to manually push a button to request assistance, state-of-the-art AAL solutions automate the process by ‘perceiving’ lonely elderly people in their home environment through various sensors and performing appropriate actions under the control of the underlying software. Dependability in the AAL domain is a critical requirement, since poor system availability, reliability, safety, or integrity may cause inappropriate emergency assistance to potentially have fatal consequences. Nevertheless, contemporary research has not focused on assessing dependability in this domain. This work attempts to fill this gap presenting an approach which relies on modern quantitative and qualitative dependability analysis techniques based on software architecture. The analysis method presented in this paper consists of conversion patterns from Unified Modeling Language (UML) behavior models of the AAL software architecture into a formal executable specification, based on a probabilistic process algebra description language, which enables a sound quantitative and qualitative analysis. The UML models specify system component interactions and are annotated with component failure probabilities and system usage profile information. The resulting formal specification is executed on PRISM, a model checking tool adequate for the purpose of our analysis in order to identify a set of domain-specific dependability properties expressed declaratively in Probabilistic Computational Tree Logic (PCTL). The benefits of using these techniques are twofold. Firstly, they allow us to seamlessly integrate the analysis during subsequent software lifecycle stages in critical scenarios. Secondly, we identify the components which have the highest impact on software system dependability, and therefore, be able to address software architecture and individual software component problems prior to implementation and the occurrence of critical errors.",
		"pages": "112-131",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121211002056",
		"journal": "Journal of Systems and Software",
		"volume": "85"
	},
	{
		"id": "SILVA2012181",
		"source_id": "SILVA2012181",
		"type": "article",
		"title": "A Bluetooth Approach to Diabetes Sensing on Ambient Assisted Living systems",
		"author": "Sérgio Silva and Hugo Martins and António Valente and Salviano Soares",
		"keywords": "Bluetooth Low Energy, Wireless Sensor, Battery-less Sensor, Diabetes, Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.procs.2012.10.021",
		"abstract": "The metabolic disorder which entails the absent or reduced control of blood glucose in the body by means of insulin dependence (Type1) or intolerance (Type 2) affects more than 366 million people in 2011. This represents an increase of 28% new cases in one year. Diabetes Mellitus has become the most common chronic diseases in nearly all countries, and continues to increase in numbers and significance, as economic development and urbanization lead to changing lifestyles characterized by reduced physical activity, and increased obesity. Ambient Assisted Living (AAL), is based on a set of technologies which aims to provide an enhanced support to peoples daily life, namely the offer of new solutions for healthcare to improve the quality of life of the population and reduce costs associated with healthcare. This paper presents a Bluetooth prototype low power battery-less wireless sensor communication system capable transmitting the information to a mobile phone or wrist wireless phone. The purpose of the system is to gather routine information from the glucose monitoring system proposed by Leal, et al and interact with systems like Ambient Assisted Living from Martins, et al.",
		"pages": "181-188",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050912007831",
		"journal": "Procedia Computer Science",
		"volume": "14"
	},
	{
		"id": "LI2015229",
		"source_id": "LI2015229",
		"type": "article",
		"title": "Cognitive assisted living ambient system: a survey",
		"author": "Ruijiao Li and Bowen Lu and Klaus D. McDonald-Maier",
		"keywords": "Assitive living, Digital communication, Smart home, Robotics, Sensor network",
		"doi": "https://doi.org/10.1016/j.dcan.2015.10.003",
		"abstract": "The demographic change towards an aging population is creating a significant impact and introducing drastic challenges to our society. We therefore need to find ways to assist older people to stay independently and prevent social isolation of these population. Information and Communication Technologies (ICT) provide various solutions to help older adults to improve their quality of life, stay healthier, and live independently for a time. Ambient Assisted Living (AAL) is a field to investigate innovative technologies to provide assistance as well as healthcare and rehabilitation to impaired seniors. The paper provides a review of research background and technologies of AAL.",
		"pages": "229-252",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352864815000589",
		"journal": "Digital Communications and Networks",
		"volume": "1"
	},
	{
		"id": "WEIMAR2009710",
		"source_id": "WEIMAR2009710",
		"type": "article",
		"title": "Microsystem Technology for Ambient Assisted Living (AAL)",
		"author": "U. Weimar and R. Simpson and N. Barsan and T. Heine and W. Simmendinger and M. Malfatti and B. Margesin and L. Gonzo and M. Grassi and A. Lombardi and P. Malcovati and A. Leone and G. Diraco and P. Siciliano and O. v. Sicard and R. Pohle and M. Fleischer and A. Redaelli and A. Giacosi and C. Bonassi",
		"keywords": "Ambient Assited Living (AAL), User centred Design (UCD), firedetection, fall detection, acceloremeter, 3D position detector",
		"doi": "https://doi.org/10.1016/j.proche.2009.07.177",
		"abstract": "AAL is certainly an application area with sensor as well as actuator needs. Some of the requirements can be fulfilled by state of the art technology; some areas however still need a lot of R&D efforts for potential applications in homes. The contribution describes two areas of interest and actual development: One is the topic of robust fire detection; the other domain is fall detection. For both application areas one has to understand both the state of the art and the drawbacks of the current solutions. One can state clearly that there is a huge potential for the development of new microsystems. Still one has to keep in mind that usage in elderly homes also requires consent and cooperation of the users which is the focus of the user centered design principle.",
		"pages": "710-713",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1876619609001788",
		"journal": "Procedia Chemistry",
		"volume": "1"
	},
	{
		"id": "LEONE2013511",
		"source_id": "LEONE2013511",
		"type": "article",
		"title": "TOF Sensor Network for AAL Monitoring Services",
		"author": "Alessandro Leone and Giovanni Diraco and Pietro Siciliano",
		"keywords": "Time-of-Flight Sensor, Sensor Network, lndoor Monitoring, Event Detection, Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.procs.2013.06.068",
		"abstract": "The main goal of Ambient Assisted Living solutions is to provide assistive technologies and services in smart environments allowing to elderly people to have high quality of life. Since Time-Of-Flight vision technologies are increasingly investigated as monitoring solution able to outperform traditional approaches, in this work a monitoring framework based on a Time-Of-Flight sensor network has been investigated with the aim to provide a wide-range solution suitable in several assisted living scenarios. Detector nodes are managed by a low-power embedded PC to process Time-Of-Flight streams and extract features related with persons activities. The feature level of detail is tuned in an application-driven manner in order to optimize both bandwidth and computational resources. The event detection capabilities were validated by using data collected in real-home environments.",
		"pages": "511-515",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050913006765",
		"journal": "Procedia Computer Science",
		"volume": "19"
	},
	{
		"id": "SEBBAK20131235",
		"source_id": "SEBBAK20131235",
		"type": "article",
		"title": "An evidential fusion approach for activity recognition in ambient intelligence environments",
		"author": "Faouzi Sebbak and Abdelghani Chibani and Yacine Amirat and Aicha Mokhtari and Farid Benhammadi",
		"keywords": "Ubiquitous networked robots, Ambient intelligence, Ambient Assisted Living (AAL), Activity recognition, Dempster–Shafer theory, Combination rule, Conflict resolution",
		"doi": "https://doi.org/10.1016/j.robot.2013.05.010",
		"abstract": "With the growing emergence of ambient intelligence, ubiquitous computing, sensor networks and wireless networking technologies, “ubiquitous networked robotics” is becoming an active research domain of intelligent autonomous systems. It targets new innovative applications in which robotic systems will become part of these networks of artifacts to provide novel capabilities and various assistive services anywhere and anytime, such as healthcare and monitoring services for elderly in Ambient Assisted Living (AAL) environments. Situation recognition, in general, and activity recognition, in particular, provide an added value on the contextual information that can help the ubiquitous networked robot to autonomously provide the best service that meet the needs of the elderly. Dempster–Shafer theory of evidence and its derivatives are an efficient tool to handle uncertainty and incompleteness in smart homes and ubiquitous computing environments. However, their combination rules yield counter-intuitive results in high conflicting activities. In this paper, we propose a new approach to support conflict resolution in activity recognition in AAL environments. This approach is based on a new mapping for conflict evidential fusion to increase the efficiency and accuracy of activity recognition. It gives intuitive interpretation for combining multiple sources in all conflicting situations. The proposed approach, evaluated on a real world smart home dataset, achieves 78% of accuracy in activity recognition. The obtained results outperform those obtained with the existing combination rules.",
		"pages": "1235-1245",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889013001085",
		"journal": "Robotics and Autonomous Systems",
		"volume": "61"
	},
	{
		"id": "LINNER20158",
		"source_id": "LINNER20158",
		"type": "article",
		"title": "Assistive robotic micro-rooms for independent living",
		"author": "Thomas Linner and Jörg Güttler and Thomas Bock and Christos Georgoulas",
		"keywords": "Activities of Daily Living, Robotic rooms, Service robotics, Modularity, Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.autcon.2014.12.013",
		"abstract": "The demographic change situation in Germany, as well as in other leading industrial nations, leads to an overload of the family and institutionalized nursing care system structure. For this reason, novel solutions must be developed, in order to guarantee fully independent living of the elderly people, and an efficient assistance or nursing, in diverse living environments. The research project LISA has investigated the possibilities to embed mechatronic, assistive functions and services into compact wall “terminal” elements thereby enabling autonomous and independent living upon performing Activities of Daily Living (ADLs) by means of generated structured environments and robotic micro-rooms (RmRs). In this article, a classification of the approach in the broader context of research, as well as a statement of methodical and structured multi-phase development are described. The conceptual and development phases and the technical details using selected assistive functions of the entire system are presented. The article explains the methodical approach throughout the four phases of development and focuses on essential field trials with collected user feedback.",
		"pages": "8-22",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092658051400257X",
		"journal": "Automation in Construction",
		"volume": "51"
	},
	{
		"id": "FERNANDEZLUQUE2013907",
		"source_id": "FERNANDEZLUQUE2013907",
		"type": "article",
		"title": "An energy efficient middleware for an ad-hoc AAL wireless sensor network",
		"author": "Francisco J. Fernandez-Luque and David Pérez and Félix Martínez and Ginés Domènech and Isabel Navarrete and Juan Zapata and Ramón Ruiz",
		"keywords": "Ambient assisted living, Low power, Wireless sensor network, Middleware, Data aggregation",
		"doi": "https://doi.org/10.1016/j.adhoc.2012.10.003",
		"abstract": "DIA (Dispositivo Inteligente de Alarma, in Spanish) is an AAL (Ambient Assisted Living) system that allows to infer a potential dangerous action of an elderly person living alone at home. This inference is obtained by a specific sensorisation with sensor nodes (portables and fixes) and a reasoning layer embedded in a PC that learns of the users behaviour patterns and advices when actual one differs significantly of the normal patterns. In AAL systems, energy is a limited resource therefore sensor devices need to be properly managed to conserve energy. In this paper, we introduce the design and implementation of innovative and specific mechanisms at the sensory layer middleware which is capable of, first to discriminate spurious motion detections assuming that these signals do not resemble the patterns of real motion detections and, second to reduce the dynamics of messages by a sensor signal processing in order to compress the whole information in one single event. The middleware achieves power saving by modifying the raw information from sensors and adapting it to the predefined semantic of the reasoning layer. It manages the important task of data processing from sensors (raw information), and transfers the pre-processed information into the top layer of reasoning in a more energy efficient way. We also address the trade-off between reducing power consumption and reducing delay for incoming data. We present results from experiments using our implementation of these mechanisms at the middleware that comprises from node firmware to the PC driver. The number of messages of the proposed method with respect to the raw data is reduced by approximately 98.5%. The resources used in the PIR signal processing is reduced by approximately 85%. The resulting delay introduced is small (10–19s) but system dynamics is slow enough to avoid contextualisation errors or reduction of system performance. We consider these results as very satisfactory.",
		"pages": "907-925",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570870512001928",
		"journal": "Ad Hoc Networks",
		"volume": "11"
	},
	{
		"id": "AHMAD2012474",
		"source_id": "AHMAD2012474",
		"type": "article",
		"title": "Using RELAX, SysML and KAOS for Ambient Systems Requirements Modeling",
		"author": "Manzoor Ahmad and Jean-Michel Bruel and Régine Laleau and Christophe Gnaho",
		"keywords": "Ambient Systems, Non Functional Requirements, Dynamic Adaptive Systems, Domain Speciﬁc Language, Relax, Requirements Engineering, Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.procs.2012.06.061",
		"abstract": "Ambient Systems are highly adaptive. They modify their behavior at run-time in response to changing environmental conditions. For these systems, Non Functional Requirements (NFRs) play an important role, and one has to identify as early as possible the requirements that are adaptable. Because of the inherent uncertainty in these systems, goal based approaches can help in the development of their requirements. Relax, which is a Requirement Engineering (RE) language for adaptive systems, can introduce ﬂexibility in NFRs to adapt to any changing environmental conditions. We illustrate our proposal through a case study of an Ambient Assisted Living (AAL) system. We use an existing goal oriented approach, based on Kaos, which extends the SysML 11http://www.sysml.org/specsmeta-model and our proposed Domain Speciﬁc Language (DSL) for Relax; that enables to derive requirements in graphical format from textual requirements in the form of SysML requirements diagrams. In this paper we show how we have integrated these two approaches for a better modeling of these systems",
		"pages": "474-481",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050912004188",
		"journal": "Procedia Computer Science",
		"volume": "10"
	},
	{
		"id": "LEONE2011770",
		"source_id": "LEONE2011770",
		"type": "article",
		"title": "Detecting falls with 3D range camera in ambient assisted living applications: A preliminary study",
		"author": "Alessandro Leone and Giovanni Diraco and Pietro Siciliano",
		"keywords": "Fall detection, 3D range camera, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.medengphy.2011.02.001",
		"abstract": "In recent years several world-wide ambient assisted living (AAL) programs have been activated in order to improve the quality of life of older people, and to strengthen the industrial base through the use of information and communication technologies. An important issue is extending the time that older people can live in their home environment, by increasing their autonomy and helping them to carry out activities of daily livings (ADLs). Research in the automatic detection of falls has received a lot of attention, with the object of enhancing safety, emergency response and independence of the elderly, at the same time comparing the social and economic costs related to fall accidents. In this work, an algorithmic framework to detect falls by using a 3D time-of-flight vision technology is presented. The proposed system presented complementary working requirements with respect to traditional worn and non-worn fall-detection devices. The vision system used a state-of-the-art 3D range camera for elderly movement measurement and detection of critical events, such as falls. The depth images provided by the active sensor allowed reliable segmentation and tracking of elderly movements, by using well-established imaging methods. Moreover, the range camera provided 3D metric information in all illumination conditions (even night vision), allowing the overcoming of some typical limitations of passive vision (shadows, camouflage, occlusions, brightness fluctuations, perspective ambiguity). A self-calibration algorithm guarantees different setup mountings of the range camera by non-technical users. A large dataset of simulated fall events and ADLs in real dwellings was collected and the proposed fall-detection system demonstrated high performance in terms of sensitivity and specificity.",
		"pages": "770-781",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1350453311000427",
		"journal": "Medical Engineering & Physics",
		"volume": "33"
	},
	{
		"id": "PINTO20141510",
		"source_id": "PINTO20141510",
		"type": "article",
		"title": "Development of an Application for Monitoring and Pre-diagnosis of COPD",
		"author": "Marta Pinto and Pedro Marques and António Damasceno",
		"keywords": "COPD, Spirometry test, GOLD classification, Android application, self-management",
		"doi": "https://doi.org/10.1016/j.protcy.2014.10.172",
		"abstract": "Home treatment of Chronic Obstructive Pulmonary Disease (COPD) by a remote monitoring system can prevent progression of patients illness and hospital admission due exacerbations. This paper presents the development of a COPD management system module to be integrated into the already existing product - OneCare Sensing, a platform able to monitor remotely biomedical parameters and/or vital signs, promoting an Ambient Assisted Living (AAL) ecosystem for patients in the comfort of their homes. Its aims is to provide a reliable and an effective system, helping patients and healthcare providers to control the COPD progress and prevent potential risk situations through alert and event settings.",
		"pages": "1510-1515",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212017314003995",
		"journal": "Procedia Technology",
		"volume": "16"
	},
	{
		"id": "FERNANDES201080",
		"source_id": "FERNANDES201080",
		"type": "article",
		"title": "Hydrogel-based photonic sensor for a biopotential wearable recording system",
		"author": "Mariana S. Fernandes and Nuno S. Dias and Alexandre F. Silva and Jivago S. Nunes and Senentxu Lanceros-Méndez and José H. Correia and Paulo M. Mendes",
		"keywords": "Wearable braincap, Contactless sensor, Brain–computer interface, Ambient-assisted living",
		"doi": "https://doi.org/10.1016/j.bios.2010.05.013",
		"abstract": "Wearable devices are used to record several physiological signals, providing unobtrusive and continuous monitoring. These systems are of particular interest for applications such as ambient-assisted living (AAL), which deals with the use of technologies, like brain–computer interface (BCI). The main challenge in these applications is to develop new wearable solutions for acquisition of electroenchephalogram (EEG) signals. Conventional solutions based on brain caps, are difficult and uncomfortable to wear. This work presents a new optical fiber biosensor based on electro-active gel – polyacrylamide (PAAM) hydrogel – with the ability to measure the required EEG signals and whose technology principle leads to contactless electrodes. Experiments were performed in order to evaluate the electro-active properties of the hydrogel and its frequency response, using an electric and optical setup. A sinusoidal electric field was applied to the hydrogel while the light passes through the sample. An optical detector was used to collect the resultant modulated light. The results have shown an adequate sensitivity in the range of μV, as well as a good frequency response, pointing the PAAM hydrogel sensor as an eligible sensing component for wearable biopotential recording applications.",
		"pages": "80-86",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0956566310002526",
		"journal": "Biosensors and Bioelectronics",
		"volume": "26"
	},
	{
		"id": "FRANCIOSO20113239",
		"source_id": "FRANCIOSO20113239",
		"type": "article",
		"title": "Flexible thermoelectric generator for ambient assisted living wearable biometric sensors",
		"author": "L. Francioso and C. De Pascali and I. Farella and C. Martucci and P. Cretì and P. Siciliano and A. Perrone",
		"keywords": "Thermoelectric, Flexible generator, Ambient assisted living, Wearable",
		"doi": "https://doi.org/10.1016/j.jpowsour.2010.11.081",
		"abstract": "In this work we proposed design, fabrication and functional characterization of a very low cost energy autonomous, maintenance free, flexible and wearable micro thermoelectric generator (μTEG), finalized to power very low consumption electronics ambient assisted living (AAL) applications. The prototype, integrating an array of 100 thin films thermocouples of Sb2Te3 and Bi2Te3, generates, at 40°C, an open circuit output voltage of 430mV and an electrical output power up to 32nW with matched load. In real operation conditions of prototype, which are believed to be very close to a thermal gradient of 15°C, the device generates an open circuit output voltage of about 160mV, with an electrical output power up to 4.18nW. In the first part of work, deposition investigation Sb2Te3 and Bi2Te3 thin films alloys on Kapton HN polyimide foil by RF magnetron co-sputtering technique is discussed. Deposition parameters have been optimized to gain perfect stoichiometric ratio and high thermoelectric power factor; fabricated thermogenerator has been tested at low gradient conditioned to evaluate applications like human skin wearable power generator for ambient assisted living applications.",
		"pages": "3239-3243",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378775310020720",
		"journal": "Journal of Power Sources",
		"volume": "196"
	},
	{
		"id": "MARTINS2012293",
		"source_id": "MARTINS2012293",
		"type": "article",
		"title": "The International Classification of Functioning, Disability and Health as a Conceptual Model for the Evaluation of Environmental Factors",
		"author": "Ana Isabel Martins and Alexandra Queirós and Margarida Cerqueira and Nelson Rocha and António Teixeira",
		"keywords": "International Classification of Functioning, Disability and Health, environmental factors, ambiente assisted living, assessibility, living lab, evaluation, Design for All",
		"doi": "https://doi.org/10.1016/j.procs.2012.10.033",
		"abstract": "The concept of Design for All emphasizes the impact of the surrounding environment in the individuals functionality. The International Classification of Functioning, Disability and Health brought the concepts of functionality and disability into a comprehensive whole of multiple dimensions of human functioning, such as biological, psychological, social and environmental. In order to contribute to a greater overall functionality of the individual, the use of software and complex systems can be decisive to assist the people with special needs in all areas of life. The paradigm introduced with ICF is inclusive and universal, so it favors not only the old people, but all others, whether they have a limitation or not. The characteristics of Ambient Assisted Living (AAL) are appropriate to fulfill elderly needs. However, the current state of development is still mostly oriented to a technological perspective, where the individuals functionality has not been fully addressed. Under the Living Usability Lab project we have defined a methodology and created some evaluation tools for assessment of AAL services according to a Living Lab perspective, based on the ICF. In this paper we intend to describe the base fundamentals of this proposal, as well as present some results concerning a practical implementation of this methodology.",
		"pages": "293-300",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050912007958",
		"journal": "Procedia Computer Science",
		"volume": "14"
	},
	{
		"id": "STAV2013e269",
		"source_id": "STAV2013e269",
		"type": "article",
		"title": "Development and evaluation of SOA-based AAL services in real-life environments: A case study and lessons learned",
		"author": "Erlend Stav and Ståle Walderhaug and Marius Mikalsen and Sten Hanke and Ivan Benc",
		"keywords": "Ambient Assisted Living, Service-Oriented Architecture, Information systems, Model-driven architecture, Model-driven development, Case study",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2011.03.007",
		"abstract": "Intro The proper use of ICT services can support seniors in living independently longer. While such services are starting to emerge, current proprietary solutions are often expensive, covering only isolated parts of seniors’ needs, and lack support for sharing information between services and between users. For developers, the challenge is that it is complex and time consuming to develop high quality, interoperable services, and new techniques are needed to simplify the development and reduce the development costs. This paper provides the complete view of the experiences gained in the MPOWER project with respect to using model-driven development (MDD) techniques for Service Oriented Architecture (SOA) system development in the Ambient Assisted Living (AAL) domain. Method To address this challenge, the approach of the European research project MPOWER (2006–2009) was to investigate and record the user needs, define a set of reusable software services based on these needs, and then implement pilot systems using these services. Further, a model-driven toolchain covering key development phases was developed to support software developers through this process. Evaluations were conducted both on the technical artefacts (methodology and tools), and on end user experience from using the pilot systems in trial sites. Results The outcome of the work on the user needs is a knowledge base recorded as a Unified Modeling Language (UML) model. This comprehensive model describes actors, use cases, and features derived from these. The model further includes the design of a set of software services, including full trace information back to the features and use cases motivating their design. Based on the model, the services were implemented for use in Service Oriented Architecture (SOA) systems, and are publicly available as open source software. The services were successfully used in the realization of two pilot applications. There is therefore a direct and traceable link from the user needs of the elderly, through the service design knowledge base, to the service and pilot implementations. The evaluation of the SOA approach on the developers in the project revealed that SOA is useful with respect to job performance and quality. Furthermore, they think SOA is easy to use and support development of AAL applications. An important finding is that the developers clearly report that they intend to use SOA in the future, but not for all type of projects. With respect to using model-driven development in web services design and implementation, the developers reported that it was useful. However, it is important that the code generated from the models is correct if the full potential of MDD should be achieved. The pilots and their evaluation in the trial sites showed that the services of the platform are sufficient to create suitable systems for end users in the domain. Conclusions A SOA platform with a set of reusable domain services is a suitable foundation for more rapid development and tailoring of assisted living systems covering reoccurring needs among elderly users. It is feasible to realize a tool-chain for model-driven development of SOA applications in the AAL domain, and such a tool-chain can be accepted and found useful by software developers.",
		"pages": "e269-e293",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505611000736",
		"journal": "International Journal of Medical Informatics",
		"volume": "82"
	},
	{
		"id": "FERNANDEZLUQUE201378",
		"source_id": "FERNANDEZLUQUE201378",
		"type": "article",
		"title": "EMFi-based low-power occupancy sensor",
		"author": "Francisco J. Fernandez-Luque and Félix Martínez and Ginés Domènech and Juan Zapata and Ramón Ruiz",
		"keywords": "Occupancy sensor, Electromechanical film, Ambient assisted living, Wireless sensor network, Low-power",
		"doi": "https://doi.org/10.1016/j.sna.2012.11.027",
		"abstract": "The use of bed/couch occupancy sensors is imperative for certain ubiquitous computing systems such as ambient assisted living (AAL). DIA (Dispositivo Inteligente de Alarma, in Spanish) is an AAL system that allows to infer a potential dangerous action of a dependant person living alone at home. This inference is obtained by a specific sensitization with sensor nodes and a reasoning layer embedded in a personal computer. In this kind of systems, energy is a limited resource therefore sensor devices need to be properly managed to conserve energy. A first approach to solve the bed/couch occupancy detection problem is found in pressure mats, but several environmental dependencies make them weak to be an efficient and reliable solution for large volume deployments. Solutions based on force-to-resistor transducer imply a too high power consumption to be integrated on wireless sensor nodes. In our previous paper, an occupancy sensor based on force-capacitive transducer has been proposed, implemented and tested. This sensor is based on electro-mechanical film (EMFi) transducer which is able to detect force variations in a quasi-passive way and, besides, is a capacitor with variable capacitance depending on the static force exerted on its surface. This detection of force change is used to trigger an active mechanism to measure the weight by means of the transducer capacitance. In this paper, we present a new low-power circuit to measure weight, by means of the capacitance of the EMFi transducer, which enhances accuracy and power consumption, simplifies the signal sampling procedure and can be implemented as a standalone device. A low-power wireless sensor node prototype including this new design has been assembled and tested with a wide range of weights. The occupancy detection was successful and the power consumption of the occupancy sensor accounts for only 2%, which is acceptable for implementation.",
		"pages": "78-88",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092442471200708X",
		"journal": "Sensors and Actuators A: Physical",
		"volume": "191"
	},
	{
		"id": "CAMARINHAMATOS2014286",
		"source_id": "CAMARINHAMATOS2014286",
		"type": "article",
		"title": "Care services provision in ambient assisted living",
		"author": "L.M. Camarinha-Matos and F. Ferrada and A.I. Oliveira and J. Rosas and J. Monteiro",
		"doi": "https://doi.org/10.1016/j.irbm.2014.08.001",
		"abstract": "Many societies are facing a big demographic shift, reflected in a fast growing generational unbalance with very high percentage of old people, which puts their social security systems in danger. In this context, a conceptual architecture for an ambient assisted living ecosystem is introduced with the objective of facilitating the development and provision of technology-supported integrated care and assistance services for senior citizens. These services are the result of collaboration among various stakeholders, enabled by the notion of collaborative ambient assisted living ecosystem. A 3-layered model is adopted for the architecture: Infrastructure layer, Care and Assistance Services layer, and Ambient Assisted Living ecosystem layer. The involved actors and their relationships are modeled as part of the architecture implementation specification. An example of service design in this context is also presented.",
		"pages": "286-298",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1959031814000852",
		"journal": "IRBM",
		"volume": "35"
	},
	{
		"id": "YAZAR20131945",
		"source_id": "YAZAR20131945",
		"type": "article",
		"title": "Fall detection using single-tree complex wavelet transform",
		"author": "Ahmet Yazar and Furkan Keskin and B. Ugur Töreyin and A. Enis Çetin",
		"keywords": "Vibration sensor, PIR sensor, Falling person detection, Feature extraction, Single-tree complex wavelet transform, Support vector machines",
		"doi": "https://doi.org/10.1016/j.patrec.2012.12.010",
		"abstract": "The goal of Ambient Assisted Living (AAL) research is to improve the quality of life of the elderly and handicapped people and help them maintain an independent lifestyle with the use of sensors, signal processing and telecommunications infrastructure. Unusual human activity detection such as fall detection has important applications. In this paper, a fall detection algorithm for a low cost AAL system using vibration and passive infrared (PIR) sensors is proposed. The single-tree complex wavelet transform (ST-CWT) is used for feature extraction from vibration sensor signal. The proposed feature extraction scheme is compared to discrete Fourier transform and mel-frequency cepstrum coefficients based feature extraction methods. Vibration signal features are classified into “fall” and “ordinary activity” classes using Euclidean distance, Mahalanobis distance, and support vector machine (SVM) classifiers, and they are compared to each other. The PIR sensor is used for the detection of a moving person in a region of interest. The proposed system works in real-time on a standard personal computer.",
		"pages": "1945-1952",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865512004060",
		"journal": "Pattern Recognition Letters",
		"volume": "34"
	},
	{
		"id": "HAMALAINEN2015283",
		"source_id": "HAMALAINEN2015283",
		"type": "article",
		"title": "Multilingual Speech Recognition for the Elderly: The AALFred Personal Life Assistant",
		"author": "Annika Hämäläinen and António Teixeira and Nuno Almeida and Hugo Meinedo and Tibor Fegyó and Miguel Sales Dias",
		"keywords": "ageing, automatic speech recognition, elderly, human-computer interaction, multilingual, multimodal, speech.",
		"doi": "https://doi.org/10.1016/j.procs.2015.09.272",
		"abstract": "The PaeLife project is a European industry-academia collaboration in the framework of the Ambient Assisted Living Joint Programme (AAL JP), with a goal of developing a multimodal, multilingual virtual personal life assistant to help senior citizens remain active and socially integrated. Speech is one of the key interaction modalities of AALFred, the Windows application developed in the project; the application can be controlled using speech input in four European languages: French, Hungarian, Polish and Portuguese. This paper briefly presents the personal life assistant and then focuses on the speech-related achievements of the project. These include the collection, transcription and annotation of large corpora of elderly speech, the development of automatic speech recognisers optimised for elderly speakers, a speech modality component that can easily be reused in other applications, and an automatic grammar translation service that allows for fast expansion of the automatic speech recognition functionality to new languages.",
		"pages": "283-292",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S187705091503118X",
		"journal": "Procedia Computer Science",
		"volume": "67"
	},
	{
		"id": "LUDWIG201270",
		"source_id": "LUDWIG201270",
		"type": "article",
		"title": "Health-enabling technologies for the elderly – An overview of services based on a literature review",
		"author": "Wolfram Ludwig and Klaus-Hendrik Wolf and Christopher Duwenkamp and Nathalie Gusew and Nils Hellrung and Michael Marschollek and Markus Wagner and Reinhold Haux",
		"keywords": "Health-enabling technologies, Telecare, eHealth, Telehealth, Ambient assisted living, aal, Medical informatics",
		"doi": "https://doi.org/10.1016/j.cmpb.2011.11.001",
		"abstract": "Background Services for the elderly based on health-enabling technologies promise to contribute significantly to the efficiency and effectiveness of future health care. Due to this promise, over the last years the scientific community has designed a complex variety of these valuable innovations. A systematic overview of the developed services would help to better understand their opportunities and limitations. Objective To obtain a systematic overview of services for the elderly based on health-enabling technologies and to identify archetypical service categories. Methods We conducted a literature review using PubMed and retrieved 1447 publications. We stepwise reduced this list to 27 key publications that describe typical service archetypes. Results We present six archetypical service categories, namely handling adverse conditions, assessing state of health, consultation and education, motivation and feedback, service ordering and social inclusion and describe their implementation in current research projects.",
		"pages": "70-78",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S016926071100304X",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "106"
	},
	{
		"id": "IARLORI20143863",
		"source_id": "IARLORI20143863",
		"type": "article",
		"title": "RGBD camera monitoring system for Alzheimers disease assessment using Recurrent Neural Networks with Parametric Bias action recognition",
		"author": "Sabrina Iarlori and Francesco Ferracuti and Andrea Giantomassi and Sauro Longhi",
		"doi": "https://doi.org/10.3182/20140824-6-ZA-1003.02199",
		"abstract": "The present paper proposes a computer vision system to diagnose the stage of illness in patients affected by Alzheimers disease. In the context of Ambient Assisted Living (AAL), the system monitors people in home environment during daily personal care activities. The aim is to evaluate the dementia stage, observing actions listed in the Direct Assessment of Funcional Status (DAFS) index and detecting anomalies during the performance, in order to assign a score explaining if the action is correct or not. In this work brushing teeth and grooming hair by a hairbrush are analysed. The technology consists of the application of a Recurrent Neural Network with Parametric Bias (RNNPB) that is able to learn movements connected with a specific action and recognize human activities by parametric bias that work like mirror neurons. This study has been conducted using Microsoft Kinect to collect data about the actions observed and oversee the user tracking and gesture recognition. Experiments prove that the proposed computer vision system can learn and recognize complex human activities and evaluates DAFS score.",
		"pages": "3863-3868",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667016422068",
		"journal": "IFAC Proceedings Volumes",
		"volume": "47"
	},
	{
		"id": "MPITZIOPOULOS2011194",
		"source_id": "MPITZIOPOULOS2011194",
		"type": "article",
		"title": "A pervasive assistive environment for visually impaired people using wireless sensor network infrastructure",
		"author": "Aristides Mpitziopoulos and Charalampos Konstantopoulos and Damianos Gavalas and Grammati Pantziou",
		"keywords": "Wireless sensor networks, Mobile agents, Itineraries, Assistive environments",
		"doi": "https://doi.org/10.1016/j.jnca.2010.07.017",
		"abstract": "Wireless sensor networks (WSNs) have been identified as a promising technology for supporting assistive environments. This article introduces PROTECT, a system that employs autonomous software objects referred to as mobile agents (MAs) able of locating and informing visually impaired persons for potential risks. PROTECT utilizes a 3-tier architecture where the first tier comprises a base station (BS), the second tier mobile sinks (MS) (carried by blind people on their sticks) and the third tier stationary sensor nodes. This WSN is deployed in an urban environment. In the event of an alarm issued by a sensor node, the BS launches a number of MAs supplied with a near-optimal itineraries that visit the nodes in the alarms surrounding area and notifies, through Wi-Fi (IEEE 802.11), visually impaired people for potential hazards in their proximity. In the event of communication problems (e.g. failure of some sensor nodes) PROTECT modifies the itineraries of the MAs to bypass the problematic areas avoiding disruption of the data collection process from working sensors. Simulation results confirm the high effectiveness of our proposed scheme in WSNs used in assistive environments and its performance gain over alternative MA-based approaches proposed for data fusion tasks.",
		"pages": "194-206",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1084804510001396",
		"journal": "Journal of Network and Computer Applications",
		"volume": "34"
	},
	{
		"id": "SRP201279",
		"source_id": "SRP201279",
		"type": "article",
		"title": "Fall Detection for Independently Living Older People Utilizing Machine Learning",
		"author": "Ágoston M. Srp and Ferenc Vajda",
		"keywords": "Optical fall detection, machine learning, support vector machine, older people, homecare, AAL",
		"doi": "https://doi.org/10.3182/20120829-3-HU-2029.00011",
		"abstract": "The population of the developed nations is ageing. Several studies have been conducted, identifying different issues, each highlighting the need to enhance our current care systems for older people. A major threat faced by independently living older people is falling accidents. Robust, reliable and unobtrusive fall-detection is needed to counter the threat. This paper presents a fall-detection scheme utilizing bio-inspired asynchronous temporal contrast sensors and support vector machine (SVM), a type of machine learning to realize such a system. We focus on the assembly of the training and test data, the training process of the SVM and on presenting and interpreting the obtained results.",
		"pages": "79-84",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667016320778",
		"journal": "IFAC Proceedings Volumes",
		"volume": "45"
	},
	{
		"id": "NORGALL200919e1",
		"source_id": "NORGALL200919.e1",
		"type": "article",
		"title": "Personalisierter Technikeinsatz – Zukunftsperspektive gesundheitlicher Prävention?",
		"author": "Thomas Norgall",
		"keywords": "Personal Health=Personal Health, Telemonitoring=Telemonitoring, Teleassistenz=Teleassistance, Intelligentes Wohnen=Smart Living, Ambient Assisted Living=Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.phf.2009.09.011",
		"abstract": "Einleitung Demografische Entwicklungen, Kosten- und Ressourcenprobleme werden die sozialen und gesundheitsbezogenen Sicherungssysteme fundamental verändern. Eine stärkere Gewichtung präventiver Maßnahmen erscheint dabei naheliegend und sinnvoll. Gesundheitliche Prävention in sämtlichen Formen – insbesondere in privater bzw. häuslicher Umgebung – lässt sich durch Technik unterstützen. Konzepte wie “Personal Health”, „Intelligentes Wohnen” und “Ambient Assisted Living” beinhalten entsprechende Optionen.",
		"pages": "19.e1-19.e3",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0944558709000948",
		"journal": "Public Health Forum",
		"volume": "17"
	},
	{
		"id": "RUIZLOPEZ20131895",
		"source_id": "RUIZLOPEZ20131895",
		"type": "article",
		"title": "REUBI: A Requirements Engineering method for ubiquitous systems",
		"author": "Tomás Ruiz-López and Manuel Noguera and María José Rodríguez and José Luis Garrido and Lawrence Chung",
		"keywords": "Non-functional requirements, Requirements engineering, Ubiquitous systems, Software design, Context-awareness, Positioning systems",
		"doi": "https://doi.org/10.1016/j.scico.2012.07.021",
		"abstract": "Recent technological advances are increasing the spread of Ubiquitous Computing, leading to the appearance of numerous software systems, which benefit from the features of this new paradigm. Nevertheless, there are a lack of methodologies to properly support the development process of these systems. An important part of the Software Engineering lifecycle is the Requirements Engineering stage, as it grounds the bases for system design for their success. In particular, systematically addressing Non-Functional Requirements such as dynamicity and adaptation, that are important features of ubiquitous systems, eventually leads to higher quality designs. In this paper, a Requirements Engineering Method for the analysis of Ubiquitous Systems, called REUBI, is introduced. It is a goal-based method that represents the influence of context and adverse situations, providing an evaluation procedure to help in the decision making about objectives satisfaction. The proposal is illustrated through the analysis of a Positioning Service of a real system. Additionally, the application of the method has been evaluated by a team of software engineers for the analysis of an Ambient Assisted Living (AAL) health care system.",
		"pages": "1895-1911",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167642312001645",
		"journal": "Science of Computer Programming",
		"volume": "78"
	},
	{
		"id": "LINNER2014328",
		"source_id": "LINNER2014328",
		"type": "article",
		"title": "Co-adaptation of Robot Systems, Processes and In-house Environments for Professional Care Assistance in an Ageing Society",
		"author": "T. Linner and W. Pan and C. Georgoulas and B. Georgescu and J. Güttler and T. Bock",
		"keywords": "Robotics, Care, Robot Oriented Design, Structured Environments, Ambient Intelligence",
		"doi": "https://doi.org/10.1016/j.proeng.2014.10.558",
		"abstract": "The recruitment of new workforce for the field of care taking is difficult in highly industrialized countries and the gap between demand and availability of care takers will further increase with the expected increase in aged populations in the future. In particular, service robot systems are able to enhance the capabilities of assisted environments significantly as they add critical capabilities and thus allow environments to actively support care givers and care takers with the full bandwidth of necessary processes, tasks and services. Service robot systems add to assisted environments besides the aspect of hard physical assistance capabilities with flexibility, increased intelligence and situational awareness and provide new ways of intuitive man-machine-interaction. However, the integration of service robot systems into real world assisted environments has been difficult due to the usually separate development of environment and stand-alone robot systems. In this paper, the authors present a conceptual approach for a robotic care environment in which care environment (including room layouts, furniture and distributed sensors), service robot systems and care processes are fully synchronized and co-adapted.",
		"pages": "328-338",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877705814019249",
		"journal": "Procedia Engineering",
		"volume": "85"
	},
	{
		"id": "TING2015273",
		"source_id": "TING2015273",
		"type": "article",
		"title": "From Prototype Testing to Field Trials: The Implication of Senior Users in the Evaluation of a Social Application",
		"author": "Karine Lan Hing Ting and Myriam Lewkowicz",
		"keywords": "Ambient Assisted Living, Social application, User-centred design, Ethnography",
		"doi": "https://doi.org/10.1016/j.procs.2015.09.271",
		"abstract": "This paper describes the approach adopted and the insights produced as part of the evaluation process of a multimodal social application dedicated to elderly people. The aim of the platform is to facilitate and enhance social interaction of people aged 60+, allowing them to keep in touch in a useful and easy-to-use way. As these kind of social-oriented technologies are by no way mandatory for maintaining an independent living at home, in order to ensure that they are accepted, adopted and actually used by elderly people, three complementary and intertwined issues are at stake: usability, usefulness and acceptability. In this paper, we describe how these three issues have been examined through the user-centred and mixed methodological approach that was adopted. We demonstrate that using both user tests in controlled lab environment and field trials at participants’ homes has succeeded in producing relevant insights at each stage of the design process. We discuss how these insights have either allowed confirming the choices made, and thus proceed with development efficiently, or led to design ideas to improve the application.",
		"pages": "273-282",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915031178",
		"journal": "Procedia Computer Science",
		"volume": "67"
	},
	{
		"id": "MALYANOV2013223",
		"source_id": "MALYANOV2013223",
		"type": "article",
		"title": "Visualization experience and related process modeling",
		"author": "Ilya Malyanov and Brian J. dAuriol and Sungyoung Lee",
		"keywords": "Visualization, Visualization experience, CDSS, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.jvlc.2013.03.001",
		"abstract": "The visualization process is a transformation of information content into knowledge via a visual representation. Visualization experience, proposed herein, reflects human sensations arising during the visualization process. It provides a basis in which to objectively measure and evaluate human participation in the visualization process; and thereby provides methods of control. Visualization experience modeling allows leveraging on the natural environment to augment understanding, therefore improve decision making. The application emphasis in this paper is on the theoretical development of visualization experience in the visualization process as applied to Ambient Assisted Living and Clinical Decision Support Systems.",
		"pages": "223-233",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1045926X13000189",
		"journal": "Journal of Visual Languages & Computing",
		"volume": "24"
	},
	{
		"id": "VOIGTLAENDERANDSCHNEIDER20151452",
		"source_id": "VOIGTLAENDERANDSCHNEIDER20151452",
		"type": "article",
		"title": "From Surveillance to Assistance: Optimizing Care of Dementia Patients by Intelligent Behavioural Analysis. Introduction into Opdemiva* *sponsored by funds of the European Regional Development Fund (ERDF) and the Free State of Saxony as a Diagnosis-related Ambient Assisted Living (AALl) - System.",
		"author": "B.S.A.J. Voigtlaender and Schneider and M. Findeisen and L. Meinel and G. Hirtz and T. Barth",
		"doi": "https://doi.org/10.1016/S0924-9338(15)31125-1",
		"abstract": "Introduction In the course of demographic change an increasing number of dementia patients is predicted. More elderly desire to remain longer self-determined at their familiar domestic surroundings while declining disposability of nursing staff is prognosticated. Modern AAL-systems offer the opportunity to tackle this challenge. Objectives In order to meet the needs of dementia patients, a prospective AAL-system should discern peoples activities of daily living (ADLs). Regarding to their complexity, in order to generate sophisticated assistance, the system needs to integrate harmonically into the domestic environment without any interference on ongoing activities of those concerned. Aims OPDEMIVA ascertains possibilities in real-time-recognizing of ADLs applying innovative contactless optical measurement sensors with focusing on the detection of high-risk behavioural patterns. Methods An interdisciplinary research team of technical and health-care experts was involved in the mutual project. Based on examination of the list of ADLs and preconceiving both aspects of medical importance and technical feasibility, a subset of relevant behavioural patterns was identified. An appropriate technical system based on optical smart sensor technology for ADLs detection was developed and preliminarily tested. Results In preliminary tests several fundamental ADLs, e.g. movement and recreation could be detected with high reliability while possible deficits like motionlessness over a defined period became derivable. Conclusions Smart sensor based detection of dementia-related high-risk behavioural patterns requires extensive detailed examination of capabilities and needs of persons concerned. Patients privacy and ethic concerns are of high relevance. Results gained as yet imperatively demand further research.",
		"pages": "1452",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933815311251",
		"journal": "European Psychiatry",
		"volume": "30"
	},
	{
		"id": "BOTIA20128136",
		"source_id": "BOTIA20128136",
		"type": "article",
		"title": "Ambient Assisted Living system for in-home monitoring of healthy independent elders",
		"author": "Juan A. Botia and Ana Villa and Jose Palma",
		"keywords": "Ambient Assisted Living, Semantic web rule reasoning for user modeling, Adaptive system for elder monitorisation",
		"doi": "https://doi.org/10.1016/j.eswa.2012.01.153",
		"abstract": "In this work, the process followed for the development of a specific Ambient Assisted Living system is presented. The proposed systems has been designed to monitor elders which live alone and want to keep living independently. The process covers all the phases in intelligent system development: requirement analysis, conceptual model specification, architectural design and evaluation. One of the main contributions of the proposed work is an exhaustive evaluation methodology that is integrated in the development process. A relevant characteristic of the evaluation process is that, from initial phases, commercial presentations of the products functionalities is possible. Another important contribution is related with the capability of the system to adapt its behavior to that of the monitored elder. The presented system is called Necesity. It has become a commercial product which is already working and giving service to elders in the South-East of Spain.",
		"pages": "8136-8148",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S095741741200173X",
		"journal": "Expert Systems with Applications",
		"volume": "39"
	},
	{
		"id": "ROBBEN2014S180",
		"source_id": "ROBBEN2014S180",
		"type": "article",
		"title": "P314: Expert knowledge for modeling the relation between functional health and data from ambient assisted living sensor systems",
		"author": "M.B. Robben and M.C. Pol and B.J.A. Kröse and B.M. Buurman",
		"doi": "https://doi.org/10.1016/S1878-7649(14)70478-4",
		"pages": "S180",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764914704784",
		"journal": "European Geriatric Medicine",
		"volume": "5"
	},
	{
		"id": "KNAPP2011S679",
		"source_id": "KNAPP2011S679",
		"type": "article",
		"title": "Using ambient assisted living infrastructures to monitor emotional change: Applications in supporting dementia interventions",
		"author": "R. Benjamin Knapp",
		"doi": "https://doi.org/10.1016/j.jalz.2011.05.1957",
		"pages": "S679",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526011021005",
		"journal": "Alzheimers & Dementia",
		"volume": "7"
	},
	{
		"id": "KNAPP2011S438",
		"source_id": "KNAPP2011S438",
		"type": "article",
		"title": "Using ambient assisted living infrastructures to monitor emotional change: Applications in supporting dementia interventions",
		"author": "Ben Knapp and David Craig and Brian OMullane and OHanlon Ann",
		"doi": "https://doi.org/10.1016/j.jalz.2011.05.1269",
		"pages": "S438",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526011014129",
		"journal": "Alzheimers & Dementia",
		"volume": "7"
	},
	{
		"id": "FORKAN2015628",
		"source_id": "FORKAN2015628",
		"type": "article",
		"title": "A context-aware approach for long-term behavioural change detection and abnormality prediction in ambient assisted living",
		"author": "Abdur Rahim Mohammad Forkan and Ibrahim Khalil and Zahir Tari and Sebti Foufou and Abdelaziz Bouras",
		"keywords": "Context-aware, Ambient assisted living, Remote monitoring, Healthcare, Eldercare, Cloud computing, Change detection, Pattern recognition, Trend detection, Hidden Markov Model",
		"doi": "https://doi.org/10.1016/j.patcog.2014.07.007",
		"abstract": "This research aims to describe pattern recognition models for detecting behavioural and health-related changes in a patient who is monitored continuously in an assisted living environment. The early anticipation of anomalies can improve the rate of disease prevention. Here we present different learning techniques for predicting abnormalities and behavioural trends in various user contexts. In this paper we described a Hidden Markov Model based approach for detecting abnormalities in daily activities, a process of identifying irregularity in routine behaviours from statistical histories and an exponential smoothing technique to predict future changes in various vital signs. The outcomes of these different models are then fused using a fuzzy rule-based model for making the final guess and sending an accurate context-aware alert to the health-care service providers. We demonstrated the proposed techniques by evaluating some case studies for different patient scenarios in ambient assisted living.",
		"pages": "628-641",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0031320314002660",
		"journal": "Pattern Recognition",
		"volume": "48"
	},
	{
		"id": "KONSTANTINIDIS2015124",
		"source_id": "KONSTANTINIDIS2015124",
		"type": "article",
		"title": "A lightweight framework for transparent cross platform communication of controller data in ambient assisted living environments",
		"author": "Evdokimos I. Konstantinidis and Panagiotis E. Antoniou and Giorgos Bamparopoulos and Panagiotis D. Bamidis",
		"keywords": "Elderly care, Ambient assisted living, Human computer interaction, Cross device communication, Ubiquitous communication technology, Exergaming serious gaming",
		"doi": "https://doi.org/10.1016/j.ins.2014.10.070",
		"abstract": "Elderly support ambient assisted living environments are focal in healthcare computing. Critical to their implementation is transparent integration of diverse hardware and its ubiquitous communication with multiple software components. Modern controllers (Wii family, Microsoft Kinect, Neurosky Mindwave) are especially useful in elderly smart homes, being used, for healthcare monitoring and exercise gaming interventions. Presented herein is a novel Controller Application Communication (CAC) framework for cross device, application independent transmission of controller data to multiple software components. For the first time, a framework supports multiple modern controllers concurrently communicating with multiple, device naïve, requesting applications, utilizing standard, real time, internet communication technologies, as opposed to current practices which focus merely on one device. The framework consists of uniform schemas for encapsulating controllers’ data and of services necessary for communicating these data to the requesting software components. The framework’s architecture is based on distributed computing principles, delegating server duties to use-site gateways for reducing main server load. This framework was utilized in the USEFIL project for simultaneous use of multiple controllers and sensors by different software components of the platform. The framework’s design principles align with the Internet of Things (IoT) paradigm. Future work, enriching this framework, aims to facilitate a more diverse controller set, adhering to an IoT architecture implementation, as well as, allowing on-demand online data streaming, thereby enabling interested parties to test algorithms with data from ecologically valid environments.",
		"pages": "124-139",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020025514011906",
		"journal": "Information Sciences",
		"volume": "300"
	},
	{
		"id": "BERGSTROM201266",
		"source_id": "BERGSTROM201266",
		"type": "article",
		"title": "Elucidating the selectivity of recombinant forms of Aleuria aurantia lectin using weak affinity chromatography",
		"author": "Maria Bergström and Eva Åström and Peter Påhlsson and Sten Ohlson",
		"keywords": "Affinity,  lectin, Glycan interaction, Recombinant protein, Weak affinity chromatography",
		"doi": "https://doi.org/10.1016/j.jchromb.2011.12.015",
		"abstract": "Aberrant glycosylation is connected to several pathological conditions and lectins are useful tools to characterize glycosylated biomarkers. The Aleuria aurantia lectin (AAL) is of special interest since it interacts with all types of fucosylated saccharides. AAL has been expressed in Escherichia coli as a fully functional recombinant protein. Engineered variants of AAL have been developed with the aim of creating monovalent lectins with more homogenous binding characteristics. Four different forms of AAL were studied in the present work: native AAL purified from A. aurantia mushrooms, recombinant AAL dimer, recombinant AAL monomer and recombinant AAL site 2 (S2-AAL). The affinities of these AAL forms toward a number of saccharides were determined with weak affinity chromatography (WAC). Disaccharides with fucose linked α1–3 to GlcNAc interacted with higher affinity compared to fucose linked α1–6 or α1–4 and the obtained dissociation constants (Kd) were in the range of 10μM for all AAL forms. Tetra- and pentasaccharides with fucose in α1–2, α1–3 or α1–4 had Kd values ranging from 0.1 to 7mM while a large α1–6 fucosylated oligosaccharide had a Kd of about 20μM. The recombinant multivalent AAL forms and native AAL exhibited similar affinities toward all saccharides, but S2-AAL had a lower affinity especially regarding a sialic acid containing fucosylated saccharide. It was demonstrated that WAC is a valuable technique in determining the detailed binding profile of the lectins. Specific advantages with WAC include a low consumption of non-labeled saccharides, possibility to analyze mixtures and a simple procedure using standard HPLC equipment.",
		"pages": "66-72",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570023211008026",
		"journal": "Journal of Chromatography B",
		"volume": "885-886"
	},
	{
		"id": "LUAN2010599",
		"source_id": "LUAN2010599",
		"type": "article",
		"title": "Opposing developmental functions of Agrocybe aegerita galectin (AAL) during mycelia differentiation",
		"author": "Rong Luan and Yi Liang and Yijie Chen and Honghong Liu and Shuai Jiang and Tao Che and Barry Wong and Hui Sun",
		"keywords": "Basidiomycetes, Differentiation, Galectin, Mushroom, Mycelia",
		"doi": "https://doi.org/10.1016/j.funbio.2010.05.001",
		"abstract": "Mycelia of basidiomycetes differentiating into fruiting body is a controlled developmental process, however the underlying molecular mechanism remains unknown. In previous work, a novel fungal Agrocybe aegerita galectin (AAL) was isolated from A. aegerita in our laboratory. AAL was shown to promote mycelial differentiation in A. aegerita and Auricularia polytricha, indicating that AAL might function as a conserved fruiting initiator during basidiomycete mycelia development. In the current work, we investigate the role of AAL in mycelia differentiation and fruiting body formation. First, the expression and localization of AAL in mycelia, primordium and fruiting body were assessed by Western blotting and immunohistochemistry. AAL was found to be ubiquitously expressed in the primordium and fruiting body but not in the mycelia. AAL facilitated mycelia congregation and promoted fruiting body production when AAL was applied on mycelia. At the same time, when AAL was spread on potato dextrose agar (PDA) medium prior to mycelia inoculation, mycelia exhibited slowed growth rates, resulting in mycelia cords formation and inhibition of fruiting body formation. The 5′ regulatory sequence of aal was cloned by ‘genome walking’. Here, we show that aal lack introns in the coding region and the upstream 740bp sequence was characterized by the existence of core promoter elements, which included: two CCAAT boxes (−535/−280), a GC box (−145), a TATA box (−30) and a fungal leader intron within the 5′ UTR. The identification of regulatory expression elements may provide an explanation to the stage-specific and high-level expression of aal during fruiting development.",
		"pages": "599-608",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S187861461000070X",
		"journal": "Fungal Biology",
		"volume": "114"
	},
	{
		"id": "ROCHA2013e307",
		"source_id": "ROCHA2013e307",
		"type": "article",
		"title": "Innovations in health care services: The CAALYX system",
		"author": "Artur Rocha and Angelo Martins and José Celso Freire and Maged N. Kamel Boulos and Manuel Escriche Vicente and Robert Feld and Pepijn van de Ven and John Nelson and Alan Bourke and Gearóid ÓLaighin and Claudio Sdogati and Angela Jobes and Leire Narvaiza and Alejandro Rodríguez-Molinero",
		"keywords": "Ambient Assisted Living, Elderly healthcare, Sensor network, Personal area network, Location-based system, Fall and mobility sensor, Caretaker site, Home System, Observation patterns, CAALYX, eHealth, eInclusion",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2011.03.003",
		"abstract": "Purpose This paper describes proposed health care services innovations, provided by a system called CAALYX (Complete Ambient Assisted Living eXperiment). CAALYX aimed to provide healthcare innovation by extending the state-of-the-art in tele-healthcare, by focusing on increasing the confidence of elderly people living autonomously, by building on the knowledge base of the most common disorders and respective characteristic vital sign changes for this age group. Methods A review of the state-of-the-art on health care services was carried out. Then, extensive research was conducted on the particular needs of the elderly in relation to home health services that, if offered to them, could improve their day life by giving them greater confidence and autonomy. To achieve this, we addressed issues associated with the gathering of clinical data and interpretation of these data, as well as possibilities of automatically triggering appropriate clinical measures. Considering this initial work we started the identification of initiatives, ongoing works and technologies that could be used for the development of the system. After that, the implementation of CAALYX was done. Findings The innovation in CAALYX system considers three main areas of contribution: (i) The Roaming Monitoring System that is used to collect information on the well-being of the elderly users; (ii) The Home Monitoring System that is aimed at helping the elders independently living at home being implemented by a device (a personal computer or a set top box) that supports the connection of sensors and video cameras that may be used for monitoring and for interaction with the elder; (iii) The Central Care Service and Monitoring System that is implemented by a Caretaker System where attention and care services are provided to elders, where actors as Caretakers, Doctors and Relatives are logically linked to elders. Innovations in each of these areas are presented here. Conclusions The ageing European society is placing an added burden on future generations, as the ‘elderly-to-working-age-people’ ratio is set to steadily increase in the future. Nowadays, quality of life and fitness allows for most older persons to have an active life well into their eighties. Furthermore, many older persons prefer to live in their own house and choose their own lifestyle. The CAALYX system can have a clear impact in increasing older persons’ autonomy, by ensuring that they do not need to leave their preferred environment in order to be properly monitored and taken care of.",
		"pages": "e307-e320",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505611000694",
		"journal": "International Journal of Medical Informatics",
		"volume": "82"
	},
	{
		"id": "LIANG2010474",
		"source_id": "LIANG2010474",
		"type": "article",
		"title": "A nuclear ligand MRG15 involved in the proapoptotic activity of medicinal fungal galectin AAL (Agrocybe aegerita lectin)",
		"author": "Yi Liang and Jia Cheng Lin and Kun Wang and Yi Jie Chen and Hong Hong Liu and Rong Luan and Shuai Jiang and Tao Che and Yong Zhao and De Feng Li and Da Cheng Wang and Lin Guo and Hui Sun",
		"keywords": "Medicinal mushroom, Lectin, CRD, Affinity chromatography, Ligand",
		"doi": "https://doi.org/10.1016/j.bbagen.2010.01.010",
		"abstract": "Background We have previously reported a novel fungal galectin Agrocybe aegerita lectin (AAL) with apoptosis-induced activity and nuclear migration activity. The importance of nuclear localization for AALs apoptosis-induced activity has been established by mutant study. However, the mechanism remains unclear. Methods We further investigated the mechanism using a previously reported carbohydrate recognition domain (CRD) mutant protein H59Q, which retained its nuclear localization activity but lost most of its apoptotic activity. The cell membrane-binding ability of recombinant AAL (rAAL) and H59Q was analyzed by FACS, and their cellular partners were identified by affinity chromatography and mass spectroscopy. Furthermore, the interaction of AAL and ligand was proved by mammalian two-hybrid and pull down assays. A knockdown assay was used to confirm the role of the ligand. Results The apoptotic activity of AAL could be blocked by lactose. Mutant H59Q retained comparable cell membrane-binding ability to rAAL. Four cellular binding partners of AAL in HeLa cells were identified: glucose-regulated protein 78 (GRP78); mortality factor 4-like protein 1 (MRG15); elongation factor 2 (EEF2); and heat shock protein 70 (Hsp70). CRD region of AAL was required for the interaction between AAL/mutant AAL and MRG15. MRG15 knockdown increased the cells resistance to AAL treatment. Conclusion MRG15 was a nuclear ligand for AAL in HeLa cells. These data implied the existence of a novel nuclear pathway for the antitumor activity of fungal galectin AAL. General significance These findings provide a novel explanation of AAL bioactivity and contribute to the understanding of mushroom lectins antitumor activity.",
		"pages": "474-480",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304416510000152",
		"journal": "Biochimica et Biophysica Acta (BBA) - General Subjects",
		"volume": "1800"
	},
	{
		"id": "ALAOUI2014379",
		"source_id": "ALAOUI2014379",
		"type": "article",
		"title": "The Urge for Empirically-informed Design of Social-Oriented AAL Applications – The Example of 2 AAL Projects",
		"author": "Malek Alaoui and Karine Lan Hing Ting and Myriam Lewkowicz",
		"keywords": "AAL, Living Lab, Participatory Design, Social Interaction, Elderly",
		"doi": "https://doi.org/10.1016/j.procs.2014.02.042",
		"abstract": "In this paper, we show that contrary to other AAL assistive technologies, which are somehow mandatory for an autonomous living at home, the use of social interaction services is not a necessity by itself, even if it contributes to a better quality of life. For this reason, the integration of the future end-users into the design process is all the more needed to get a continuous feedback and foster the usefulness and acceptability of the services. More generally, to ensure a higher acceptance and successful adoption of these AAL technologies, we claim that it is essential to adopt socio-technical approaches and methods, which take into account the needs of daily life and subtle aspects of the home into the design process. We therefore illustrate the Living Lab approach we have defined and applied within the framework of two projects from the second call of the AAL Joint Programme. These projects, FoSIBLE and PaeLife, aim at designing Information and Communication technologies to effectively enhance the social engagement of the elderly. We finally discuss how these insights can inform the design process.",
		"pages": "379-388",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914000441",
		"journal": "Procedia Computer Science",
		"volume": "27"
	},
	{
		"id": "PAOLI20125566",
		"source_id": "PAOLI20125566",
		"type": "article",
		"title": "A system for ubiquitous fall monitoring at home via a wireless sensor network and a wearable mote",
		"author": "Roberto Paoli and Francisco J. Fernández-Luque and Ginés Doménech and Félix Martínez and Juan Zapata and Ramón Ruiz",
		"keywords": "Falls in the elderly, Fall detection, Accelerometer, Activities of daily living, Wireless sensor network",
		"doi": "https://doi.org/10.1016/j.eswa.2011.11.061",
		"abstract": "Accidental falls of our elderly, and physical injuries resulting, represent a major health and economic problem. Falls are the most common cause of serious injuries and are a major health threat in the stratum of older population. Early detection of a fall is a key factor when trying to provide adequate care to elderly person who has suffered an accident at home. Therefore, the detection of falls in the elderly remains a major challenge in the field of public health. Specific actions aimed at the fall detection can provide urgent care which allows, on the other hand, drastically reduce the cost of medical care, and improve primary care service. In this paper, we present a support system for detecting falls of an elder person by the combination of a wearable wireless sensor node based on an accelerometer and a static wireless non-intrusive sensory infrastructure based on heterogeneous sensor nodes. This previous infrastructure called DIA (Dispositivo Inteligente de Alarma, in Spanish) is an AAL (Ambient Assisted Living) system that allows to infer a potential fall. This inference is reinforced for prompt attention by a specific sensorisation at portable node sensor in order to help distinguish between falls and daily activities of assisted person. The wearable node will not determine a falling situation, it will advice the reasoner layer about specific acceleration patterns that could, eventually, imply a falling. Is at the higher layer where the falling is determined from the whole context produced by mesh of fixed nodes. Experimental results have shown that the proposed system obtains high reliability and sensitivity in the detection of the fall.",
		"pages": "5566-5575",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417411016071",
		"journal": "Expert Systems with Applications",
		"volume": "39"
	},
	{
		"id": "XU201582",
		"source_id": "XU201582",
		"type": "article",
		"title": "Genetically modifying aspartate aminotransferase and aspartate ammonia-lyase affects metabolite accumulation in l-lysine producing strain derived from Corynebacterium glutamicum ATCC13032",
		"author": "Jianzhong Xu and Junlan Zhang and Yanfeng Guo and Weiguo Zhang",
		"keywords": ", Aspartate aminotransferase, Aspartate ammonia-lyase, Metabolite variations, Cell growth",
		"doi": "https://doi.org/10.1016/j.molcatb.2014.12.015",
		"abstract": "The aspartate aminotransferase (AAT) and aspartate ammonia-lyase (AAL) catalyzes respectively the reversible reaction of oxaloacetate (OAA) and fumarate to form l-aspartate. However, the effects of AAT and AAL on metabolite variations have not been clearly elucidated as yet. Now, the effects of AAT and AAL on metabolite variations in genetically defined l-lysine producing strains were studied by genetically modifying AAT gene aspB and AAL gene aspA. AAL was not detected in Corynebacterium glutamicum Lys1 but increased in aspB-deleted strain. Inversely, AAT exhibited high activity in Lys1, but it was not detected in aspB-deleted strains. Moreover, the deletion of aspB was bad for cell growth and metabolites production. The expression of Escherichia coli aspA in aspB-deleted strain not only restored cell growth and l-lysine production, but also accumulated some metabolites. However, the over-expression of aspB or aspA in aspB-natural strain did not affect cell growth and metabolites production except l-aspartate production. Although E. coli AAL could used to restore cell growth and metabolites accumulation in aspB-deleted strain, the effect on l-lysine production was significantly worse than that of AAT. Results indicates that native AAT is both necessary and sufficient for cell growth and l-lysine production, and deepens our understanding of the role of native aspB and E. coli aspA on cell growth and metabolites productions.",
		"pages": "82-89",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S138111771500003X",
		"journal": "Journal of Molecular Catalysis B: Enzymatic",
		"volume": "113"
	},
	{
		"id": "GONFIOTTI20111217",
		"source_id": "GONFIOTTI20111217",
		"type": "article",
		"title": "Safety and Effectiveness of a New Fibrin Pleural Air Leak Sealant: A Multicenter, Controlled, Prospective, Parallel-Group, Randomized Clinical Trial",
		"author": "Alessandro Gonfiotti and Paolo F. Santini and Massimo Jaus and Alberto Janni and Achille Lococo and Alessia Raffaella De Massimi and Adolfo DAgostino and Francesco Carleo and Marco Di Martino and Valentina Larocca and Giuseppe Cardillo",
		"doi": "https://doi.org/10.1016/j.athoracsur.2011.05.104",
		"abstract": "Background This study evaluated the sealing capacity and safety of a new fibrin sealant (FS) to reduce alveolar air leaks (AALs) after pulmonary resections in a randomized controlled clinical trial conducted in 3 Italian centers. Methods The study randomized (1:1) 185 patients with an intraoperative AAL graded 1 to 3 according to the Macchiarini scale: 91 received FS and 94 had standard lung closure. The primary outcomes were the length of postoperative AAL duration and the mean time to chest drain removal. Other end points included the percentage of patients without AAL, the development of serum antibodies against bovine aprotinin, and any adverse event related to FS. Chest drains were removed when fluid output was 100 mL/day or less, with no air leak. Results The study groups were comparable with respect to demographic variables and surgical procedures. The FS group showed a statistically significant reduction in duration of postoperative AALs (9.52 vs 35.8 hours; p < 0.005) and in the percentage of patients with AALs at wound closure (81.11% vs 100%; p < 0.001); the difference in time to chest drain removal was not significant. Pleural empyema developed in 1 patient with FS treatment vs in 4 with standard treatment, and antibodies against bovine aprotinin were found in 34 of 91 FS-treated patients. Conclusions The present study showed that the new FS is safe and effective in preventing AALs after lung resections and in shortening the duration of postoperative AALs.",
		"pages": "1217-1225",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003497511014093",
		"journal": "The Annals of Thoracic Surgery",
		"volume": "92"
	},
	{
		"id": "FANG200767",
		"source_id": "FANG200767",
		"type": "article",
		"title": "A study of the formulation design of acoustically active lipospheres as carriers for drug delivery",
		"author": "Jia-You Fang and Chi-Feng Hung and Mei-Hui Liao and Chih-Chen Chien",
		"keywords": "Acoustically active lipospheres, Resveratrol, Perfluorocarbons, Drug delivery, Formulation design",
		"doi": "https://doi.org/10.1016/j.ejpb.2007.01.008",
		"abstract": "Acoustically active lipospheres (AALs) were prepared using perfluorocarbons and coconut oil as the cores of inner phase. These AALs were stabilized using coconut oil and phospholipid coatings. A lipophilic antioxidant, resveratrol, was the model drug loaded into the AALs. AALs with various percentages of perfluorocarbons and oil were prepared to examine their physicochemical and drug release properties. Co-emulsifiers such as Brij 98 and Pluronic F68 (PF68) were also incorporated into AALs for evaluation. AALs with high resveratrol encapsulation rates (∼90%) were prepared, with a mean droplet size of 250–350nm. The AALs produced with perfluorohexane as the core material had larger particle sizes than those with perfluoropentane. Resveratrol in these systems exhibited retarded drug release in both the presence and absence of plasma in vitro; the formulations with high oil and perfluorocarbon percentages showed the lowest drug release rates. The addition of PF68 slightly but significantly reduced resveratrol delivery from the AALs. Ultrasound treatment of 1MHz produced an increase in the drug release from the systems, illustrating the drug-targeting effect of the combination of AALs and ultrasound.",
		"pages": "67-75",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0939641107000136",
		"journal": "European Journal of Pharmaceutics and Biopharmaceutics",
		"volume": "67"
	},
	{
		"id": "YANG2009694",
		"source_id": "YANG2009694",
		"type": "article",
		"title": "Structural Basis for the Tumor Cell Apoptosis-Inducing Activity of an Antitumor Lectin from the Edible Mushroom Agrocybe aegerita",
		"author": "Na Yang and De-Feng Li and Lei Feng and Ye Xiang and Wei Liu and Hui Sun and Da-Cheng Wang",
		"keywords": "AAL, galectin, carbohydrate recognition domain, antitumor, apoptosis-inducing activity",
		"doi": "https://doi.org/10.1016/j.jmb.2009.02.002",
		"abstract": "Summary Lectin AAL (Agrocybe aegerita lectin) from the edible mushroom A. aegerita is an antitumor protein that exerts its tumor-suppressing function via apoptosis-inducing activity in cancer cells. The crystal structures of ligand-free AAL and its complex with lactose have been determined. The AAL structure shows a dimeric organization, and each protomer adopts a prototype galectin fold. To identify the structural determinants for antitumor effects arising from the apoptosis-inducing activity of AAL, 11 mutants were prepared and subjected to comprehensive investigations covering oligomerization detection, carbohydrate binding test, apoptosis-inducing activity assay, and X-ray crystallographic analysis. The results show that dimerization of AAL is a prerequisite for its tumor cell apoptosis-inducing activity, and both galactose and glucose are basic moieties of functional carbohydrate ligands for lectin bioactivity. Furthermore, we have identified a hydrophobic pocket that is essential for the proteins apoptosis-inducing activity but independent of its carbohydrate binding and dimer formation. This hydrophobic pocket comprises a hydrophobic cluster including residues Leu33, Leu35, Phe93, and Ile144, and is involved in AALs function mechanism as an integrated structural motif. Single mutants such as F93G or I144G do not disrupt carbohydrate binding and homodimerization capabilities, but abolish the bioactivity of the protein. These findings reveal the structural basis for the antitumor property of AAL, which may lead to de novo designs of antitumor drugs based on AAL as a prototype model.",
		"pages": "694-705",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022283609001417",
		"journal": "Journal of Molecular Biology",
		"volume": "387"
	},
	{
		"id": "LIANG2009437",
		"source_id": "LIANG2009437",
		"type": "article",
		"title": "Importance of nuclear localization for the apoptosis-induced activity of a fungal galectin AAL (Agrocybe aegerita lectin)",
		"author": "Yi Liang and Lei Feng and Xin Tong and Kun Wang and De Feng Li and Jia Cheng Lin and Zi Jian Tang and Hong Hong Liu and Shuai Jiang and Lin Guo and Da Cheng Wang and Hui Sun",
		"keywords": "Lectin, Translocate, Function, Antitumor mechanism",
		"doi": "https://doi.org/10.1016/j.bbrc.2009.06.054",
		"abstract": "Agrocybe aegerita lectin (AAL) was identified previously in our group as a novel galectin from medicinal fungi Agrocybe aegerita, and has been shown to effectively induce cancer cell cycle arrest and apoptosis in vitro and tumor regression in vivo. Here, AAL was observed to translocate into the HeLa cell nucleus and induce cell apoptosis when it was predominantly in the nucleus. The N-terminus and C-terminus of AAL were required for nuclear localization. Site mutated proteins were generated based on AAL structure. Dimer interface mutant I25G, carbohydrate recognition domain (CRD) mutant R63H, and loop region mutant L33A could not enter the nucleus and lost the ability to induce apoptosis. CRD mutant H59Q and loop region mutant I144G maintained nuclear localization activity, and H59Q retained residual bioability but I144G had no activity, indicating that nuclear localization is important but not sufficient for AAL to become apoptotically active. Our findings provide a novel antitumor mechanism of fungal galectin.",
		"pages": "437-442",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006291X09011516",
		"journal": "Biochemical and Biophysical Research Communications",
		"volume": "386"
	},
	{
		"id": "ROMANO201184",
		"source_id": "ROMANO201184",
		"type": "article",
		"title": "Development of recombinant Aleuria aurantia lectins with altered binding specificities to fucosylated glycans",
		"author": "Patrick R. Romano and Andrew Mackay and Minh Vong and Johann deSa and Anne Lamontagne and Mary Ann Comunale and Julie Hafner and Timothy Block and Ryszard Lec and Anand Mehta",
		"keywords": "Lectin, Cancer, Glycobiology, Fucosylation, Hepatitis",
		"doi": "https://doi.org/10.1016/j.bbrc.2011.09.027",
		"abstract": "Changes in glycosylation have long been associated with disease. While there are many methods to detect changes in glycosylation, plant derived lectins are often used to determine changes on specific proteins or molecules of interest. One change in glycosylation that has been observed by us and by others is a disease or antigen associated increase in fucosylation on N-linked glycans. To measure this change, the fucose binding Aleuria aurantia lectin (AAL) is often utilized in plate and solution based assays. AAL is a mushroom derived lectin that contains five fucose binding sites that preferentially bind fucose linked (α-1,3, α-1,2, α-,4, and α-1,6) to N-acetyllactosamine related structures. Recently, several reports by us and by others have indicated that specific fucose linkages found on certain serum biomarker glycoprotein’s are more associated with disease than others. Taking a site-directed mutagenesis approach, we have created a set of recombinant AAL proteins that display altered binding affinities to different analytes containing various fucose linkages.",
		"pages": "84-89",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006291X11016160",
		"journal": "Biochemical and Biophysical Research Communications",
		"volume": "414"
	},
	{
		"id": "PADILLALOPEZ20154177",
		"source_id": "PADILLALOPEZ20154177",
		"type": "article",
		"title": "Visual privacy protection methods: A survey",
		"author": "José Ramón Padilla-López and Alexandros Andre Chaaraoui and Francisco Flórez-Revuelta",
		"keywords": "Visual privacy protection, Video surveillance, Ambient-assisted living, Computer vision, Image processing",
		"doi": "https://doi.org/10.1016/j.eswa.2015.01.041",
		"abstract": "Recent advances in computer vision technologies have made possible the development of intelligent monitoring systems for video surveillance and ambient-assisted living. By using this technology, these systems are able to automatically interpret visual data from the environment and perform tasks that would have been unthinkable years ago. These achievements represent a radical improvement but they also suppose a new threat to individual’s privacy. The new capabilities of such systems give them the ability to collect and index a huge amount of private information about each individual. Next-generation systems have to solve this issue in order to obtain the users’ acceptance. Therefore, there is a need for mechanisms or tools to protect and preserve people’s privacy. This paper seeks to clarify how privacy can be protected in imagery data, so as a main contribution a comprehensive classification of the protection methods for visual privacy as well as an up-to-date review of them are provided. A survey of the existing privacy-aware intelligent monitoring systems and a valuable discussion of important aspects of visual privacy are also provided.",
		"pages": "4177-4195",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417415000561",
		"journal": "Expert Systems with Applications",
		"volume": "42"
	},
	{
		"id": "JIANG20141865",
		"source_id": "JIANG20141865",
		"type": "article",
		"title": "Surfactant-assisted hydrothermal synthesis of octahedral structured NaGd(MoO4)2:Eu3+/Tb3+ and tunable photoluminescent properties",
		"author": "Yingying Jiang and Yan Liu and Guixia Liu and Xiangting Dong and Jinxian Wang and Wensheng Yu and Qun Dong",
		"keywords": "NaGd(MoO), Surfactant-assisted hydrothermal process, Multicolor luminescence, Color displays",
		"doi": "https://doi.org/10.1016/j.optmat.2014.03.043",
		"abstract": "NaGd(MoO4)2:Eu3+/Tb3+ phosphors were synthesized via a facile hydrothermal method with a surfactant-assisted environment. The properties were characterized by X-ray diffraction (XRD), field emission scanning electron microscope (FESEM) and photoluminescence (PL). The XRD patterns and FESEM image indicate that NaGd(MoO4)2:Eu3+/Tb3+ phosphors crystallize well with the scheelite structure and the morphology of the sample is octahedral. The octahedral morphology of the phosphors is found to be manipulated by the glutamic acid. The luminescent properties reveal that under 277nm excitation, Eu3+ and Tb3+ doped NaGd(MoO4)2 phosphors show strong red and green emission. Moreover, Eu3+ and Tb3+ co-doped NaGd(MoO4)2 phosphors display the multicolor luminescence when excited by a single excitation wavelength or different excitation wavelengths, and the luminescence colors of the samples can be tuned from red, yellow, yellow–green, to green when adjusting the doping concentration of the activator ions. Furthermore, the possible energy transfer mechanism in Tb3+ and Eu3+ co-doped NaGd(MoO4)2 was proposed in term of the experimental results and analysis. The as-prepared phosphors may find potential applications in the field such as color displays.",
		"pages": "1865-1870",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925346714001670",
		"journal": "Optical Materials",
		"volume": "36"
	},
	{
		"id": "FILO2014260",
		"source_id": "FILO2014260",
		"type": "article",
		"title": "The inferior alveolar nerves loop at the mental foramen and its implications for surgery",
		"author": "Katharina Filo and Thomas Schneider and Michael C. Locher and Astrid L. Kruse and Heinz-Theo Lübbers",
		"keywords": "Alveolar nerve, risk assessment, implants, oral surgery, mandibular nerve, computed tomography, dental implants, oral and maxillofacial radiology, oral and maxillofacial surgery",
		"doi": "https://doi.org/10.14219/jada.2013.34",
		"abstract": "ABSTRACT Background In this study, the authors aimed to identify and measure the anterior extension of the alveolar loop (aAL) and the caudal extension of the alveolar loop (cAL) of the inferior alveolar nerve by using cone-beam computed tomography (CBCT). They also aimed to provide recommendations for surgery in the anterior mandible. Methods In this retrospective case study of the frequency and extension of aAL and cAL, the authors evaluated 1,384 mandibular sites in 694 CBCT scans of dentate and partly edentulous patients, performed mainly for further diagnosis before removal of the mandibular third molars between January 2009 and February 2013, by using multiplanar reconstructions. Results The frequency of aAL was 69.73 percent and of cAL was 100 percent. The mean value for aAL was 1.16 millimeters, with a range of 0.3 to 5.6 mm; the mean value for cAL was 4.11 mm, with a range of 0.25 to 8.87 mm. For aAL, 95.81 percent of the sites showed values of 0 to 3 mm; for cAL, 93.78 percent of the sites showed values of 0.25 to 6 mm. Dentate patients showed statistically significantly higher values for cAL than did partly edentulous patients (P = .043). CBCT resolution had a statistically significant impact on cAL measurements (P = .001), with higher values at higher resolution. Conclusions This study showed a high frequency of and large variations in aAL and cAL. In contrast to panoramic radiography, CBCT has been shown to be a reliable tool for identifying and measuring the AL. Therefore, preoperative diagnosis with CBCT is recommended for planning three-dimensional tasks such as implant placement in the vicinity of the mental foramen. Practical Implications Owing to the variability of aAL and cAL measurements, it is difficult to recommend reliable safety margins for surgical procedures such as implant placement, bone harvesting or genioplasty. Depending on the indication, the clinician should consider preoperative diagnosis by means of CBCT.",
		"pages": "260-269",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002817714600623",
		"journal": "The Journal of the American Dental Association",
		"volume": "145"
	},
	{
		"id": "ROTHWALTER2005182",
		"source_id": "ROTHWALTER2005182",
		"type": "article",
		"title": "Targeting antigens to murine and human M-cells with Aleuria aurantia lectin-functionalized microparticles",
		"author": "Franziska Roth-Walter and Barbara Bohle and Isabella Schöll and Eva Untersmayr and Otto Scheiner and George Boltz-Nitulescu and Franz Gabor and David J. Brayden and Erika Jensen-Jarolim",
		"keywords": "lectin, M-cell, Peyers patches, Oral immunotherapy, Allergy",
		"doi": "https://doi.org/10.1016/j.imlet.2005.03.020",
		"abstract": "Neuraminidases act as a virulence factors for several pathogens that invade the human body through Peyers patch M-cells. Because of the structural similarity of Aleuria aurantia lectin (AAL) to neuraminidases, we hypothesized that AAL might also target human M-cells. In an in vitro human M-cell co-culture model significantly more particles were transported across the epithelium when microparticles were functionalized with AAL versus those that were not. Moreover, high concentrations of AAL induced no detectable cytotoxic effects on the related intestinal epithelial cell cultures, epithelial Caco2- and HT29-MTX-E12-cells. Upon incubation with AAL, PBMCs of allergic volunteers proliferated in response to AAL and secreted the cytokines, IL-2, IFN-γ, IL-10 and IL-5 in a concentration-dependent manner, indicating immune-stimulatory properties of the lectin. We conclude that AAL-coated microparticles may have the potential to target entrapped antigens to human M-cells for oral vaccination.",
		"pages": "182-188",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165247805000933",
		"journal": "Immunology Letters",
		"volume": "100"
	},
	{
		"id": "MATSUMURA2009217",
		"source_id": "MATSUMURA2009217",
		"type": "article",
		"title": "Comparative analysis of oligosaccharide specificities of fucose-specific lectins from Aspergillus oryzae and Aleuria aurantia using frontal affinity chromatography",
		"author": "Kengo Matsumura and Katsuya Higashida and Yoji Hata and Junko Kominami and Sachiko Nakamura-Tsuruta and Jun Hirabayashi",
		"keywords": "Oligosaccharide specificity, Frontal affinity chromatography, α1,6-Fucosylation, Lectin, Multivalent carbohydrate recognition",
		"doi": "https://doi.org/10.1016/j.ab.2008.11.044",
		"abstract": "Aleuria aurantia lectin (AAL) is widely used to estimate the extent of α1,6-fucosylated oligosaccharides and to fractionate glycoproteins for the detection of specific biomarkers for developmental antigens. Our previous studies have shown that Aspergillus oryzae lectin (AOL) reflects the extent of α1,6-fucosylation more clearly than AAL. However, the subtle specificities of these lectins to fucose linked to oligosaccharides through the 2-, 3-, 4-, or 6-position remain unclear, because large amounts of oligosaccharides are required for the systematic comparative analysis using surface plasmon resonance. Here we show a direct comparison of the dissociation constants (Kd) of AOL and AAL using 113 pyridylaminated oligosaccharides with frontal affinity chromatography. As a result, AOL showed a similar specificity as AAL in terms of the high affinity for α1,6-fucosylated oligosaccharides, for smaller fucosylated oligosaccharides, and for oligosaccharides fucosylated at the reducing terminal core GlcNAc. On the other hand, AOL showed 2.9–6.2 times higher affinity constants (Ka) for α1,6-fucosylated oligosaccharides than AAL and only AAL additionally recognized oligosaccharides which were α1,3-fucosylated at the reducing terminal GlcNAc. These results explain why AOL reflects the extent of α1,6-fucosylation on glycoproteins more clearly than AAL. This systematic comparative analysis made from a quantitative viewpoint enabled a clear physical interpretation of these fucose-specific lectins with multivalent fucose-binding sites.",
		"pages": "217-221",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003269708008087",
		"journal": "Analytical Biochemistry",
		"volume": "386"
	},
	{
		"id": "WU20101599",
		"source_id": "WU20101599",
		"type": "article",
		"title": "Cloning and functional expression of Rh50-like glycoprotein, a putative ammonia channel, in Aedes albopictus mosquitoes",
		"author": "Yu Wu and Xiaoying Zheng and Meichun Zhang and Ai He and Zhuoya Li and Ximei Zhan",
		"keywords": "Rh50 glycoprotein, Ammonia channel, Amino acid metabolism, Gonotrophic cycle",
		"doi": "https://doi.org/10.1016/j.jinsphys.2010.05.021",
		"abstract": "Evidence has shown that female mosquitoes can deaminate more than 80% of the ingested bloodmeal protein amino acids, and thus lead to a massive amount of ammonia production. Ammonia transport is a critical step for detoxifying ammonia in organisms. Here we characterized a putative ammonia channel gene, Rhesus (Rh) 50 glycoprotein, from Aedes albopictus (AalRh50) and determined the difference of its expression profile in different tissues at both message and protein levels as well as its response to a blood meal. We showed that AalRh50 shares a low identity with E. coli ammonia transporter (EcoAmtB), but higher identities with human RhBG and Drosophila Rh50 genes. The analysis of ammonia-conductance sites indicates that AalRh50 has residue substitutions of S237L (equivalent to S219 in AmtB) in the external vestibule, F127I (equivalent to F107 in AmtB) in the pore entrance, and S281N (equivalent to S263 in AmtB) in the internal vestibule, which could alter or reduce ammonia-conductance activity. The results from quantitative real-time-PCR and immunohistochemistry revealed that AalRh50 is expressed at significantly higher levels in the head, Malpighian tubules, and thorax of the non-blood-fed females, suggesting that AalRh50 might play roles in maintaining normal neurotransmitter metabolism, acid–base balance, and flight energy production in different tissues of mosquitoes at the non-blood-fed condition. A blood meal significantly increases AalRh50 expression in midgut, fat body, and Malpighian tubules from 3 or 6 to 24h post feeding, indicating that AalRh50 plays an important role in detoxification of excess systemic ammonia of female adults during the gonotrophic cycle.",
		"pages": "1599-1610",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022191010001708",
		"journal": "Journal of Insect Physiology",
		"volume": "56"
	},
	{
		"id": "DON200715833",
		"source_id": "DON200715833",
		"type": "article",
		"title": "Essential Requirement for Sphingosine Kinase 2 in a Sphingolipid Apoptosis Pathway Activated by FTY720 Analogues*",
		"author": "Anthony S. Don and Carolina Martinez-Lamenca and William R. Webb and Richard L. Proia and Ed Roberts and Hugh Rosen",
		"doi": "https://doi.org/10.1074/jbc.M609124200",
		"abstract": "The clinical immunosuppressant FTY720 is a sphingosine analogue that, once phosphorylated by sphingosine kinase 2 (Sphk2), is an agonist of multiple receptor subtypes for sphingosine 1-phosphate. Short exposures to FTY720 afford long term protection in lymphoproliferative and autoimmune disease models, presumably by inducing apoptosis in subsets of cells essential for pathogenesis. Sphingosine itself is pro-apoptotic, and apoptosis induced with FTY720 or sphingosine is thought to proceed independently of their phosphorylation. Following chemical mutagenesis of Jurkat cells we isolated mutants that are selectively resistant to FTY720 analogue AAL(R), as well as natural sphingolipid bases, including sphingosine. Cells lacking functional Sphk2 were resistant to apoptosis induced with AAL(R), indicating that apoptosis proceeds through AAL(R) phosphorylation. Phosphorylation of AAL(R) was also required for induction of lymphocyte apoptosis in mice, as apoptosis was not induced with the non-phosphorylatable chiral analogue, AAL(S). Apoptosis was induced in the spleen but not the thymus of mice administered 1 mg/kg AAL(R), correlating with levels of AAL(R)-phosphate (AFD(R)) in organ extracts. AFD(R) did not induce apoptosis when added to the cell culture medium, indicating that it induces apoptosis through an intracellular target. NBD-labeled AAL(R) localized to the endoplasmic reticulum, and AAL(R) treatment resulted in elevated cytosolic calcium, Bax redistribution from cytosol to mitochondrial and endoplasmic reticulum membranes, and caspase-independent mitochondrial permeabilization in Jurkat cells. We therefore describe an apoptotic pathway triggered by intracellular accumulation of sphingolipid base phosphates and suggest that sphingoid base substrates for Sphk2 acting intracellularly could be useful in the treatment of lymphoproliferative diseases.",
		"pages": "15833-15842",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021925820874560",
		"journal": "Journal of Biological Chemistry",
		"volume": "282"
	},
	{
		"id": "GECHEV2008639",
		"source_id": "GECHEV2008639",
		"type": "article",
		"title": "Arabidopsis AAL-toxin-resistant mutant atr1 shows enhanced tolerance to programmed cell death induced by reactive oxygen species",
		"author": "Tsanko S. Gechev and Margriet A. Ferwerda and Nikolay Mehterov and Christophe Laloi and Muhammad K. Qureshi and Jacques Hille",
		"keywords": "AAL-toxin, Hydrogen peroxide, Reactive oxygen species, Sphingolipid metabolism, Programmed cell death",
		"doi": "https://doi.org/10.1016/j.bbrc.2008.08.056",
		"abstract": "The fungal AAL-toxin triggers programmed cell death (PCD) through perturbations of sphingolipid metabolism in AAL-toxin-sensitive plants. While Arabidopsis is relatively insensitive to the toxin, the loh2 mutant exhibits increased susceptibility to AAL-toxin due to the knockout of a gene involved in sphingolipid metabolism. Genetic screening of mutagenized loh2 seeds resulted in the isolation of AAL-toxin-resistant mutant atr1.Atr1 displays a wild type phenotype when grown on soil but it develops less biomass than loh2 on media supplemented with 2% and 3% sucrose. Atr1 was also more tolerant to the reactive oxygen species-generating herbicides aminotriazole (AT) and paraquat. Microarray analyses of atr1 and loh2 under AT-treatment conditions that trigger cell death in loh2 and no visible damage in atr1 revealed genes specifically regulated in atr1 or loh2. In addition, most of the genes strongly downregulated in both mutants were related to cell wall extension and cell growth, consistent with the apparent and similar AT-induced cessation of growth in both mutants. This indicates that two different pathways, a first controlling growth inhibition and a second triggering cell death, are associated with AT-induced oxidative stress.",
		"pages": "639-644",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006291X0801601X",
		"journal": "Biochemical and Biophysical Research Communications",
		"volume": "375"
	},
	{
		"id": "CHE2013545",
		"source_id": "CHE2013545",
		"type": "article",
		"title": "Binary sources of loess on the Chinese Loess Plateau revealed by U–Pb ages of zircon",
		"author": "Xudong Che and Gaojun Li",
		"keywords": "Loess, Detrital zircon, U–Pb ages, Provenance, Asian dust",
		"doi": "https://doi.org/10.1016/j.yqres.2013.05.007",
		"abstract": "The age distribution of detrital zircon has been used to trace sediment sources. Existing datasets show great similarity of zircon ages between the loess on the Chinese Loess Plateau (CLP) and the sediments from the North Tibetan Plateau (NTP), implying that eolian dust is delivered from the NTP to the CLP by westerly winds or via the Yellow River. However, NTP dust can also be transported by northwesterly winds from the Alxa arid lands (AALs), where materials are received from both the NTP and the Gobi Altay Mountains (GAMs). Here we report U–Pb zircon ages for AALs sands and NTP and CLP loess. The results show that the zircons in the AALs are mixed from NTP and GAMs zircons. NTP loess is mainly derived from local sources. Mixing of materials from the NTP and GAMs defines the zircon ages of the loess on the CLP better than the pure NTP source. No temporal and spatial heterogeneities of zircon ages have been observed for the loess on the CLP, which suggests that the well-mixed materials in the AALs likely have an eolian source.",
		"pages": "545-551",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0033589413000550",
		"journal": "Quaternary Research",
		"volume": "80"
	},
	{
		"id": "SERBEDZIJA2011297",
		"source_id": "SERBEDZIJA2011297",
		"type": "article",
		"title": "Reflective Assistance—Pervasive Adaptation in Real Life Computing",
		"author": "Nikola Serbedzija and Gilbert Beyer",
		"keywords": "Pervasive Adaptation, Physiological Computing, Middleware",
		"doi": "https://doi.org/10.1016/j.procs.2011.09.017",
		"abstract": "The ultimate goal of the reflective assistance control system is to observe people in a specific real-life situation, diagnose their psychological and behavioral state and influence the ambient accordingly. The system uses reflective technology to exercise pervasive adaptation through non explicit man-machine interaction based on context awareness. Recent results show effective use in vehicular domain and promise further applications in environmental, ambient assisted living and health care areas.",
		"pages": "297-300",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050911005771",
		"journal": "Procedia Computer Science",
		"volume": "7"
	},
	{
		"id": "MERRITT2010435",
		"source_id": "MERRITT2010435",
		"type": "article",
		"title": "Evidence-Based Suggestions for Management of Air Leaks",
		"author": "Robert E. Merritt and Sunil Singhal and Joseph B. Shrager",
		"keywords": "Air leak, Alveolar air leak, Thoracostomy, Pneumothorax, Bronchopleural fistula, Emphysema, Stapling devices, Pulmonary lobectomy",
		"doi": "https://doi.org/10.1016/j.thorsurg.2010.03.005",
		"pages": "435-448",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1547412710000472",
		"journal": "Thoracic Surgery Clinics",
		"volume": "20"
	},
	{
		"id": "MUKHOPADHYAY201320",
		"source_id": "MUKHOPADHYAY201320",
		"type": "article",
		"title": "Effect of anode configuration on electrical properties and cell polarization in planar anode supported SOFC",
		"author": "Madhumita Mukhopadhyay and Jayanta Mukhopadhyay and Abhijit Das Sharma and Rajendra N. Basu",
		"keywords": "Electroless anode, Electrical conductivity, Redox cycling, Electrochemical performance, Endurance test, Cell polarization",
		"doi": "https://doi.org/10.1016/j.ssi.2012.12.005",
		"abstract": "A detailed investigation is carried out to correlate configurational variation of SOFC anode with electrical characterizations. For this purpose, Ni-YSZ cermet anode (28–32vol.% Ni) having a novel core-shell microstructure (prepared by electroless technique) has been used in conjunction with conventional cermet (40vol.% Ni). Depending upon the thickness, electroless cermet is used in two configurations, viz. (i) as layered anode and (ii) as anode active layers (AAL). Thicknesses of electroless layer are varied sequentially for both these configurations for inducing functionality in the cermet. Layered anode with 140μm electroless layer (32vol.% Ni) shows maximum electrical conductivity (644Scm−1) with only 7% degradation after 20 redox cycles at 800°C. A theoretical approach is attempted to explain the overall cell polarization behavior and to quantify the polarization components. Single cells fabricated with electroless AAL show lowest polarization (~0.3Ω.cm2) with minimum contribution of charge transfer and concentration polarization. As a result, single cell having such a thin (~15μm) AAL, exhibits the highest electrochemical performance (~3.7A.cm−2) with significant low degradation rate (2.8% 1000h−1) at 800°C, 0.7V.",
		"pages": "20-31",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167273812006704",
		"journal": "Solid State Ionics",
		"volume": "233"
	},
	{
		"id": "TARTIS20061771",
		"source_id": "TARTIS20061771",
		"type": "article",
		"title": "Therapeutic effects of paclitaxel-containing ultrasound contrast agents",
		"author": "Michaelann Shortencarier Tartis and Jennifer McCallan and Aaron F.H. Lum and Rachel LaBell and Susanne M. Stieger and Terry O. Matsunaga and Katherine W. Ferrara",
		"keywords": "Targeted drug delivery, Paclitaxel, Ultrasound contrast agents, Radiation force, αβ Acoustically active lipospheres (AALs), Angiogenesis",
		"doi": "https://doi.org/10.1016/j.ultrasmedbio.2006.03.017",
		"abstract": "Drug delivery vehicles that combine ultrasonic and molecular targeting are shown to locally concentrate a drug in a region-of-interest. The drug delivery vehicles, referred to as acoustically active lipospheres (AALs), are microbubbles surrounded by a shell of oil and lipid. In a region limited to the focal area of ultrasound application, circulating AALs are deflected by radiation force to a vessel wall and can subsequently be fragmented. Ligands targeting the αvβ3 integrin are conjugated to the AAL shell and increase in vitro binding by 26.5-fold over nontargeted agents. Toxicity assays demonstrate that paclitaxel-containing AALs exert a greater antiproliferative effect after insonation than free paclitaxel at an equivalent concentration. Lastly, ultrasound and molecular targeting are combined to deliver a model drug to the endothelium and interstitium of chorioallantoic membrane vasculature in vivo. (E-mail: kwferrara@ucdavis.edu)",
		"pages": "1771-1780",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0301562906015353",
		"journal": "Ultrasound in Medicine & Biology",
		"volume": "32"
	},
	{
		"id": "ROLLS20151",
		"source_id": "ROLLS20151",
		"type": "article",
		"title": "Implementation of a new parcellation of the orbitofrontal cortex in the automated anatomical labeling atlas",
		"author": "Edmund T. Rolls and Marc Joliot and Nathalie Tzourio-Mazoyer",
		"keywords": "AAL atlas",
		"doi": "https://doi.org/10.1016/j.neuroimage.2015.07.075",
		"abstract": "An alternative parcellation of the orbitofrontal cortex is described for the automated anatomical labeling atlas of Tzourio-Mazoyer et al. (2002) (Automated anatomical labeling of activations in SPM using a macroscopic anatomical parcellation of the MNI MRI single-subject brain. NeuroImage 15:273–289). The new parcellation of the orbitofrontal cortex follows the description provided by Chiavaras, Petrides, and colleagues (2000, 2001). The new atlas is available as a toolbox for SPM at http://www.gin.cnrs.fr/AAL2.",
		"pages": "1-5",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811915006953",
		"journal": "NeuroImage",
		"volume": "122"
	},
	{
		"id": "TOOP201511593",
		"source_id": "TOOP201511593",
		"type": "article",
		"title": "Synthesis and biological evaluation of analogs of AAL(S) for use as ceramide synthase 1 inhibitors11Electronic supplementary information (ESI) available: Synthetic procedures and characterisation data for all new compounds. See DOI: 10.1039/c5ob01931a",
		"author": "Hamish D. Toop and Anthony S. Don and Jonathan C. Morris",
		"doi": "https://doi.org/10.1039/c5ob01931a",
		"abstract": "A convergent synthesis to access hydrophobic tail analogs and head group modifications of AAL(S) is described. The analogs synthesised were evaluated for their ability to inhibit ceramide synthase 1 and for their cytotoxicity in K562 cells. Our results have identified inhibitors which are non-cytotoxic yet maintain CerS1 inhibition.",
		"pages": "11593-11596",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1477052022024739",
		"journal": "Organic & Biomolecular Chemistry",
		"volume": "13"
	},
	{
		"id": "SHIMOMURA201530",
		"source_id": "SHIMOMURA201530",
		"type": "article",
		"title": "Establishment of a novel lectin–antibody ELISA system to determine core-fucosylated haptoglobin",
		"author": "Mayuka Shimomura and Kotarosumitomo Nakayama and Kanako Azuma and Naoko Terao and Kimihiro Nishino and Shinji Takamatsu and Miyako Nakano and Shiro Takahashi and Yuka Kobayashi and Kohei Murata and Yoshihiro Kamada and Eiji Miyoshi",
		"keywords": "Fucosylation, Haptoglobin, Lectin–antibody ELISA, Core fucose, PhoSL, AAL",
		"doi": "https://doi.org/10.1016/j.cca.2015.03.037",
		"abstract": "Background Fucosylated haptoglobin (Fuc-Hpt) is a novel cancer biomarker that increases in various pathological conditions. We previously established a Fuc-Hpt lectin–antibody assay using Aleuria aurantia lectin (AAL), and applied this to diagnose several diseases, including various cancers. AAL recognizes both α1-3/1-4 and α1-6 fucosylation on N/O-linked glycans. These fucosylation types differ in biological function, and in regulation by different fucosyltransferases. Recently, we identified a novel lectin, Pholiota squarrosa lectin (PhoSL), which specifically recognizes α1-6 fucosylation (core-fucosylation). Methods We developed a lectin–antibody ELISA kit using PhoSL to determine core-Fuc-Hpt levels in sera from colorectal or pancreatic cancer patients. Results Serum levels of AAL-reactive Hpt are higher in pancreatic cancer patients, whereas those of PhoSL-reactive Hpt are higher in colorectal cancer patients. Mass spectrometry analyses of Hpt fucosylation levels were consistent with lectin–antibody ELISA results. Hpt-transfected colorectal cancer cell lines produced significant amounts of core-Fuc-Hpt, suggesting that colorectal cancer tissues produce core-Fuc-Hpt. Conclusions These differences in Fuc-Hpt patterns might depend on cancer cells and the surrounding cells, which produce Hpt.",
		"pages": "30-36",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009898115001813",
		"journal": "Clinica Chimica Acta",
		"volume": "446"
	},
	{
		"id": "HADA199937",
		"source_id": "HADA199937",
		"type": "article",
		"title": "Discrimination of liver cirrhosis from chronic hepatitis by measuring the ratio of Aleuria aurantia lectin-reactive serum cholinesterase to immunoreactive protein",
		"author": "Toshikazu Hada and Masahide Kondo and Kiyoshi Yasukawa and Yoshiki Amuro and Kazuya Higashino",
		"keywords": "Lectin, Sugar chain, Chronic liver disease, ELISA",
		"doi": "https://doi.org/10.1016/S0009-8981(98)00202-2",
		"abstract": "We have previously reported that Aleuria aurantia lectin (AAL)-reactive serum cholinesterase (ChE) activity increases in liver cirrhosis (LC) and hepatocellular carcinoma (HCC) compared with chronic hepatitis (CH) and normal controls (NC), and measurement of AAL-reactive ChE activity is useful in discriminating LC from CH. In the present study, we have demonstrated that the measurement of the ratio of AAL-reactive ChE to immuno-reactive ChE protein (AAL/ChE) is superior to the measurement of only AAL-reactive ChE for differentiating LC from CH. At a cut-off value of 4.0 arbitrary units of AAL/ChE, the diagnostic accuracy was 87.7%. This diagnostic accuracy is similar to that of serum hyaluronan, 88.8%. We also examined whether the AAL/ChE measurement is useful for differentiating Childs stage A LC from chronic active hepatitis (CAH) 2B. When mean+2SD of AAL/ChE in patients with CAH2B was used as a cut-off value for the specific diagnosis of LC, the diagnostic accuracy was 70.2%. These results demonstrate that measurement of AAL/ChE is useful for discriminating LC from CH.",
		"pages": "37-46",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009898198002022",
		"journal": "Clinica Chimica Acta",
		"volume": "281"
	},
	{
		"id": "DARAGMEH2012841",
		"source_id": "DARAGMEH2012841",
		"type": "article",
		"title": "Needs Assessment and Beyond in the Setup of Centers for Teaching and Learning Excellence: An-Najah University Center as a Case Study",
		"author": "Abdel Karim Daragmeh and Denise Drane and Gregory Light",
		"keywords": "Centers of Excellence, needs assessment, capacity building, micro-interventions, macro-interventions",
		"doi": "https://doi.org/10.1016/j.sbspro.2012.06.745",
		"abstract": "An-Najah University recently established a center for excellence in learning and teaching (CELT) in collaboration with Northwestern University. The main goal of the center is to support the universitys transition to a more learner-centered, technology-assisted environment. This paper focuses on the CELT Teaching Fellows Program, a program to build leadership capacity in learning and teaching. It also reports on key challenges which the center encountered when it began to engage with the university and its response to those challenges which included: i) developing a participation strategy, ii) creating multi-specialist teaching fellow teams, and iii) responding to macro-intervention requests.",
		"pages": "841-847",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042812024810",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "47"
	},
	{
		"id": "SANTOS20141351",
		"source_id": "SANTOS20141351",
		"type": "article",
		"title": "Internet of Things and Smart Objects for M-health Monitoring and Control",
		"author": "Alexandre Santos and Joaquim Macedo and António Costa and M. João Nicolau",
		"keywords": "Internet of Things, RFID, Ambient Assisted Living, M-Health, ONS, PHR ;",
		"doi": "https://doi.org/10.1016/j.protcy.2014.10.152",
		"abstract": "Internet of Things combined with Radio Frequency IDentification technology enable a whole new context for smart objects that are able to combine their physical and virtual existences. Radio Frequency IDentification, putting an identification label into every object, enables a smart system to get information, either real-time or virtual-linked information, without any physical contact. Information retrieved from such an object, turns it into a potential smart object, certainly able to auto identify itself and, if security problems are suitably treated, most probably able to connect to the global Internet. This way, one can get an ubiquitous framework to access, monitor and control any of those smart objects over an Internet of connected things. RFID tags in medical context enable a rapid and precise identification of each smart entity, enabling a ubiquitous and quick access to Personal Health Records over an Internet of Things. The use of smart phones with Internet access, along with strong security concerns - such as authenticity, privacy, confidentiality, integrity, data origin authentication, entity authentication and non-repudiation - turn this whole context into a decentralized and mobile healthcare system. Using the simple IoT architecture presented, combining smart objects, the security solution and mobile communications, one may remotely take care of patients’ well being, establishing an ubiquitous Ambient Assisted Living for Mobile Health applications. As an application example, a prototype m-health service, its security mechanisms and web based application, establish a use case scenario for the evaluation of the proposed architecture.",
		"pages": "1351-1360",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S221201731400379X",
		"journal": "Procedia Technology",
		"volume": "16"
	},
	{
		"id": "MITTERBAUER2009206",
		"source_id": "MITTERBAUER2009206",
		"type": "article",
		"title": "Behavior Recognition and Prediction With Hidden Markov Models for Surveillance Systems",
		"author": "Josef Mitterbauer and Dietmar Bruckner and Rosemarie Velik",
		"keywords": "Building Automation, Hidden Markov Models, Scenario Recognition, Ambient Assisted Living, Behavior Prediction",
		"doi": "https://doi.org/10.3182/20090520-3-KR-3006.00030",
		"abstract": "A method for learning models of a persons behavior in a building is described. The persons movements and some activities are detected by sensors. From the sensor values a Hidden Markov Model (HMM) is learned. Once a model is built, it allows calculating of predictions of the persons behavior with respect to incoming sensor values. A method for learning HMM structures from sample data is described.",
		"pages": "206-211",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667016341581",
		"journal": "IFAC Proceedings Volumes",
		"volume": "42"
	},
	{
		"id": "PORTE20011618",
		"source_id": "PORTE20011618",
		"type": "article",
		"title": "Randomized controlled trial of a synthetic sealant for preventing alveolar air leaks after lobectomy",
		"author": "Henri L Porte and Thomas Jany and Rias Akkad and Massimo Conti and Patricia A Gillet and Anne Guidat and Alain J Wurtz",
		"doi": "https://doi.org/10.1016/S0003-4975(01)02468-7",
		"abstract": "Background. The intraoperative application of synthetic surgical lung sealant (SLS) to surfaces leaking air or at risk of air leaks has been advocated to reduce alveolar air leaks (AAL) after lobectomy. Methods. This study was designed to investigate the effectiveness of SLS in reducing AAL in patients considered intraoperatively to have moderate to severe AAL, after all conventional measures to reduce such leaks had been used. Over 17 months, 124 patients undergoing standard lobectomy were randomized to standard closure of parenchymal surgical sites, with or without SLS. Results. In treated patients, the mean numbers of intraoperative AAL after application of SLS were significantly smaller than in untreated patients (38.5 mL versus 59.9 mL, p = 0.0401). Postoperatively, the mean time to last observable AAL was shorter in the treated group (33.7 hours versus 63.2 hours, p = 0.0134) and the mean percentage of patients free of AAL at days 3 and 4 was smaller (87% versus 58.5%, p = 0.002). However, the occurrence of incomplete lung expansion after drain removal, and the length of the postoperative hospital stay due to prolonged AAL, were not different. In the treatment group, 4 patients developed localized empyema and incomplete lung expansion without bronchopleural fistula 7, 12, 15, and 20 days, respectively, after operation. In these 4 patients, inserted chest tubes drained infected sealant. Conclusions. Surgical lung sealant may be a useful adjunct to conventional techniques for reducing moderate and severe AAL after lobectomy, but its use seems to increase the risk of postoperative empyema.",
		"pages": "1618-1622",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003497501024687",
		"journal": "The Annals of Thoracic Surgery",
		"volume": "71"
	},
	{
		"id": "MATSUMURA200715700",
		"source_id": "MATSUMURA200715700",
		"type": "article",
		"title": "Carbohydrate Binding Specificity of a Fucose-specific Lectin from Aspergillus oryzae: A NOVEL PROBE FOR CORE FUCOSE*",
		"author": "Kengo Matsumura and Katsuya Higashida and Hiroki Ishida and Yoji Hata and Kenji Yamamoto and Masaki Shigeta and Yoko Mizuno-Horikawa and Xiangchun Wang and Eiji Miyoshi and Jianguo Gu and Naoyuki Taniguchi",
		"doi": "https://doi.org/10.1074/jbc.M701195200",
		"abstract": "The α1,6-fucosyl residue (core fucose) of glycoproteins is widely distributed in mammalian tissues and is altered under pathological conditions. A probe that specifically detects core fucose is important for understanding the role of this oligosaccharide structure. Aleuria aurantia lectin (AAL) and Lens culimaris agglutinin-A (LCA) have been often used as carbohydrate probes for core fucose in glycoproteins. Here we show, by using surface plasmon resonance (SPR) analysis, that Aspergillus oryzae l-fucose-specific lectin (AOL) has strongest preference for the α1,6-fucosylated chain among α1,2-, α1,3-, α1,4-, and α1,6-fucosylated pyridylaminated (PA)-sugar chains. These results suggest that AOL is a novel probe for detecting core fucose in glycoproteins on the surface of animal cells. A comparison of the carbohydrate-binding specificity of AOL, AAL, and LCA by SPR showed that the irreversible binding of AOL to the α1,2-fucosylated PA-sugar chain (H antigen) relative to the α1,6-fucosylated chain was weaker than that of AAL, and that the interactions of AOL and AAL with α1,6-fucosylated glycopeptide (FGP), which is considered more similar to in vivo glycoproteins than PA-sugar chains, were similar to their interactions with the α1,6-fucosylated PA-sugar chain. Furthermore, positive staining of AOL, but not AAL, was completely abolished in the cultured embryo fibroblast (MEF) cells obtained from α1,6-fucosyltransferase (Fut8) knock-out mice, as assessed by cytological staining. Taken together, these results suggest that AOL is more suitable for detecting core fucose than AAL or LCA.",
		"pages": "15700-15708",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021925820874444",
		"journal": "Journal of Biological Chemistry",
		"volume": "282"
	},
	{
		"id": "OIKAWA19996621",
		"source_id": "OIKAWA19996621",
		"type": "article",
		"title": "Total synthesis of AAL-toxin TA1",
		"author": "Hideaki Oikawa and Daisuke Yamawaki and Takashi Kagawa and Akitami Ichihara",
		"keywords": "toxins, condensations",
		"doi": "https://doi.org/10.1016/S0040-4039(99)01322-2",
		"abstract": "Two alternative synthetic routes of the left-half segment 5 have been developed. Efficient condensation between the left and right segments followed by Pd-catalyzed deoxygenation and further elaboration achieved the first total synthesis of AAL-toxin TA1. This allowed us to synthesize various AAL-toxin analogs which would be useful for investigating SAR studies of AAL-toxins.",
		"pages": "6621-6625",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040403999013222",
		"journal": "Tetrahedron Letters",
		"volume": "40"
	},
	{
		"id": "FATHUROKHMAN2013967",
		"source_id": "FATHUROKHMAN2013967",
		"type": "article",
		"title": "The Necessity of Restorative Justice on Juvenile Delinquency in Indonesia, Lessons Learned from the Raju and AAL Cases",
		"author": "Ferry Fathurokhman",
		"keywords": "Musyawarah, Restorative Justice, Juvenile Delinquent, Juvenile Delinquency",
		"doi": "https://doi.org/10.1016/j.proenv.2013.02.115",
		"abstract": "Since the Netherlands introduced and implemented modern law in Indonesia (1918), Indonesian people have turned to modern law as a tool for conflict resolution. Indonesian people generally tend to resolve conflicts with musyawarah mufakat (deliberation/consensus). It is Indonesias typical conflict resolution mechanism. The court, for Indonesian people, is last resort that should be conducted only if musyawarah mufakat fails to mediate the conflict. The implementation of modern law (the court system) usually creates social problems. Juvenile delinquency law enforcement is one issue that so far has increased societal tension. Recent cases attracting widespread concern are the Raju and AAL cases. Muhammad ‘Raju’ Azwar was possibly less than eight-year-oldaaRajus actual age, however, remains in controversy, as there is conflicting data regarding his age. boy when the court decided to detain him for assault as a result of a fight with a schoolmate. The societal opinion was that the detention was overzealous and extreme. Another case that inflames societal emotions i the ‘sandal case’ of AAL. AAL was a 15-year-old boy accused of stealing sandals belonging to a policeman. In the sense of modern law, a crime is a crime, laws should be enforced. However, most Indonesian people believe that the cases mentioned above are too insignificant to be tried in court, which can negatively impact the childrens futures. Other methods exist to settle such petty crimes. In Indonesia, we call such methods musyawarah mufakat, referred to in other countries as restorative justice.",
		"pages": "967-975",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878029613001175",
		"journal": "Procedia Environmental Sciences",
		"volume": "17"
	},
	{
		"id": "PEDRAZA201349",
		"source_id": "PEDRAZA201349",
		"type": "article",
		"title": "Privacy-by-design rules in face recognition system",
		"author": "J. Pedraza and Miguel A. Patricio and A. de Asís and J.M. Molina",
		"keywords": "Biometric identification, Ambient intelligence, Privacy-by-design, European law, Human rights",
		"doi": "https://doi.org/10.1016/j.neucom.2012.03.023",
		"abstract": "In this paper, we develop a face recognition system based on softcomputing techniques, which complies with privacy-by-design rules and defines a set of principles that are context-aware applications (including biometric sensors) and should contain to conform to European and US law. This paper deals with the necessity to consider legal issues concerning privacy or human rights in the development of biometric identification in ambient intelligence systems. Clearly, context-based services and ambient intelligence (and the most promising research area in Europe, namely ambient assisted living, ALL) call for a major research effort on new identification procedures.",
		"pages": "49-55",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231212006728",
		"journal": "Neurocomputing",
		"volume": "109"
	},
	{
		"id": "ROTHWALTER20041362",
		"source_id": "ROTHWALTER20041362",
		"type": "article",
		"title": "M cell targeting with Aleuria aurantia lectin as a novel approach for oral allergen immunotherapy",
		"author": "Franziska Roth-Walter and Isabella Schöll and Eva Untersmayr and Renate Fuchs and George Boltz-Nitulescu and Andrea Weissenböck and Otto Scheiner and Franz Gabor and Erika Jensen-Jarolim",
		"keywords": "Aleuria aurantia , M cell, gastrointestinal tract, oral immunotherapy, allergy, birch pollen, microspheres, PLGA, Salmonella typhimurium",
		"doi": "https://doi.org/10.1016/j.jaci.2004.08.010",
		"abstract": "Background The extent and quality of the immune response to orally applied allergens may critically depend on the precise site of uptake at the intestinal mucosa. Objective The aim of this study was to construct allergen vehicles optimized for oral allergen immunotherapy. Methods By using a murine model, we examined the immunomodulatory effect of birch pollen proteins entrapped in poly(D,L-lactide-co-glycolide) microspheres, which were specifically targeted to enterocytes or to M cells, in an ongoing Th2 response. BALB/c mice express different carbohydrates on these 2 cell types. To target the sialylic residues on murine enterocytes, we functionalized microspheres with wheat germ agglutinin (WGA) and, to target α-L-fucose on M cells, with a lectin from Aleuria aurantia (AAL), the orange peel mushroom. Results Both WGA and AAL functionalization enhanced binding to human Caco2 cells substantially, which express sialylic and, as carcinoma cells, also α-L-fucose residues. Different groups of BALB/c mice were first sensitized to birch pollen and subsequently fed with birch pollen-loaded functionalized (WGA microspheres, AAL microspheres) or nonfunctionalized, birch pollen extract–loaded particles. When mice were fed with AAL microspheres, birch pollen-specific IgG2a, but not IgG1 or IgE, increased significantly. As expected, in a 3H-thymidin assay, their splenocytes proliferated specifically on birch pollen stimulation. Both targeting strategies, using WGA or AAL, induced IL-10 as well as IL-4 production. However, in AAL microsphere–treated mice, IFN-γ synthesis was significantly increased, which may be responsible for the significant IgG2a production in this group. Conclusion Our data indicate that targeting M cells by using AAL-coated allergen vehicles may be a promising strategy for oral allergen immunotherapy.",
		"pages": "1362-1368",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0091674904022134",
		"journal": "Journal of Allergy and Clinical Immunology",
		"volume": "114"
	},
	{
		"id": "TOMAZ201340",
		"source_id": "TOMAZ201340",
		"type": "article",
		"title": "Land cover change and afforestation of marginal and abandoned agricultural land: A 10year analysis in a Mediterranean region",
		"author": "Carlos Tomaz and Cristina Alegria and José Massano Monteiro and Maria Canavarro Teixeira",
		"keywords": "Native oaks, Land cover change, Species selection, Forest fires, Ecological zoning",
		"doi": "https://doi.org/10.1016/j.foreco.2013.07.044",
		"abstract": "In Mediterranean countries land abandonment, the loss of traditional land-use systems and the action of fire are causing forests degradation, increasing erosion risk and desertification. The Rural Development Programme–Afforestation of Agricultural Land (RURIS–AAL) is an afforestation programme for marginal and abandoned agricultural land which intends to contribute to the rehabilitation of degraded lands and to mitigate the effects of desertification. The study was conducted in a Mediterranean region under desertification risk. The goal of the study was twofold: (i) to explore the main drivers of land cover change and the impact of RURIS–AAL on both agriculture area loss and on native oaks area recovery and (ii) to assess the appropriateness of the species used and the levels of afforestation success of RURIS–AAL from 2002 until 2011. The analysis was conducted through spatial analysis in a Geographical Information System and by statistical analysis using both nonparametric correlations and Categorical Principal Components Analysis (CATPCA). The results proved that the study area’s land cover change (2000–2006) was mainly due to forest fires and as result, a decrease in forest areas (ground cover higher than 30%) as opposed to an increase of open forests (ground cover between 10% and 30%), cuts and new plantations areas was observed. The impact of RURIS–AAL on agricultural area loss was found to be very weak (−1009ha; −0.6%). The species used in RURIS–AAL were well selected in relation to theirs ecological zoning and the levels of afforestation success were high (76%). A total of 3363ha were forested mainly with pure cork oak and mixtures of cork oak and holm oak (86%) which was very positive to recover oak forest area. Moreover, the CATPCA proved that the combination of the necessary biophysical conditions for each species together with the most appropriated procedures for stand establishment was verified in RURIS–AAL. High afforestation success rates were obtained for both pure cork oak stands (79%) and mixed stands of cork oak (89%), namely mixed umbrella pine and cork oak stands (95%). Both species, cork oak and umbrella pine, are very well adapted to Mediterranean environments and offer non-wood products (cork and cone) of high market value which will both improve farm’s multi-functionality and provide extra incomes in the long-term. These findings are important guidelines to be kept in consideration for successful afforestation in future programmes in Mediterranean regions.",
		"pages": "40-49",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378112713005008",
		"journal": "Forest Ecology and Management",
		"volume": "308"
	},
	{
		"id": "KIM2015154",
		"source_id": "KIM2015154",
		"type": "article",
		"title": "Surface chemical heterogeneity of polyamide RO membranes: Measurements and implications",
		"author": "Youngjin Kim and Sangyoup Lee and Jihoon Kuk and Seungkwan Hong",
		"keywords": "Membrane surface characterization, Atomic force microscopy, Surface chemical heterogeneity, RO membrane, Membrane fouling",
		"doi": "https://doi.org/10.1016/j.desal.2015.04.006",
		"abstract": "The chemical heterogeneity (charge distribution) of polyamide reverse osmosis (RO) membrane surfaces and its influence on membrane fouling were investigated using atomic force microscopy (AFM). Negatively charged carboxyl modified latex (CML) and positively charged aliphatic amine latex (AAL) particles were employed to make AFM colloidal probes. The adhesive forces were significantly higher with the AAL probe due to negatively charged membrane surfaces. The chemical heterogeneity measured by AFM colloidal probes indicated that RO membranes could have chemically heterogeneous surfaces even if they exhibited similar average surface properties including zeta potential, contact angle and surface roughness. By performing fouling experiments with two commercial RO membranes of different chemical heterogeneities, it was demonstrated that RO membrane with high chemical heterogeneity was more prone to fouling, suggesting that surface charge distribution is one of the key factors governing RO membrane fouling. Consequently, surface chemical heterogeneity provides a new tool for accessing membrane fouling mechanisms and a novel concept for developing fouling resistant RO membranes.",
		"pages": "154-160",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0011916415002325",
		"journal": "Desalination",
		"volume": "367"
	},
	{
		"id": "SANTIGADELHA20061050",
		"source_id": "SANTIGADELHA20061050",
		"type": "article",
		"title": "Purification and biological effects of Araucaria angustifolia (Araucariaceae) seed lectin",
		"author": "Tatiane Santi-Gadelha and Carlos Alberto de Almeida Gadelha and Karoline Sabóia Aragão and Cecı´lia Carvalho de Oliveira and Mário Rogério Lima Mota and Raphaela Cardoso Gomes and Alana de Freitas Pires and Marcos Hikari Toyama and Daniela de Oliveira Toyama and Nylane Maria Nunes de Alencar and David Neil Criddle and Ana Maria Sampaio Assreuy and Benildo Sousa Cavada",
		"keywords": "Plant lectin seeds, , Characterization, Purification, Anti-inflammatory, Antibacterial",
		"doi": "https://doi.org/10.1016/j.bbrc.2006.09.149",
		"abstract": "This paper describes the purification and characterization of a new N-acetyl-d-glucosamine-specific lectin from Araucaria angustifolia (AaL) seeds (Araucariaceae) and its anti-inflammatory and antibacterial activities. AaL was purified using a combination of affinity chromatography on a chitin column and ion exchange chromatography on Sephacel-DEAE. The pure protein has 8.0kDa (SDS–PAGE) and specifically agglutinates rabbit erythrocytes, effect that was independent of the presence of divalent cations and was inhibited after incubation with glucose and N-acetyl-d-glucosamine. AaL showed antibacterial activity against Gram-negative and Gram-positive strains, shown by scanning electron microscopy. AaL, intravenously injected into rats, showed anti-inflammatory effect, via carbohydrate site interaction, in the models of paw edema and peritonitis. This lectin can be used as a tool for studying bacterial infections and inflammatory processes.",
		"pages": "1050-1055",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006291X06022091",
		"journal": "Biochemical and Biophysical Research Communications",
		"volume": "350"
	},
	{
		"id": "ROTHWALTER20052703",
		"source_id": "ROTHWALTER20052703",
		"type": "article",
		"title": "Mucosal targeting of allergen-loaded microspheres by Aleuria aurantia lectin",
		"author": "Franziska Roth-Walter and Isabella Schöll and Eva Untersmayr and Adolf Ellinger and George Boltz-Nitulescu and Otto Scheiner and Franz Gabor and Erika Jensen-Jarolim",
		"keywords": "Allergen, Mucosal targeting,  lectin",
		"doi": "https://doi.org/10.1016/j.vaccine.2004.11.052",
		"abstract": "Murine intestinal M-cells express α-l-fucose residues. We constructed α-l-fucose-targeting particles for oral immunotherapy of IgE-mediated allergy. Poly(d,l-lactic-co-glycolic acid)-microspheres were loaded with birch pollen allergens, and functionalised with the α-l-fucose specific Aleuria aurantia lectin (AAL). The AAL-microspheres had a size of 1–3μm, protected the entrapped allergens from gastric degradation and released 46.6±1.3% allergen over 21 days in vitro. Oral gavages of AAL-particles to naïve BALB/c mice induced birch pollen-specific IgG2a, but not IgG1 antibodies. We conclude that targeting allergens to α-l-fucose-receptor bearing cells using AAL-microspheres induces specific Th1-antibody responses possibly counteracting Th2-dominated allergy, and therefore provides a potentially useful formulation for oral immunotherapy.",
		"pages": "2703-2710",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0264410X04009053",
		"journal": "Vaccine",
		"volume": "23"
	},
	{
		"id": "SCHROEDER20131183",
		"source_id": "SCHROEDER20131183",
		"type": "article",
		"title": "Average chest wall thickness at two anatomic locations in trauma patients",
		"author": "Elizabeth Schroeder and Carrie Valdez and Andres Krauthamer and Nadia Khati and Jessica Rasmus and Richard Amdur and Kathleen Brindle and Babak Sarani",
		"keywords": "Needle thoracostomy, Tension pneumothorax",
		"doi": "https://doi.org/10.1016/j.injury.2013.03.027",
		"abstract": "Background Needle thoracostomy is the emergent treatment for tension pneumothorax. This procedure is commonly done using a 4.5cm catheter, and the optimal site for chest wall puncture is controversial. We hypothesize that needle thoracostomy cannot be performed using this catheter length irrespective of the site chosen in either gender. Methods A retrospective review of all chest computed tomography (CT) scans obtained on trauma patients from January 1, 2011 to December 31, 2011 was performed. Patients aged 18 and 80 years were included and patients whose chest wall thickness exceeded the boundary of the images acquired were excluded. Chest wall thickness was measured at the 2nd intercostal (ICS), midclavicular line (MCL) and the 5th ICS, anterior axillary line (AAL). Injury severity score (ISS), chest wall thickness, and body mass index (BMI) were analyzed. Results 201 patients were included, 54% male. Average (SD) BMI was 26 (7)kg/m2. The average chest wall thickness in the overall cohort was 4.08 (1.4)cm at the 2nd ICS/MCL and 4.55 (1.7)cm at the 5th ICS/AAL. 29% of the overall cohort (27 male and 32 female) had a chest wall thickness greater than 4.5cm at the 2nd ICS/MCL and 45% (54 male and 36 female) had a chest wall thickness greater than 4.5cm at the 5th ICS/AAL. There was no significant interaction between gender and chest wall thickness at either site. BMI was positively associated with chest wall thickness at both the 2nd and 5th ICS/AAL. Conclusion A 4.5cm catheter is inadequate for needle thoracostomy in most patients regardless of puncture site or gender.",
		"pages": "1183-1185",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138313001617",
		"journal": "Injury",
		"volume": "44"
	},
	{
		"id": "SALEHI200583",
		"source_id": "SALEHI200583",
		"type": "article",
		"title": "The influence of short-term fasting on the quality of small bowel graft preservation",
		"author": "Payam Salehi and Thomas A. Churchill",
		"keywords": "Nutritional status, Small bowel preservation, Nutrient-rich solution, UW solution",
		"doi": "https://doi.org/10.1016/j.cryobiol.2004.11.003",
		"abstract": "Introduction Donor nutritional status may be a determinant of small bowel (SB) quality following storage. In this study, we investigated the effect of donor nutritional status and a proven nutrient-rich preservation solution on graft quality following cold storage. Methods Rats were fasted (12–14h) or non-fasted. SB (n=6) was flushed vascularly with modified University of Wisconsin (UW) solution and flushed luminally with UW or an amino acid-rich (AA) solution as follows: Fasted. UWV, none; UWL, UW solution; AAL, AA solution. Non-fasted. UWV, none; UWL, UW solution; AAL, AA solution. Energetics, peroxidation (malondialdehyde; MDA), glutathione and histology were assessed over 24h at 4°C. Results Energetics (ATP, ATP/ADP, and energy charge) were significantly higher in AAL (fasted and non-fasted) groups than other groups. However, there were no differences in energetics parameters between fasted and non-fasted animals in all groups. MDA was higher in fasted groups than non-fasted tissues; interestingly, AAL values were up to 10-fold lower than other groups. Higher glutathione levels were detected in non-fasted AAL tissues. Mucosal integrity was markedly superior in luminally treated tissues (UWL and AAL) in fasted and non-fasted states. Most noteably, AAL tissues from fasted animals exhibited grade 2 injury (villus clefting), whereas normal mucosa was observed in non-fasted tissues (grade 0). Conclusion Luminal flushing and a nutrient-rich preservation solution improve energetics, oxidative stress, and mucosal integrity during storage. Poorer donor nutritional status does not affect energetics throughout storage, but causes mucosal injury as a result of increased oxidative stress, even after a brief period of donor fasting.",
		"pages": "83-92",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0011224004001415",
		"journal": "Cryobiology",
		"volume": "50"
	},
	{
		"id": "DIRACO2014182",
		"source_id": "DIRACO2014182",
		"type": "article",
		"title": "In-home hierarchical posture classification with a time-of-flight 3D sensor",
		"author": "Giovanni Diraco and Alessandro Leone and Pietro Siciliano",
		"keywords": "Human posture recognition, Time-of-flight sensor, Active vision, Ambient assisted living, In-home monitoring",
		"doi": "https://doi.org/10.1016/j.gaitpost.2013.07.003",
		"abstract": "A non-invasive technique for posture classification suitable to be used in several in-home scenarios is proposed and preliminary validation results are presented. 3D point cloud sequences were acquired using a single time-of-flight sensor working in a privacy preserving modality and they were processed with a low power embedded PC. In order to satisfy different application requirements (e.g. covered distance range, processing speed and discrimination capabilities), a twofold discrimination approach was investigated in which features were hierarchically arranged from coarse to fine by exploiting both topological and volumetric representations. The topological representation encoded the intrinsic topology of the bodys shape using a skeleton-based structure, thus guaranteeing invariance to scale, rotations and postural changes and achieving a high level of detail with a moderate computational cost. On the other hand, using the volumetric representation features were described in terms of 3D cylindrical histograms working within a wider range of distances in a faster way and also guaranteeing good invariance properties. The discrimination capabilities were evaluated in four different real-home scenarios related with the fields of ambient assisted living and homecare, namely “dangerous event detection”, “anomalous behaviour detection”, “activities recognition” and “natural human–ambient interaction”. For each mentioned scenario, the discrimination capabilities were evaluated in terms of invariance to viewpoint changes, representation capabilities and classification performance, achieving promising results. The two feature representation approaches exhibited complementary characteristics showing high reliability with classification rates greater than 97%.",
		"pages": "182-187",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636213003081",
		"journal": "Gait & Posture",
		"volume": "39"
	},
	{
		"id": "ESPTEIN201442",
		"source_id": "ESPTEIN201442",
		"type": "article",
		"title": "EU-AAL: The MobilityMotivator: Challenges and opportunities",
		"author": "M. Esptein and W. Breipohl and M.-M. Bernard",
		"doi": "https://doi.org/10.1016/j.eurtel.2014.01.021",
		"pages": "42",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212764X14000247",
		"journal": "European Research in Telemedicine / La Recherche Européenne en Télémédecine",
		"volume": "3"
	},
	{
		"id": "FABIAN20031587",
		"source_id": "FABIAN20031587",
		"type": "article",
		"title": "Fibrin glue in pulmonary resection: a prospective, randomized, blinded study",
		"author": "Thomas Fabian and John A Federico and Ronald B Ponn",
		"keywords": "11",
		"doi": "https://doi.org/10.1016/S0003-4975(02)04994-9",
		"abstract": "Background In contrast to the rare large-airway bronchopleural fistulas after lung resection, peripheral or alveolar air leaks (AAL) are very common, often prolong hospital stay, increase utilization of resources, and on occasion result in significant morbidity. Various adjuncts have been used in attempts to reduce AAL. One of these, the topical application of fibrin glue, has to date failed to demonstrate efficacy in small clinical trials. This study reexamines the role of fibrin glue in routine lobar and wedge pulmonary resections. Methods Of 113 patients enrolled, 13 became ineligible because of intraoperative findings. The remaining 100 patients were randomly assigned to one of two groups at the conclusion of lung resection, regardless of the presence or absence of identifiable air leak. The control group received no additional intervention. The experimental group underwent application of 5 mL of fibrin glue delivered by a pressurized, aerosolized spraying mechanism. Postoperatively a blinded clinical observer recorded outcomes including the incidence and duration of AAL, prolonged AAL (PAAL), the volume of pleural drainage, the time to tube removal, and the postoperative length of stay (LOS), as well as any complications related to treatment. Results Both groups were comparable with regard to demographics, diagnoses, and procedures. Statistically significant reductions were found in the experimental group in the overall incidence of AAL (34% versus 68%, p = 0.001), mean duration of AAL (1.1 versus 3.1 days, p = 0.005), mean time to chest tube removal (3.5 versus 5.0 days, p = 0.02), and the incidence of PAAL (2% versus 16%, p = 0.015). There was no significant difference in the volume of chest tube drainage or LOS (4.6 days glue and 4.9 days control, p = 0.318). There were no complications related to the use of fibrin glue. Conclusions Aerosolized fibrin glue appears to be safe and effective in reducing AAL. The overall incidence of AAL was reduced by 50% and PAAL occurred in only 1 treated patient (2% versus the usually reported 15%). Further studies with this and other methods are required to delineate routine versus selective use, to compare methods, and clarify cost benefit.",
		"pages": "1587-1592",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003497502049949",
		"journal": "The Annals of Thoracic Surgery",
		"volume": "75"
	},
	{
		"id": "ISLAM201059",
		"source_id": "ISLAM201059",
		"type": "article",
		"title": "Influence of accelerated ageing on the physico-mechanical properties of alkali-treated industrial hemp fibre reinforced poly(lactic acid) (PLA) composites",
		"author": "M.S. Islam and K.L. Pickering and N.J. Foreman",
		"keywords": "Hemp fibre, Polylactic acid, Accelerated ageing, Impact strength, Fracture toughness",
		"doi": "https://doi.org/10.1016/j.polymdegradstab.2009.10.010",
		"abstract": "30 wt% aligned untreated long hemp fibre/PLA (AUL) and aligned alkali treated long hemp fibre/PLA (AAL) composites were produced by film stacking and subjected to accelerated ageing. Accelerated ageing was carried out using UV irradiation and water spray at 50 °C for four different time intervals (250, 500, 750 and 1000 h). After accelerated ageing, tensile strength (TS), flexural strength, Youngs modulus (YM), flexural modulus and mode I fracture toughness (KIc) were found to decrease and impact strength (IS) was found to increase for both AUL and AAL composites. AUL composites had greatest overall reduction in mechanical properties than that for AAL composites upon exposure to accelerated ageing environment. FTIR analysis and crystallinity contents of the accelerated aged composites support the results of the deterioration of mechanical properties upon exposure to accelerated ageing environment.",
		"pages": "59-65",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0141391009003358",
		"journal": "Polymer Degradation and Stability",
		"volume": "95"
	},
	{
		"id": "WU2003317",
		"source_id": "WU2003317",
		"type": "article",
		"title": "A novel titanosilicate with MWW structure: III. Highly efficient and selective production of glycidol through epoxidation of allyl alcohol with H2O2",
		"author": "Peng Wu and Takashi Tatsumi",
		"keywords": "Ti-MWW, Allyl alcohol, Glycidol, Hydrogen peroxide, Liquid-phase epoxidation",
		"doi": "https://doi.org/10.1016/S0021-9517(02)00170-7",
		"abstract": "The catalytic properties of Ti-MWW in the epoxidation of allyl alcohol (AAL) with hydrogen peroxide to glycidol (GLY) have been studied in detail by a comparison with those of TS-1 and pure silica Ti-Beta, and mechanical considerations have been given to the relation between the catalytic performance and the structural, acidic, and hydrophilic/hydrophobic nature of titanosilicates. Ti-MWW catalyzed the AAL epoxidation more actively and selectively than TS-1 and Ti-Beta in the presence of H2O or MeCN, and exhibited a conversion of 95% for AAL and a selectivity of 99% for GLY when the AAL epoxidation was carried out at 333 K for 30 min and at 12 wt% of catalyst to substrate. Ti-MWW proved to be a reusable and sustainable catalyst as it stood up to Ti leaching and maintained the catalytic activity and the product selectivity in the reaction-regeneration cycles. The acidic character due to the boron framework was very weak, and thus contributed negligibly to the solvolysis of GLY. The AAL epoxidation proceeded mainly within the intralayer sinusoid 10-MR channels which supplied more steric fitness to the substrate molecules than the tunnel-like channels of TS-1 ad Ti-Beta. Ti-MWW was more hydrophilic than TS-1, but much more hydrophobic than Ti-Beta. The hydrophilicity of Ti-MWW was presumed to derive mainly from the defect sites due to the incomplete dehydroxylation between the layers and partially as a result of deboronation. The sinusoidal 10-MR channels serving as the reaction space for the AAL epoxidation were considered to be hydrophobic, thus rendering the Ti-MWW catalyst applicable to the substrates and solvents, both of a polar nature.",
		"pages": "317-326",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021951702001707",
		"journal": "Journal of Catalysis",
		"volume": "214"
	},
	{
		"id": "ETTMAYER200684",
		"source_id": "ETTMAYER200684",
		"type": "article",
		"title": "NBD-labeled derivatives of the immunomodulatory drug FTY720 as tools for metabolism and mode of action studies",
		"author": "Peter Ettmayer and Thomas Baumruker and Danilo Guerini and Diana Mechtcheriakova and Peter Nussbaumer and Markus B. Streiff and Andreas Billich",
		"keywords": "Immunomodulation, Fluorescence, Sphingolipids, Kinase, Receptors",
		"doi": "https://doi.org/10.1016/j.bmcl.2005.09.038",
		"abstract": "Fluorescently labeled chiral analogs of the immunomodulatory drug FTY720 and its corresponding phosphates with variable aliphatic spacers between the aromatic ring and the NBD label have been synthesized. Determining the influence of the spacer on the in vitro phosphorylation rate by SPHK1 and 2 resulted in the identification of NBD-(R)-AAL 1c,d which are phosphorylated with an efficiency comparable to that of the unlabeled FTY720 analog (R)-AAL. Furthermore, the NBD-(R)-AAL phosphates 10c,d were proven to be a functional S1P receptor agonist.",
		"pages": "84-87",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0960894X0501214X",
		"journal": "Bioorganic & Medicinal Chemistry Letters",
		"volume": "16"
	},
	{
		"id": "HAN20031851",
		"source_id": "HAN20031851",
		"type": "article",
		"title": "Performance analysis of an AAL multiplexer with dynamic bandwidth allocation in an IP/ATM environment",
		"author": "Dong Hwan Han and Chul Geun Park and Kwang Hyun Baik",
		"keywords": "Discrete-time queue, IP packet, MMBBP, AAL multiplexer, Performance analysis",
		"doi": "https://doi.org/10.1016/S0305-0548(02)00111-9",
		"abstract": "In this paper, we present a discrete-time queueing model with a Markov modulated batch Bernoulli process (MMBBP) as a bursty input traffic model of internet protocol packets in order to investigate the performance of a ATM adaptation layer (AAL) multiplexer with a finite buffer and a threshold-based dynamic bandwidth allocation scheme (DBAS). As a deterministic service time, we use the segmentation processing time devoted to a cell payload in the AAL multiplexer. This service time consists of several slot times and varies in line with threshold levels of the buffer contents. In an MMBBP process, the arrivals during a slot time occur as batch Bernoulli processes with a general distribution of batch sizes varying according to the phases of a Markov chain. We obtain the loss probability and the mean delay of an arbitrary packet. We present some numerical results to show the effects of the burstiness and thresholds on the performance of the AAL multiplexer with a DBAS. Scope and purpose The model which we present takes its origin in the research of appropriate traffic management schemes for carrying Internet protocol (IP) traffic on ATM networks. Due to the connection-oriented nature of ATM and unpredictable bursty characteristics of IP traffic, we need some dynamic schemes in the AAL multiplexer of an interworking unit such as a router in order to support a bandwidth allocation algorithm for IP traffic over ATM backbone networks. Discrete-time finite queueing model has gained to describe queueing multiplexer in an ATM environment where time is slotted into one cell transmission time. Recently, many works reveal the bursty nature of packet arrivals to the IP packet multiplexer. Therefore, we focus on a discrete-time finite queueing model MMBBP/D/1/K of the AAL multiplexer with a threshold-based DBAS in order to control the bursty IP traffic transferred to ATM networks. We analyze the presented model by using the classical supplementary variable method in queueing theory. As a result, we obtain the steady-state queue size distribution at an arbitrary time point and the loss probability and the mean delay of an arbitrary packet.",
		"pages": "1851-1864",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305054802001119",
		"journal": "Computers & Operations Research",
		"volume": "30"
	},
	{
		"id": "BHADAURIA201283",
		"source_id": "BHADAURIA201283",
		"type": "article",
		"title": "Earthworm populations in a traditional village landscape in Central Himalaya, India",
		"author": "T. Bhadauria and P. Kumar and R. Kumar and R.K. Maikhuri and K.S. Rao and K.G. Saxena",
		"keywords": "Land use, Settled subsistence agriculture, Forest, Degradation, Rehabilitation, Soil organic carbon",
		"doi": "https://doi.org/10.1016/j.apsoil.2011.11.011",
		"abstract": "Scientific knowledge of belowground biodiversity in the Himalaya, a biodiversity hotspot, is scarce. The aim of this study was to investigate density and biomass of earthworm populations and soil properties (texture, bulk density, organic C, total N and pH) in the full range of land use types viz., moderately degraded natural forests (MDNF), highly degraded natural forests (HDNF), rehabilitated forest land (RFL), traditional pure crop system (TPCS), traditional agroforestry system (TAS), abandoned agricultural land (AAL) and rehabilitated agricultural land (RAL) in a village landscape in Central Himalayan region of India. Of the 8 species present in the landscape, Amynthas alexandri and Metaphire anomala were the most widely distributed taxa, with the former absent only in RAL and the latter only in HDNF, while Bimastos parvus and Perionyx excavatus were confined to MDNF. TPCS and TAFS harboured the same species. AAL had only one (endogeics) and RAL all the three functional groups (endogeics, epigeics and anecics). All species except B. parvus showed a strong effect of season on population size, with the highest abundance and biomass values observed during rainy season. Only D. nepalensis and M. birmanica were a little bit abundant during dry season in TAFS. In the peak month of September, total density showed a trend of TAFS>TPCS>MDNF>RAL>AAL>RFL>HDNF (147, 132, 63, 27, 14, 8 and 5 individuals m−2, respectively) and biomass of TAFS>TPCS>MDNF>RFL>RAL>AAL>HDNF (266, 199, 51, 24, 21, 16 and 11gm−2, respectively). The study shows that (i) a change from TPCS to TAFS follows a substantial increase in earthworm density/biomass but not in species richness, (ii) TPCS/TAFS and MDNF host equal number of species but different species composition, with the former having much larger abundance than the latter, (iii) conversion of TPCS to AAL and of MDNF to HDNF cause drastic reduction in species richness and soil organic carbon (SOC), (iv) rehabilitation (change from AAL to RAL and HDNF to RFL) only partly recuperates SOC and earthworm fauna over a period of 20 years, (v) native species fail to survive in highly perturbed environment in HDNF and also in recuperating RFL but coexist with exotics in all other land use types, (vi) SOC explained around 60% of the variation in total density/biomass and (vii) heterogeneous landscapes with agriculture-forest mixed land uses are likely to support greater species richness than homogeneous agriculture/forest ones. Huge variability in land use histories, management practices and biophysical conditions warrant more research on spatio-temporal dynamics of earthworm communities and the linkages between belowground biodiversity, aboveground biodiversity and ecosystem functions.",
		"pages": "83-93",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0929139311003167",
		"journal": "Applied Soil Ecology",
		"volume": "53"
	},
	{
		"id": "JOLLY2015462",
		"source_id": "JOLLY2015462",
		"type": "incollection",
		"title": "Disability Movement",
		"author": "Debbie Jolly",
		"keywords": "Disabled people, Independent living, International disability movement, Personal assistants, The social model",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-08-097086-8.28025-2",
		"isbn": "978-0-08-097087-5",
		"abstract": "The disability movement is a movement of disabled people for human rights and independent living. Independent living does not mean people doing everything for themselves, but having the support to live in the same way as nondisabled people, with disabled people making their own choices about where and how they live. The article highlights key issues in the independent living movement as well as some of the key players, it ends by focusing on the situation today and why the independent living movement must become stronger in continuing to fight for the human rights of all disabled people.",
		"pages": "462-466",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780080970868280252"
	},
	{
		"id": "SEMWAL2013450",
		"source_id": "SEMWAL2013450",
		"type": "article",
		"title": "Growth and carbon stocks of multipurpose tree species plantations in degraded lands in Central Himalaya, India",
		"author": "R.L. Semwal and S. Nautiyal and R.K. Maikhuri and K.S. Rao and K.G. Saxena",
		"keywords": "Afforestation, Carbon sequestration, Peoples’ participation, Soil, Himalaya",
		"doi": "https://doi.org/10.1016/j.foreco.2013.08.023",
		"abstract": "Deficiency of long-term data on performance of multipurpose tree plantations in degraded lands delimits the scope of realization of economic benefits from the United Nations-REDD+(Reducing Emissions from Deforestation and Forest Degradation) initiative of climate change mitigation by making payments for reducing emissions in developing countries. This study reports survival, growth and carbon stocks over a period of 20years of mixed-species (Albizia lebbeck, Alnus nepalensis, Boehmaria rugulosa, Celtis australis, Dalbergia sissoo, Ficus glomerata, Grewia optiva, Prunus cerasoides, Pyrus pashia and Sapium sebiferum) plantations (planting density of 110 treesha−1 of each species and random mixing such that neighboring individuals did not belong to the same species) established with people’s participation in abandoned agricultural land (AAL) and highly degraded forest land (HDFL), in Central Himalaya, India. Trees were lopped and crops were grown at the AAL site, while grasses were cut after planting at the HDFL site. Mortality occurred during the initial 3-year-period at both sites but after 7years only at the AAL site. After 20years, average survival at the AAL site was 87% compared to 51% at the HDFL site, with B. rugulosa, G. optiva and F. glomerata showing higher mortality than other species at the latter site. Annual height, girth and aboveground biomass increment rates across species and sites over 20-year period varied in the range of 23–84cmyear−1, 1.3–3.9cmyear−1 and 1.0–8.0 kg tree−1 year−1, respectively. The site as well as species effects tended to diminish with age. At the age of 20years, B. rugulosa accumulated aboveground biomass 5.7-fold, G. optiva 3.2-fold, C. australis 2.3-fold, F. glomerata and P. cerasoides 1.5–1.6-fold and, A. nepalensis and D. sissoo 1.2-fold greater at the AAL site compared to the HDFL site. S. sebiferum and A. lebbeck had marginally lower biomass at the AAL site than the HDFL site, while the site effect was not significant in P. pashia. Over the 20-year period, tree-crop mixed system at the AAL site, apart from supporting better tree growth, provided larger quantities of utilizable biomass (206Mg of food, fodder and fuelwoodha−1) compared to the HDFL site (14.4Mg of palatable grassesha−1). The two sites had similar total (vegetation+litter+soil) C accumulation rates (2.3–2.5MgCha−1year−1). With ban on income from timber in the current policies, payments for carbon sequestration from exclusive tree planting (US $ 37family−1year−1) would be negligible compared to the income from crops (US $ 400–900family−1year−1) in tree-crop mixed system. There is an urgent need of policies (i) safeguarding economic interests of local people from tree planting in degraded lands and (ii) enhancing silvicultural and ecological knowledge of multipurpose tree species to optimize multiple benefits from them.",
		"pages": "450-459",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378112713005501",
		"journal": "Forest Ecology and Management",
		"volume": "310"
	}
]