[
	{
		"id": "GREAVES2021e148",
		"source_id": "GREAVES2021e148",
		"type": "article",
		"title": "Perceptions of allied health professionals on the implementation of the active and independent living programme national strategy: Exploratory qualitative study",
		"author": "J. Greaves",
		"doi": "https://doi.org/10.1016/j.physio.2021.10.145",
		"pages": "e148",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0031940621002303",
		"journal": "Physiotherapy",
		"volume": "113"
	},
	{
		"id": "HAMMOUD201775",
		"source_id": "HAMMOUD201775",
		"type": "article",
		"title": "UltraSense: A Self-Calibrating Ultrasound-Based Room Occupancy Sensing System",
		"author": "Abbass Hammoud and Michel Deriaz and Dimitri Konstantas",
		"keywords": "occupancy sensing, ultrasound, unsupervised learning",
		"doi": "https://doi.org/10.1016/j.procs.2017.05.297",
		"abstract": "Abstract: Smart sensing technologies play a key role in the core of smart systems, which form the rapidly evolving internet of things. In this context, buildings’ occupancy information is an important input that allows smart systems to be seamlessly aware of and responsive to the inhabitants, thus ensuring their comfort. In this paper we present UltraSense, an ultrasound-based room occupancy sensing system that relies on unsupervised learning, to automatically calibrate its parameters according to the rooms environment. This ability avoids the need for manual calibration of the sensing system for each new environment. While commonly available occupancy detection technologies are limited to line-of-sight (LOS) conditions, UltraSense also operates in non line-of-sight (NLOS) scenarios. The proposed system was implemented and tested in order to characterize its performance. UltraSense was developed for the European research project SmartHeat in the frame of ambient assisted living.",
		"pages": "75-83",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050917309547",
		"journal": "Procedia Computer Science",
		"volume": "109"
	},
	{
		"id": "LAAN2016797",
		"source_id": "LAAN2016797",
		"type": "article",
		"title": "Chest wall thickness and decompression failure: A systematic review and meta-analysis comparing anatomic locations in needle thoracostomy",
		"author": "Danuel V. Laan and Trang Diem N. Vu and Cornelius A. Thiels and T.K. Pandian and Henry J. Schiller and M. Hassan Murad and Johnathon M. Aho",
		"keywords": "Needle decompression, Needle decompression location, Needle thoracostomy, Optimal positioning, Tension pneumothorax",
		"doi": "https://doi.org/10.1016/j.injury.2015.11.045",
		"abstract": "Introduction Current Advanced Trauma Life Support guidelines recommend decompression for thoracic tension physiology using a 5-cm angiocatheter at the second intercostal space (ICS) on the midclavicular line (MCL). High failure rates occur. Through systematic review and meta-analysis, we aimed to determine the chest wall thickness (CWT) of the 2nd ICS-MCL, the 4th/5th ICS at the anterior axillary line (AAL), the 4th/5th ICS mid axillary line (MAL) and needle thoracostomy failure rates using the currently recommended 5-cm angiocatheter. Methods A comprehensive search of several databases from their inception to July 24, 2014 was conducted. The search was limited to the English language, and all study populations were included. Studies were appraised by two independent reviewers according to a priori defined PRISMA inclusion and exclusion criteria. Continuous outcomes (CWT) were evaluated using weighted mean difference and binary outcomes (failure with 5-cm needle) were assessed using incidence rate. Outcomes were pooled using the random-effects model. Results The search resulted in 34,652 studies of which 15 were included for CWT analysis, 13 for NT effectiveness. Mean CWT was 42.79mm (95% CI, 38.78–46.81) at 2nd ICS-MCL, 39.85mm (95% CI, 28.70–51.00) at MAL, and 34.33mm (95% CI, 28.20–40.47) at AAL (P=.08). Mean failure rate was 38% (95% CI, 24–54) at 2nd ICS-MCL, 31% (95% CI, 10–64) at MAL, and 13% (95% CI, 8–22) at AAL (P=.01). Conclusion Evidence from observational studies suggests that the 4th/5th ICS-AAL has the lowest predicted failure rate of needle decompression in multiple populations. Level of evidence Level 3 SR/MA with up to two negative criteria. Study type Therapeutic.",
		"pages": "797-804",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138315007688",
		"journal": "Injury",
		"volume": "47"
	},
	{
		"id": "CUNNINGHAM201867",
		"source_id": "CUNNINGHAM201867",
		"type": "article",
		"title": "“wuz good wit u bro”: Patterns of Digital African American Language Use in Two Modes of Communication",
		"author": "Jennifer M. Cunningham",
		"keywords": "language use, digital language, African American Language, text messages, grounded theory, literacy",
		"doi": "https://doi.org/10.1016/j.compcom.2018.03.005",
		"abstract": "Extending previous research (Cunningham, 2014), which investigated social network site (SNS) comments composed in digital African American Language (DAAL), this research analyzes text messages composed among three, male DAAL interlocutors. This study draws from grounded theory, content analysis, digital language (DL) research, and linguistics scholarship on African American Language (AAL) in order to examine the patterns and frequencies of AAL and DL features found among 380 text messages. Comparing the text message results to Cunningham (2014)’s SNS findings, this study suggests significant ways that DAAL follows predictable, identifiable, and similar linguistic and paralinguistic patterns.",
		"pages": "67-84",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S8755461517300324",
		"journal": "Computers and Composition",
		"volume": "48"
	},
	{
		"id": "VALENZUELA2016181",
		"source_id": "VALENZUELA2016181",
		"type": "article",
		"title": "Remote Monitoring and Control of an Electric Powered Wheelchair in an Assisted Living Environment",
		"author": "Victor L. Valenzuela and Vicente F. de Lucena",
		"keywords": "Tele-Medicine, e-Health, Intelligent Homes, Ambient Intelligence, Ambient Assisted Living, Automatic Electric-Powered Wheelchair, Telematics Control, Monitoring",
		"doi": "https://doi.org/10.1016/j.ifacol.2016.11.164",
		"abstract": "Abstract: Ambient Intelligence can be defined as an evolution from the conventional automation systems, which are a set of computers, sensors and actuators that ubiquitously and pervasively have the purpose of facilitate the execution of daily tasks. One very important derivation from Ambient Intelligence are the Assisted Living Environments that are complex systems designed to help people interacting with other devices. The impact of such systems in everyday life is more easily observed when talking about users with disabilities. That is the case of the project described in this paper. Modifications were made to an electric-powered wheelchair in order to enable its remote control by using mobile devices. Those modifications have focused on the wheelchair control system and aimed to emulate it in software so that Smartphones and Tablets could control the wheelchair. Details of the developed system, with emphasis on the telematics control will be given along the paper.",
		"pages": "181-185",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S240589631632626X",
		"journal": "IFAC-PapersOnLine",
		"volume": "49"
	},
	{
		"id": "HITCHINS2018125",
		"source_id": "HITCHINS2018125",
		"type": "article",
		"title": "Outcomes of early intervention for deaf children with additional needs following an Auditory Verbal approach to communication",
		"author": "Abigail R.C. Hitchins and Sarah C. Hogan",
		"keywords": "Auditory verbal, Additional needs, Childhood hearing impairment, Early intervention, Early diagnosis, Hearing loss, Language outcomes",
		"doi": "https://doi.org/10.1016/j.ijporl.2018.09.025",
		"abstract": "Objectives To determine and compare the rates of progress made by pre-school aged children with all degrees and types of hearing impairment and deafness, both with and without additional needs as catalogued using SNOMED CT, at the end of a non-statutory programme of individualised Auditory Verbal (AV) intervention. Methods An audit was conducted using a retrospective and comparative study design to examine spoken language outcomes in children who had spent more than two years on an AV programme and had completed their programmes between January 2007 and December 2017. The children were stratified according to i) whether they achieved age appropriate language (AAL) (n =102) or not (n =27); ii) whether they had deafness alone (n = 77) or deafness with additional needs (n =52); and iii) whether children with additional needs achieved AAL (n= 27) or not (n =25). Children undertook standardised spoken language assessments on joining the AV programme and then at intervals of at least 6 months for the duration of their programme. Derived measures of rates of language development (RLD) were used to compare the groups at i) the outset (initial RLD), and ii) the conclusion of the AV programme (programme RLD). Results Overall, 79% of children within this cohort achieved age appropriate spoken language scores. Children with additional needs (40%) embarked on a non-statutory AV programme at a significantly older age (corrected for prematurity), with significantly lower initial RLD and, as a group, attained significantly lower programme RLD compared with children with deafness alone. One in two of the children with additional needs reached AAL by the end of their individualised programme. The children with additional needs also demonstrated a highly significant increase in their mean programme RLD compared with the mean initial RLD indicating an acceleration in acquiring spoken language competencies while on the AV programme. Conclusions For deaf children with additional needs who stay on an AV programme for more than two years, listening and spoken communication is significantly enhanced. Specific access to the AV approach in addition to generic, statutory early intervention could facilitate deaf children with additional needs to achieve or approach AAL. Ensuring families have access to effective early intervention increases the chances that i) a suitable communication approach is adopted at the earliest opportunity, and ii) a child with additional needs acquires listening and spoken language at a rate commensurate with their full potential. Applying the SNOMED CT framework as a means of categorising children’s additional needs will enable more effective comparisons across studies from different centres around the world.",
		"pages": "125-132",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165587618304804",
		"journal": "International Journal of Pediatric Otorhinolaryngology",
		"volume": "115"
	},
	{
		"id": "JAYARAM2021401",
		"source_id": "JAYARAM2021401",
		"type": "article",
		"title": "Onboard disease prediction and rehabilitation monitoring on secure edge-cloud integrated privacy preserving healthcare system",
		"author": "Ramaprabha Jayaram and S. Prabakaran",
		"keywords": "Edge level security, Ambient assisted living, Adaptive probabilistic classifier, Cloud-based healthcare, Rehabilitation monitoring",
		"doi": "https://doi.org/10.1016/j.eij.2020.12.003",
		"abstract": "Edge-based privacy preserving cryptosystem is identified as the upcoming amenities of cloud-based secure remote healthcare monitoring systems. Usually, the cloud-based healthcare system will directly collect the remote patient data through a sensor layer and provide the continuous monitoring and diagnosis through various prediction processes made by the decision support system. These sensing and processing of real-time patients medical data without compromising its privacy and security become daunting issues in the traditional healthcare services. Therefore, the proposed research incorporates the security mechanism in the patient-centric edge-cloud-based healthcare system architecture. More precisely, an edge level privacy preserving additive homomorphic encryption is proposed for secure data processing and filtering non-sensitive data in the edge layer. In addition, response time and network capacity usage are minimized in the proposed healthcare system due to effective filtering and offloading mechanisms adapted in the edge level. Next, an adaptive weighted probabilistic classifier model is proposed in the cloud layer for onboard disease prediction and rehabilitation of remote patients. It will improve the disease prediction time and prediction accuracy while comparing to traditional classifier models. Finally, security and performance analysis of the proposed Secure Edge-Cloud-based Healthcare System (SECHS) was demonstrated with respect to empirical evaluation of Parkinson disease dataset.",
		"pages": "401-410",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1110866520301626",
		"journal": "Egyptian Informatics Journal",
		"volume": "22"
	},
	{
		"id": "DASILVA20191041",
		"source_id": "DASILVA20191041",
		"type": "article",
		"title": "A conceptual model for quality of experience management to provide context-aware eHealth services",
		"author": "Madalena Pereira da Silva and Alexandre Leopoldo Gonçalves and Mário Antônio Ribeiro Dantas",
		"keywords": "AAL, ICT, QoC, QoE, SDN, UX",
		"doi": "https://doi.org/10.1016/j.future.2019.07.033",
		"abstract": "The emergence of new Information and Communication Technologies (ICT), such as the Internet of Things (IoT) and the Software-Defined Networking (SDN) approach, together with Autonomic Network Management (ANM), have improved the provision of eHealth services. However, proposals must evolve in order to ensure that eHealth data be transported with quality assurance and delivered with quality information. This perspective substantiates our proposal and the respective validation of a Quality of Experience (QoE) Management model in a Future Internet Architecture. A knowledge representation model of QoE was incorporated into a service delivery platform oriented to user’s needs, thus measuring UX (User Experience). An experimental environment was configured to provide eHealth services from an AAL environment to a healthcare facility. Experiments were performed to verify whether the components of the proposed approach had better quality performance in service provision when compared to the components of the native approach of the SDN controller. Experimental results pointed out that, with a 95% confidence interval, all eHealth services utilizing components of the proposed model showed superior quality when compared with those from the native approach.",
		"pages": "1041-1061",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X18314079",
		"journal": "Future Generation Computer Systems",
		"volume": "101"
	},
	{
		"id": "HAUGEN2023100275",
		"source_id": "HAUGEN2023100275",
		"type": "article",
		"title": "Moderators of metacognitive strategy training for executive functioning in early schizophrenia and psychosis risk",
		"author": "Ingvild Haugen and Torill Ueland and Jan Stubberud and Cathrine Brunborg and Til Wykes and Merete Glenne Øie and Elisabeth Haug",
		"keywords": "Cognitive remediation, Moderators, Executive function, Self-assessment",
		"doi": "https://doi.org/10.1016/j.scog.2022.100275",
		"abstract": "Goal Management Training (GMT) improved self-reported executive functioning in a recent randomized, controlled trial in early intervention for psychosis participants. Little is known about the mechanism for this benefit, so this study investigates objectively measured executive function, the difference between subjective and objective executive function, independent living and employment status as potential moderators of efficacy of GMT. Baseline scores from 81 participants (GMT n = 39 vs Treatment-as-usual; TAU n = 42) were analyzed in a linear mixed model analysis for repeated measures as predictors of improvement on the self-reported Behavior Rating Inventory of Executive Function–Adult version (BRIEF-A) immediately and 30 weeks after GMT. Potential moderators were scores from objective measures of executive functioning, discrepancy between subjective and objective measures, independent living and employment status. Discrepancy was assessed by comparing four clusters of participants with differing patterns of scores. The effect of GMT remained significant regardless of initial objective executive functioning at baseline. Those with higher subjective complaints at baseline in two clusters with (i) both objective and subjective executive dysfunction, and (ii) mostly subjective executive dysfunction experienced greater change after treatment. Living arrangements or participation in education or work did not significantly moderate the effects of GMT. Poor performance on neuropsychological tasks is not an obstacle to making use of GMT, but further knowledge is needed about the benefits of strategy training for individuals with a combination of poor performance with few subjective complaints.",
		"pages": "100275",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2215001322000403",
		"journal": "Schizophrenia Research: Cognition",
		"volume": "31"
	},
	{
		"id": "DEMIR2017609",
		"source_id": "DEMIR2017609",
		"type": "article",
		"title": "Smart Home Assistant for Ambient Assisted Living of Elderly People with Dementia",
		"author": "Eren Demir and Erdem Köseoğlu and Radosveta Sokullu and Burhan Şeker",
		"keywords": "Dementia, Internet of Things, Intel Galileo, Xbee, Cloud, PushingBox",
		"doi": "https://doi.org/10.1016/j.procs.2017.08.302",
		"abstract": "It is the nature of life that with advancing age human brain cells are damaged and brain functions degrade, which is manifested by memory loss, lack of concentration, reduced judgement abilities as well as speaking problems and even noticeable changes in personality and behavior. When a number of these symptoms collectively detected in a person, he usually diagnosed with dementia. These people have problems in managing their daily activities and shortly become unable to live by themselves. Ways to prolong the independent life of elderly people have drawn the attention of a large scientific community. In this paper, we present an integrated system design that allows collection, recording and transmission through a cloud application of the data from different sensors placed in a house of a person having dementia. The concept of this work is a part of the so-called Internet of Things (IoT) where information from smart things around us can be evaluated and transmitted over the internet.",
		"pages": "609-614",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050917317118",
		"journal": "Procedia Computer Science",
		"volume": "113"
	},
	{
		"id": "LIU2019213",
		"source_id": "LIU2019213",
		"type": "article",
		"title": "The impact of independent living programs on foster youths educational outcomes: A scoping review",
		"author": "Chun Liu and Christian Vazquez and Kristian Jones and Rowena Fong",
		"keywords": "Independent living program, Educational outcome, Foster youth",
		"doi": "https://doi.org/10.1016/j.childyouth.2019.01.006",
		"abstract": "Independent living programs (ILP) are designed to increase positive outcomes for foster youth aging out of care in the various aspects of life such as education, employment, and housing. The purpose of this scoping review is to assess the effectiveness of independent living programs on educational outcomes among youths aging out of the foster care system in United States. A literature search was conducted among databases and dissertation abstracts. Publication dates of studies were restricted to 2005 to 2018. Language was restricted to English. Eleven articles were included in this review. Thematic findings included constant placement changes impacted educational outcomes, housing considerations should be paired with education, acknowledging individual youth characteristics is important as well as encouraging youth to participate as early as possible. The implications for agency practices and policies are also discussed in the study.",
		"pages": "213-220",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740918307655",
		"journal": "Children and Youth Services Review",
		"volume": "98"
	},
	{
		"id": "GARCIARODRIGUEZ202080",
		"source_id": "GARCIARODRIGUEZ202080",
		"type": "article",
		"title": "COMBAHO: A deep learning system for integrating brain injury patients in society",
		"author": "Jose Garcia-Rodriguez and Francisco Gomez-Donoso and Sergiu Oprea and Alberto Garcia-Garcia and Miguel Cazorla and Sergio Orts-Escolano and Zuria Bauer and John Castro-Vargas and Felix Escalona and David Ivorra-Piqueres and Pablo Martinez-Gonzalez and Eugenio Aguirre and Miguel Garcia-Silviente and Marcelo Garcia-Perez and Jose M. Cañas and Francisco Martin-Rico and Jonathan Gines and Francisco Rivas-Montero",
		"keywords": "Robot assistants, Ambient assisted living, Rehabilitation aids",
		"doi": "https://doi.org/10.1016/j.patrec.2019.02.013",
		"abstract": "In the last years, the care of dependent people, either by disease, accident, disability, or age, is one of the current priority research topics in developed countries. Moreover, such care is intended to be at patients home, in order to minimize the cost of therapies. Patients rehabilitation will be fulfilled when their integration in society is achieved, either in the family or in a work environment. To address this challenge, we propose the development and evaluation of an assistant for people with acquired brain injury or dependents. This assistant is twofold: in the patient’s home is based on the design and use of an intelligent environment with abilities to monitor and active learning, combined with an autonomous social robot for interactive assistance and stimulation. On the other hand, it is complemented with an outdoor assistant, to help patients under disorientation or complex situations. This involves the integration of several existing technologies and provides solutions to a variety of technological challenges. Deep leaning-based techniques are proposed as core technology to solve these problems.",
		"pages": "80-90",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865519300534",
		"journal": "Pattern Recognition Letters",
		"volume": "137"
	},
	{
		"id": "LORETI2019200",
		"source_id": "LORETI2019200",
		"type": "article",
		"title": "Complex reactive event processing for assisted living: The Habitat project case study",
		"author": "Daniela Loreti and Federico Chesani and Paola Mello and Luca Roffia and Francesco Antoniazzi and Tullio Salmon Cinotti and Giacomo Paolini and Diego Masotti and Alessandra Costanzo",
		"keywords": "Internet of things, Complex event processing, Reactive event calculus, Assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2019.02.025",
		"abstract": "While the increasing average age of population is posing new challenges to societies and healthcare systems, the emergence of the Internet of Things research area is generating the hope for automated assisted environments, which could combine the advances in sensors networks with that of runtime monitoring systems, in order to create smart houses able to take care of their older inhabitants and delay the recourse to hospitals and nursing homes. However, although various assisted living systems have been proposed in the last decade, the goal of realizing an effective domestic support system for elderly is still far from reached. In this work, we present a project aiming to re-engineer a set of everyday life objects, equipping them with environmental and wearable sensors, thus to monitor the condition of older people in their domestic residences and provide security while preserving the autonomy and independence of the subjects. The main focus of the paper at hand is on the requirements and solutions implemented to realize the backbone infrastructure of such system as regards both the adopted semantic message routing mechanism and the newly conceived approach to event analysis, which combines Complex Event Processing and a reactive implementation of Event Calculus.",
		"pages": "200-217",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417419301381",
		"journal": "Expert Systems with Applications",
		"volume": "126"
	},
	{
		"id": "KIRKENDALL20221729",
		"source_id": "KIRKENDALL20221729",
		"type": "article",
		"title": "Feasibility, Acceptability, and Performance of a Continuous Temperature Monitor in Older Adults and Staff in Congregate-Living Facilities",
		"author": "Eric S. Kirkendall and Jennifer McCraw and Suhas Ganesh and Scott Lang and Megan Mariotti and Matt Evered and Atiyeh Ghoreyshi and Jeff Williamson and Zeke Zamora",
		"keywords": "Geriatrics, housing for the elderly, monitoring, ambulatory, body temperature changes",
		"doi": "https://doi.org/10.1016/j.jamda.2022.03.004",
		"abstract": "Objectives Residents of congregate-living facilities are susceptible to disability and mortality from infection given the presence of advanced age, multimorbidity, and frailty—as demonstrated in the recent COVID pandemic. This study assessed the feasibility, acceptability, and applicability of a continuous temperature monitoring device in a congregate-living facility with residents of independent living, assisted living, and their care-providing staff. We hypothesized that a wearable device compared with daily manual temperature assessment would be well tolerated and more effective at detecting temperature variances than current standard of care body temperature assessment. Design Feasibility study. Setting and Participants Residents of assisted and independent living and staff of a retirement community. Methods Thirty-five participants, including residents in assisted- and independent-living facilities (25) and staff (10) were enrolled in a 90-day feasibility study and wore a continuous temperature sensor from March to July 2021. Primary outcomes included study completion, ability to reapply the sensor, temperature data acquisition, and data availability from the sensors. A secondary analysis of the temperature data involved comparing the method of obtaining temperature using the continuous monitoring device against standard of care using traditional manual thermometers. Results Overall, 91.3% of residents, who were in the study during the first reapplication, were able to apply the device without assistance (21 of 23), and 80% of resident participants completed the study (20 of 25). For staff participants, completion rates and reapplication rates were 100%. Data acquisition rates from the continuous temperature devices were much higher than manual temperatures. Four episodes of fever were detected by the devices; manual temperature checks did not identify these events. Conclusions and Implications Continuous temperature monitoring in an older adult population and the staff in congregate-living facilities is feasible and acceptable. This approach identified fever undetected by current standard of care indicating the capability of this device for earlier detection of fevers.",
		"pages": "1729-1735.e1",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861022002353",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "23"
	},
	{
		"id": "SPINSANTE201761",
		"source_id": "SPINSANTE201761",
		"type": "incollection",
		"title": "Chapter 4 - The Human Factor in the Design of Successful Ambient Assisted Living Technologies",
		"author": "Susanna Spinsante and Vera Stara and Elisa Felici and Laura Montanini and Laura Raffaeli and Lorena Rossi and Ennio Gambi",
		"keywords": "User centered design, Human computer interactions, User involvement, User profile, Assistive technologies, Smart sensor, Human-machine interface, Monitoring, Machine learning",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00004-1",
		"isbn": "978-0-12-805195-5",
		"abstract": "The increasing incidence of ageing population in modern societies challenges the ability of families, states and communities to sustain new emerging needs. Assistive devices can help older people to maintain their ability in performing activities of daily living and, therefore, their independence. However, despite the huge public and private investments and efforts in research and development, the so-called silver market has not been able to grow at the expected pace: many barriers stand in the way leading from prototypes to products, especially when the target is an inhomogeneous group, as elderly people, and an explicit understanding of users, their needs, expectations and limitations, is not accounted for during the design process. This Chapter discusses the basic role of the human centric approach in the design of assistive technologies, and, by analyzing the outcomes of previous experiences, provides a set of guidelines that can help transforming a disruptive prototype into a successful product.",
		"pages": "61-89",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000041"
	},
	{
		"id": "NACE20211593",
		"source_id": "NACE20211593",
		"type": "article",
		"title": "Antibody Responses After mRNA-Based COVID-19 Vaccination in Residential Older Adults: Implications for Reopening",
		"author": "David A. Nace and Kevin E. Kip and John W. Mellors and Octavia M. Peck Palmer and Michael R. Shurin and Katie Mulvey and Melissa Crandall and Michele D. Sobolewski and P. Nathan Enick and Kevin D. McCormick and Jana L. Jacobs and April L. Kane and Amy Lukanski and Paula L. Kip and Alan Wells",
		"keywords": "SARS-CoV-2, pseudovirus neutralization titers, assisted living, personal care living, independent living",
		"doi": "https://doi.org/10.1016/j.jamda.2021.06.006",
		"abstract": "ABSTRACT Objective COVID-19 disproportionately impacts residents in long-term care facilities. Our objective was to quantify the presence and magnitude of antibody response in vaccinated, older adult residents at assisted living, personal care, and independent living communities. Design A cross-sectional quality improvement study was conducted March 15 – April 1, 2021 in the greater Pittsburgh region. Setting and Population Participants were older adult residents at assisted living, personal care, and independent living communities, who received mRNA-based COVID-19 vaccine. Conditions that impair immune responses were exclusionary criteria. Methods Sera were collected to measure IgG anti-SARS-CoV-2 antibody level with reflex to total anti-SARS-CoV-2 immunoglobulin levels, and blinded evaluation of SARS-CoV-2 pseudovirus neutralization titers. Descriptive statistics, Pearson correlation coefficients, and multiple linear regression analysis evaluated relationships between factors potentially associated with antibody levels. Spearman correlations were calculated between antibody levels and neutralization titers. Results All participants (N = 70) had received two rounds of vaccination and were found to have antibodies with wide variation in relative levels. Antibody levels trended lower in males, advanced age, current use of steroids, and longer length of time from vaccination. Pseudovirus neutralization titer levels were strongly correlated (P < .001) with Beckman Coulter antibody levels [D614 G NT50, rs = 0.91; B.1.1.7 (UK) NT50, rs = 0.91]. Conclusions and Implications Higher functioning, healthier, residential older adults mounted detectable antibody responses when vaccinated with mRNA-based COVID-19 vaccines. Data suggests some degree of immunity is present during the immediate period following vaccination. However, protective effects remain to be determined in larger studies as clinical protection is afforded by ongoing adaptive immunity, which is known to be decreased in older adults. This study provides important preliminary results on level of population risk in older adult residents at assisted living, personal care, and independent living communities to inform reopening strategies, but are not likely to be translatable for residents in nursing homes.",
		"pages": "1593-1598",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861021005557",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "22"
	},
	{
		"id": "OTSUKA2021e646",
		"source_id": "OTSUKA2021e646",
		"type": "article",
		"title": "Independent Living 1 Year After Balloon Kyphoplasty for Osteoporotic Vertebral Compression Fracture",
		"author": "Ryotaro Otsuka and Toshiyuki Takahashi and Tomoo Inoue and Wakiko Saruta and Hiroya Shimauchi and Ryo Kanematsu and Manabu Minami and Junya Hanakita",
		"keywords": "Balloon kyphoplasty, Body mass index, Osteoporotic vertebral compression fracture, Subsequent vertebral compression fracture",
		"doi": "https://doi.org/10.1016/j.wneu.2021.08.116",
		"abstract": "Background The prevalence of osteoporotic vertebral compression fracture (OVCF) is increasing. The indications for and efficacy of balloon kyphoplasty (BKP) are controversial. We sought to identify predictors of outcome after BKP in patients with OVCF. Methods Between January 2001 and December 2019, 152 patients underwent BKP for painful OVCFs at our institution. This study included 115 patients who were followed for >12 months, and their data were retrospectively analyzed. With regard to the degree of independent living 1 year after BKP, patients were divided into a good outcome group (composed of patients who could independently go indoors) and a poor outcome group. We analyzed factors associated with outcome and subsequent OVCF. Results Mean age of patients was 77.9 years, 58.2% were female, 81% had a good outcome, and 19% had a poor outcome. Univariable analysis revealed significant differences in age, bone mineral density, preoperative vertebral body decompression rate, body mass index (BMI), preoperative Japanese Orthopaedic Association score, preoperative modified Rankin Scale score, and subsequent OVCF. Multivariable logistic analysis showed that low BMI (odds ratio 1.415, 95% confidence interval 1.06–1.87, P = 0.046) and subsequent OVCF (odds ratio 0.13, 95% confidence interval 0.02–0.69, P = 0.044) were independent risk factors. The incidence of subsequent OVCF was also lower among patients with higher BMI (odds ratio 0.83, 95% confidence interval 0.72–0.95, P = 0.001). Conclusions BMI and subsequent OVCF are the most influential predictors of independent living 1 year after BKP for OVCF.",
		"pages": "e646-e654",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878875021013048",
		"journal": "World Neurosurgery",
		"volume": "155"
	},
	{
		"id": "LIU2020103510",
		"source_id": "LIU2020103510",
		"type": "article",
		"title": "Coaxial waterjet-assisted laser drilling of film cooling holes in turbine blades",
		"author": "Y.Z. Liu",
		"keywords": "Coaxial waterjet-assisted laser drilling, Film cooling holes, Turbine blades, Heat affected zone (HAZ), Transmission electron microscopy (TEM)",
		"doi": "https://doi.org/10.1016/j.ijmachtools.2019.103510",
		"abstract": "Film cooling holes (FCHs) of nickel-based single crystal turbine blades were drilled by 532 nm Nd:YVO4 nanosecond laser in coaxial waterjet-assisted environment. Microstructure of the side wall of the FCHs was mainly investigated by means of transmission electron microscopy. The average thickness of heat affected zone (HAZ) around FCHs decreases with increasing of water flow rate. The main phase within HAZ evolves from β-NiAl to β-NiAl + γ-Ni with the increase in the water flow rate. Some γ-Ni particles in the HAZ twined along (111) plane. A small portion of the FCHs are free of HAZ when drilled by coaxial waterjet-assisted laser drilling at a laminar water flow rate ≥3.1 m/s. There are no processing-induced defects including HAZ, microcrack, and phase transformation around the FCHs when drilled at the water flow rate ≥5.1 m/s. The FCHs with high surface quality can be drilled by the coaxial waterjet-assisted laser drilling. Finally, effects of fluid water on drilling quality of the FCHs were discussed.",
		"pages": "103510",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890695519309939",
		"journal": "International Journal of Machine Tools and Manufacture",
		"volume": "150"
	},
	{
		"id": "NIKOU2020101315",
		"source_id": "NIKOU2020101315",
		"type": "article",
		"title": "Digital healthcare technology adoption by elderly people: A capability approach model",
		"author": "Shahrokh Nikou and Wirawan Agahari and Wally Keijzer-Broers and Mark de Reuver",
		"keywords": "Age-in-place, Capability approach, e-Health, Independent living",
		"doi": "https://doi.org/10.1016/j.tele.2019.101315",
		"abstract": "Digital technologies, such as online healthcare portals, enable elderly people to live independently at home for a longer period of time. Independent living, in this context, refers to the freedom elderly people have to live their lives in ways that they find important. Borrowing from the capability approach (CA) framework from Nobel Prize winner Amartya Sen, the core argument of this paper is that elderly people make decisions on whether to use digital healthcare technologies by considering how these technologies enhance their capabilities to live their lives in ways that are valuable to them. This paper develops a theoretical model of adoption of digital healthcare technologies that support independent living applying the CA framework. We follow a mixed-methods approach with a sequence of qualitative, quantitative, and qualitative methods. We find support for our theoretical model, specifically that the intention to use online healthcare portals depends on whether elderly people expect to enhance their capabilities for living independently by using them. Our study contributes to the information systems literature on adoption of digital healthcare technologies as it is the first that applies the capability approach. For adoption studies on digital technologies in healthcare and beyond, our study poses two major theoretical implications: (1) when considering how outcome expectations affect adoption, scholars should consider how digital technologies allow people to live their lives in ways that are valuable to them, rather than considering how technologies help to execute predefined tasks, jobs, or activities; (2) the availability of digital technologies should be considered as a mediator between outcome expectations and intention to use technologies.",
		"pages": "101315",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S073658531930807X",
		"journal": "Telematics and Informatics",
		"volume": "53"
	},
	{
		"id": "BOHR202025",
		"source_id": "BOHR202025",
		"type": "incollection",
		"title": "Chapter 2 - The rise of artificial intelligence in healthcare applications",
		"author": "Adam Bohr and Kaveh Memarzadeh",
		"keywords": "Artificial intelligence, healthcare applications, machine learning, precision medicine, ambient assisted living, natural language programming, machine vision",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-818438-7.00002-2",
		"isbn": "978-0-12-818438-7",
		"abstract": "Big data and machine learning are having an impact on most aspects of modern life, from entertainment, commerce, and healthcare. Netflix knows which films and series people prefer to watch, Amazon knows which items people like to buy when and where, and Google knows which symptoms and conditions people are searching for. All this data can be used for very detailed personal profiling, which may be of great value for behavioral understanding and targeting but also has potential for predicting healthcare trends. There is great optimism that the application of artificial intelligence (AI) can provide substantial improvements in all areas of healthcare from diagnostics to treatment. It is generally believed that AI tools will facilitate and enhance human work and not replace the work of physicians and other healthcare staff as such. AI is ready to support healthcare personnel with a variety of tasks from administrative workflow to clinical documentation and patient outreach as well as specialized support such as in image analysis, medical device automation, and patient monitoring. In this chapter, some of the major applications of AI in healthcare will be discussed covering both the applications that are directly associated with healthcare and those in the healthcare value chain such as drug development and ambient assisted living.",
		"pages": "25-60",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128184387000022"
	},
	{
		"id": "CHEN2020124164",
		"source_id": "CHEN2020124164",
		"type": "article",
		"title": "Signally improvement of polyurethane adhesive with hydroxy-enriched lignin from bagasse",
		"author": "YinChen Chen and Shiyu Fu and Hui Zhang",
		"keywords": "Acetic acid lignin, Demethylation, Polyurethane adhesive, Shear strength, Thermal stability",
		"doi": "https://doi.org/10.1016/j.colsurfa.2019.124164",
		"abstract": "Acetic acid lignin (AAL) obtained from Bagasse was used as a partial substitute of polyols for polyurethane (PU) adhesive due to the presence of reactive sites, i.e. aliphatic and aromatic hydroxyl groups, in its structure. To improve its reactivity, lignin is partly demethylated before the copolymerization with polyisocyanate. The demethylation, catalyzed by hydrobromic acid solution under heating conditions, resulted in a decrease of methoxy groups on the phenyl ring and the increase of phenolic hydroxyl groups. It is found that 120 ℃ is the preferred temperature for the demethylation resulted in a 36.5 % increase in hydroxyl content of lignin up to 5.25 mmol/g. Lignin-based polyurethane adhesives were prepared in two steps including preparing a prepolymer based on mixtures of toluene-2,4-diisocyanate (TDI) and unmodified or demethylated lignin, and then the polymerization was completed by adding polyethylene glycol (PEG). The mass ratio (1:1) of TDI: (lignin + PEG) in the compositions was here investigated. The results indicated that the presence of lignin (with and without demethylation) in polyurethane adhesives increased the glass transition temperature, Young’s modulus, and elongation at break. Particularly, the tensile strength was increased by 15–36 MPa with the addition of 10–30 wt% of lignin. Lignin with higher amount of hydroxyl groups prepared by partly demethylation is better integrated into the three-dimensional cross-linking networks of the covalent polymer as a substitute of polyols. Compared to those PU adhesives based on the raw AAL, the adhesives prepared by demethylated lignin have higher tensile strength and thermal stability. It indicates that the demethylation is effective and it is a good strategy to prepare lignin-based PU adhesive with favorable mechanical properties.",
		"pages": "124164",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0927775719311574",
		"journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
		"volume": "585"
	},
	{
		"id": "CHOI2023104114",
		"source_id": "CHOI2023104114",
		"type": "article",
		"title": "After moving back to the nest: The heterogeneous effect of returning to parental home on the employment outcomes by income group",
		"author": "Seungbee Choi",
		"keywords": "Living arrangements, Boomeranging, Employment outcomes, Young adults, Heterogeneity",
		"doi": "https://doi.org/10.1016/j.cities.2022.104114",
		"abstract": "Young adults who achieved independent living often go back to their parental homes because they cannot afford to maintain financial independence. While much attention has been paid to identifying factors contributing to giving up independent living, the lives of young people after returning to parental homes have yet to be understood. This study examines the employment outcomes of young people who have returned to their parents homes, using data from 2003 to 2011 waves of the National Longitudinal Survey of Youth 1997 Cohort (NLSY 97). The results of the analysis show the heterogeneous effect of the boomerang move. Boomerang movers in the lowest income groups have improved employment outcomes, but not the other groups. However, the employment outcomes of boomerang movers are still lower than those of young people who remain independent across all income groups. Changes in residential location affect income, and the impact varies by income group. A residential shift away from the central city reduces the income of the middle income group. While region change is positively related to income for the lowest income group, it negatively affects the other groups. Findings from the study suggest several policy implications.",
		"pages": "104114",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0264275122005534",
		"journal": "Cities",
		"volume": "133"
	},
	{
		"id": "RAWSON2022828",
		"source_id": "RAWSON2022828",
		"type": "article",
		"title": "Older peoples experiences of community engagement in aged care: A qualitative study",
		"author": "Helen Rawson and Kerry Rigby and Cherene Ockerby and Helen Forbes",
		"keywords": "Community engagement, Socialisation, Homes for the aged, Long-term care, Qualitative research",
		"doi": "https://doi.org/10.1016/j.colegn.2022.06.010",
		"abstract": "Background Engagement and social connection are key elements of a meaningful life however the current aged care system does not universally foster community connectedness. Limited research has explored community engagement from the perspective of older people in aged care. Aim To explore older peoples perceptions of community engagement in aged care. Methods A qualitative exploratory descriptive approach involving individual interviews and focus groups Setting A large not-for-profit aged care provider in Victoria and Tasmania, Australia. Participants Twenty-eight older adults living in residential aged care (n = 23) and independent living units (n = 5). Findings Four themes were identified: (i) a new home; (ii) opportunities to engage in aged care; (iii) connecting with the wider community, and; (iv) social connection to community. Discussion Participants perceived community as being characterised by the notion of home, that is, the place where they lived. Being socially connected to a community was important and benefits included being with people to avoid being alone, reconnecting with the wider community and having positive social connections. Opportunities for engagement were either created for, or by them. In residential aged care, staff facilitated engagement opportunities using a one-size-fits-all approach. This approach was deemed to be unsuitable. People from independent living units, although not completely removed from the wider community, desired to maintain their independence and be part of the wider community. Conclusions Understanding older peoples perceptions of community engagement in aged care can support development of appropriate, applicable and meaningful strategies to promote engagement and socialisation within aged care and the wider community.",
		"pages": "828-836",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1322769622001032",
		"journal": "Collegian",
		"volume": "29"
	},
	{
		"id": "KAPOOR2022119746",
		"source_id": "KAPOOR2022119746",
		"type": "article",
		"title": "Older adults with perivascular spaces exhibit cerebrovascular reactivity deficits",
		"author": "Arunima Kapoor and Belinda Yew and Jung Yun Jang and Shubir Dutt and Yanrong Li and John Paul M. Alitin and Aimee Gaubert and Jean K. Ho and Anna E. Blanken and Isabel J. Sible and Anisa Marshall and Xingfeng Shao and Mara Mather and Danny J.J. Wang and Daniel A. Nation",
		"keywords": "Perivascular spaces, Cerebrovascular reactivity, Small vessel disease",
		"doi": "https://doi.org/10.1016/j.neuroimage.2022.119746",
		"abstract": "Background Perivascular spaces on brain magnetic resonance imaging (MRI) may indicate poor fluid drainage in the brain and have been associated with numerous neurological conditions. Cerebrovascular reactivity (CVR) is a marker of cerebrovascular function and represents the ability of cerebral blood vessels to regulate cerebral blood flow in response to vasodilatory or vasoconstrictive stimuli. We aimed to examine whether pathological widening of the perivascular space in older adults may be associated with deficits in CVR. Methods Independently living older adults free of dementia or clinical stroke were recruited from the community and underwent brain MRI. Pseudo-continuous arterial spin labeling MRI quantified whole brain cerebral perfusion at rest and during CVR to hypercapnia and hypocapnia induced by visually guided breathing exercises. Perivascular spaces were visually scored using existing scales. Results Thirty-seven independently living older adults (mean age = 66.3 years; SD = 6.8; age range 55–84 years; 29.7% male) were included in the current analysis. Multiple linear regression analysis revealed a significant negative association between burden of perivascular spaces and global CVR to hypercapnia (B = -2.0, 95% CI (-3.6, -0.4), p = .015), adjusting for age and sex. Perivascular spaces were not related to CVR to hypocapnia. Discussion Perivascular spaces are associated with deficits in cerebrovascular vasodilatory response, but not vasoconstrictive response. Enlargement of perivascular spaces could contribute to, or be influenced by, deficits in CVR. Additional longitudinal studies are warranted to improve our understanding of the relationship between cerebrovascular function and perivascular space enlargement.",
		"pages": "119746",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811922008679",
		"journal": "NeuroImage",
		"volume": "264"
	},
	{
		"id": "PEREZVEREDA2022101718",
		"source_id": "PEREZVEREDA2022101718",
		"type": "article",
		"title": "Digital Avatars: A programming framework for personalized human interactions through virtual profiles",
		"author": "Alejandro Perez-Vereda and Ramon Hervas and Carlos Canal",
		"keywords": "Social computing, Mild cognitive impairment, People as a service, Digital Avatars, Independent living, Virtual profiles",
		"doi": "https://doi.org/10.1016/j.pmcj.2022.101718",
		"abstract": "Technology is evolving in the direction of making the users a key part in the model, developing services that adapt to their preferences and needs in a seamless way. So, information and knowledge about people has become one of the main actives for the IT industry. However, only a few major companies are presently able to take advantage of the digital footprint everyone leaves while performing their daily activities. Moreover, people cannot even decide when, how, and by whom the contents and information they are producing are used. In this work, we present the Digital Avatars framework for mobile-based collaborative social computing applications as a realization of People as a Service, a mobile computing model that empowers smartphones with the capability of learning virtual profiles or digital avatars of their owners and sharing them as a service in a controlled and seamless way. Digital Avatars offers services for third party applications, including an inference engine and a module for run-time scripts execution for interacting with the digital avatar in the smartphone assuring the privacy and full control of the users over their data. In this paper, we describe the architecture of this framework and the structure of the digital avatars focusing on an independent living scenario for Mild Cognitive Impairment patients.",
		"pages": "101718",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119222001316",
		"journal": "Pervasive and Mobile Computing",
		"volume": "87"
	},
	{
		"id": "HABA2017211",
		"source_id": "HABA2017211",
		"type": "incollection",
		"title": "Chapter 9 - Developing Embedded Platforms for Ambient Assisted Living",
		"author": "Cristian-Győző Haba and Liviu Breniuc and Valeriu David",
		"keywords": "Embedded systems for assisted living, Monitoring biological signals, Elderly patient monitoring",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00009-0",
		"isbn": "978-0-12-805195-5",
		"abstract": "This chapter focuses on the issues related to the development of embedded platforms for assisted living. Actual trends in providing healthcare for older people include the transfer of services from clinics and hospitals to peoples homes. Measuring vital signals, initiating interaction between patient and doctor, monitoring and verifying patient condition can be integrated with embedded systems implementing other functionalities. The advent of reach featured embedded systems combined with new intelligent sensors opened innovative directions in remote diagnostic and treatment, survey and patient continuous monitoring in different surroundings and situations with real time processing of information and rapid intervention. The approach presented in this chapter describes how home automation and health monitoring systems can be integrated to include apart their specific functions, common support for elderly and disabled people with special attention for those living alone. The chapter describes different implementations of embedded systems used in assisted living applications.",
		"pages": "211-246",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000090"
	},
	{
		"id": "CHORBEV2017147",
		"source_id": "CHORBEV2017147",
		"type": "incollection",
		"title": "Chapter 7 - Cloud Based Smart Living System Prototype",
		"author": "Ivan Chorbev and Vladimir Trajkovik and Rossitza I. Goleva and Nuno M. Garcia",
		"keywords": "System for assisted living, Ambient assisted living, Cloud, Self care, Electronic health record, General architecture, Body area/sensor networks, Environmental/body sensors, Health/home care, Smart home, Self-aware systems",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00007-7",
		"isbn": "978-0-12-805195-5",
		"abstract": "The rapidly aging population, especially in Europe, and the increasing financial expenses of providing medical care and assistance to the disabled increase the search for novel systems to provide self-care and home-care. The progress of mobile technologies, sensors, computer networks and eventually cloud computing provides the infrastructure for such systems to be developed. This work describes a model of a cloud based Ambient Assisted Living system. The logical and physical architecture of the model is illustrated with proof of concept services. The services described include an affordable self-aware system built using environmental and body sensors that could follow persons activity and take care of humans in the living environment regardless of their condition. The developed architecture and prototype together with listed requirements could be integrated in home/business/healthcare environments focusing on the necessity for nursing disabled people. The chapter proposes part of the use-case scenarios.",
		"pages": "147-170",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000077"
	},
	{
		"id": "YANOS2018300",
		"source_id": "YANOS2018300",
		"type": "article",
		"title": "Association between housing, personal capacity factors and community participation among persons with psychiatric disabilities",
		"author": "Philip T. Yanos and Ana Stefancic and Mary Jane Alexander and Lauren Gonzales and Brianna Harney-Delehanty",
		"keywords": "Community participation, Housing, Coping",
		"doi": "https://doi.org/10.1016/j.psychres.2017.11.088",
		"abstract": "There is a need to understand which housing and personal capacity factors facilitate and hinder maximum community participation among people with psychiatric disabilities. The present study examined housing and personal capacity factors associated with community participation in a large sample of persons with psychiatric disabilities living in the same neighborhoods (defined by specified zip codes). Three hundred and forty-three persons with psychiatric disabilities were recruited from congregate and independent scatter-site housing programs in 3 New York City-area neighborhoods with high concentrations of housing for persons with psychiatric disabilities. Participants completed measures of community participation, psychiatric symptoms, substance use, independent living-skill, self-efficacy, and coping style. Community participation measures grouped into 3 factors: social community participation, physical community participation, and vocational involvement. Social community participation was associated with negative symptoms and active coping, but not by housing. Independent living-skill moderated the relationship between independent scatter-site housing and social community participation. Physical community participation was associated with negative symptoms, active coping, independent living-skill, and residence in independent scatter-site housing. Vocational involvement was only associated with negative symptoms. Findings suggest that a complex array of personal capacity and housing factors are associated with community participation among persons with psychiatric disabilities.",
		"pages": "300-306",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178117319170",
		"journal": "Psychiatry Research",
		"volume": "260"
	},
	{
		"id": "KAMARAESTEBAN2017279",
		"source_id": "KAMARAESTEBAN2017279",
		"type": "article",
		"title": "MASSHA: An agent-based approach for human activity simulation in intelligent environments",
		"author": "Oihane Kamara-Esteban and Gorka Azkune and Ander Pijoan and Cruz E. Borges and Ainhoa Alonso-Vicario and Diego López-de-Ipiña",
		"keywords": "Intelligent environments, Activity recognition, Agent based modelling, Agent environment",
		"doi": "https://doi.org/10.1016/j.pmcj.2017.07.007",
		"abstract": "Human activity recognition has the potential to become a real enabler for ambient assisted living technologies. Research on this area demands the execution of complex experiments involving humans interacting with intelligent environments in order to generate meaningful datasets, both for development and validation. Running such experiments is generally expensive and troublesome, slowing down the research process. This paper presents an agent-based simulator for emulating human activities within intelligent environments: MASSHA. Specifically, MASSHA models the behaviour of the occupants of a sensorised environment from a single-user and multiple-user point of view. The accuracy of MASSHA is tested through a sound validation methodology, providing examples of application with three real human activity datasets and comparing these to the activity datasets produced by the simulator. Results show that MASSHA can reproduce behaviour patterns that are similar to those registered in the real datasets, achieving an overall accuracy of 93.52% and 88.10% in frequency and 98.27% and 99.09% in duration for the single-user scenario datasets; and a 99.3% and 88.25% in terms of frequency and duration for the multiple-user scenario.",
		"pages": "279-300",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216304072",
		"journal": "Pervasive and Mobile Computing",
		"volume": "40"
	},
	{
		"id": "LINHARDT2021e87",
		"source_id": "LINHARDT2021e87",
		"type": "article",
		"title": "Association of surgery type and duration of hospitalisation with the ability to live independently after surgery",
		"author": "Felix C. Linhardt and Luca J. Wachtendorf and Karuna Wongtangman and Omid Azimaraghi and Maximilian S. Schaefer and Matthias Eikermann and Samir Kendale",
		"keywords": "disability, home discharge, independent living, length of stay, patient-centred outcome, perioperative outcome",
		"doi": "https://doi.org/10.1016/j.bja.2021.06.007",
		"pages": "e87-e90",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0007091221003627",
		"journal": "British Journal of Anaesthesia",
		"volume": "127"
	},
	{
		"id": "CHOI20181",
		"source_id": "CHOI20181",
		"type": "article",
		"title": "The effect of the social networks of the elderly on housing choice in Korea",
		"author": "Yeol Choi and Yeon-Hwa Kwon and Jeongseob Kim",
		"keywords": "Social network, Housing choice, Housing tenure, Residential mobility, Independent living, Senior housing",
		"doi": "https://doi.org/10.1016/j.habitatint.2018.02.003",
		"abstract": "This study analyzes the effects of the social networks of the elderly on their independent living arrangements, residential mobility and housing tenure choice in Korea. Traditions of filial duty are still an important part of the familial social network of the elderly, but the relatively lower face-to-face meeting frequency and higher contact frequency with children by telephone and emails reflects changing family relationships in urbanized and Westernized societies. This study shows that the frequent and active social networks of the elderly could contribute to independent living of the elderly. The frequency of meeting with children results in more frequent moving among the elderly while frequent non-familial social networks make the elderly stay in their neighborhoods. The findings imply that supporting the non-familial social networks of the elderly could contribute to successful aging-in-place by helping the elderly maintain their residences independently in their neighborhoods.",
		"pages": "1-8",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197397517301042",
		"journal": "Habitat International",
		"volume": "74"
	},
	{
		"id": "VANBREDA2017264",
		"source_id": "VANBREDA2017264",
		"type": "article",
		"title": "The contribution of resilience to one-year independent living outcomes of care-leavers in South Africa",
		"author": "Adrian D. van Breda and Lisa Dickens",
		"keywords": "Leaving care, Transition to adulthood, Foster care, Resilience, Independent living, Youth transitions",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.11.009",
		"abstract": "The journey out of residential care towards independent living in South Africa is significantly under-researched. This article draws on data from the only longitudinal study on care-leaving in South Africa. It uses resilience theory to explain the differences observed in independent living outcomes of care-leavers, one year after leaving the residential care of Girls and Boys Town. A sample of 52 young people completed the Youth Ecological Resilience Scale just before disengaging from care between 2012 and 2015 and participated in a follow-up interview one year later, focused on assessing a range of independent living outcomes. Nonparametric bivariate analyses were used to determine which resilience variables predicted better outcomes for the care-leavers. The results reveal that resilience processes help to understand transitional outcomes related to housing, education, employment, well-being and relationships with family and friends. The most prominent resilience processes for promoting better outcomes are located in the person-in-environment domains of the social environment (community safety, family financial security and social activities) and social relationships (with family, friends and community), with fewer in the interactional (teamwork) and personal (optimism) domains, and, surprisingly, none in the in-care service domain. This supports a social-ecological view of resilience, and has important implications for child and youth care practice.",
		"pages": "264-273",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917303365",
		"journal": "Children and Youth Services Review",
		"volume": "83"
	},
	{
		"id": "CHANG2021103",
		"source_id": "CHANG2021103",
		"type": "article",
		"title": "Advanced life support 2.0—Echo-assisted life support (eALS)?",
		"author": "Herman Chih-Heng Chang and Wan-Ching Lien and Wei-Tien Chang and Chien-Hua Huang",
		"doi": "https://doi.org/10.1016/j.resuscitation.2021.01.026",
		"pages": "103-105",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300957221000356",
		"journal": "Resuscitation",
		"volume": "160"
	},
	{
		"id": "CIVITARESE201988",
		"source_id": "CIVITARESE201988",
		"type": "article",
		"title": "newNECTAR: Collaborative active learning for knowledge-based probabilistic activity recognition",
		"author": "Gabriele Civitarese and Claudio Bettini and Timo Sztyler and Daniele Riboni and Heiner Stuckenschmidt",
		"keywords": "Pervasive computing, Activity recognition, Active learning, Temporal pattern mining",
		"doi": "https://doi.org/10.1016/j.pmcj.2019.04.006",
		"abstract": "The increasing popularity of ambient assisted living solutions is claiming adaptive and scalable tools to monitor activities of daily living. Currently, most sensor-based activity recognition techniques rely on supervised learning algorithms. However, the acquisition of comprehensive training sets of activities in smart homes is expensive and violates the individual’s privacy. In this work, we address this problem by proposing a novel hybrid approach that couples collaborative active learning with probabilistic and knowledge-based reasoning. The rationale of our approach is that a generic, and possibly incomplete, knowledge-based model of activities can be refined to target specific individuals and environments by collaboratively acquiring feedback from inhabitants. Specifically, we propose a collaborative active learning method exploiting users’ feedback to (i) refine correlations among sensor events and activity types that are initially extracted from a high-level ontology, and (ii) mine temporal patterns of sensor events that are frequently generated by the execution of specific activities. A Markov Logic Network is used to recognize activities with probabilistic rules that capture both the ontological knowledge and the information obtained by active learning. We experimented our solution with a real-world dataset of activities carried out by several individuals in an interleaved fashion. Experimental results show that our collaborative and personalized active learning solution significantly improves recognition rates, while triggering a small number of feedback requests. Moreover, the overall recognition rates compare favorably with existing supervised and unsupervised activity recognition methods.",
		"pages": "88-105",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119218303572",
		"journal": "Pervasive and Mobile Computing",
		"volume": "56"
	},
	{
		"id": "BADURA2016114",
		"source_id": "BADURA2016114",
		"type": "article",
		"title": "Automatic Berg Balance Scale assessment system based on accelerometric signals",
		"author": "Pawel Badura and Ewa Pietka",
		"keywords": "Ambient assisted living, Balance assessment, Berg Balance Scale, Computer-aided diagnosis",
		"doi": "https://doi.org/10.1016/j.bspc.2015.10.005",
		"abstract": "This paper presents the automatic system for computer-aided balance assessment reflecting the Berg Balance Scale. The system employs inertial sensors for the data acquisition purposes. A set of features is extracted from multiple signal representations during the examination. A multilevel Fishers linear discriminant is used to select most suitable features for each of the BBS tasks. The feature space dimensionality reduction and the multilayer perceptron classifier training both involve expert scoring on the observed examinations. The system is verified using data acquired during the BBS scoring of 64 elderly patients. Both assessment modes: the entire examination as well as separate BBS items, are evaluated and discussed using introduced assessment metrics.",
		"pages": "114-119",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1746809415001718",
		"journal": "Biomedical Signal Processing and Control",
		"volume": "24"
	},
	{
		"id": "SANDEN2019460410",
		"source_id": "SANDEN2019460410",
		"type": "article",
		"title": "Fourier-transform infrared spectroscopy as a process analytical technology for near real time in-line estimation of the degree of PEGylation in chromatography",
		"author": "Adrian Sanden and Susanna Suhm and Matthias Rüdt and Jürgen Hubbuch",
		"keywords": "Proteins, Process analytical technology (PAT), PEGylation, Fourier-transform infrared spectroscopy (FTIR), Downstream processing",
		"doi": "https://doi.org/10.1016/j.chroma.2019.460410",
		"abstract": "PEGylation of biological macromolecules is a well-established strategy to increase circulation half-life, decrease renal clearance and improve biocompatibility. PEGylation is a process in which polyethylene glycol (PEG) is covalently attached to a target molecule. The production of PEGylated biopharmaceuticals is usually executed by first producing and purifying the base molecule followed by the PEGylation reaction and purification of the modified molecule. Most PEGylated pharmaceuticals are produced by random PEGylation in batch mode and need to be purified as mainly the mono-PEGylated form is the desired drug product. In this work we propose a method to estimate the degree of PEGylation (DOP) of modified protein eluting from a chromatography column in near real-time. extended multiplicative signal correction (EMSC) is used in conjunction with asymmetric least squares (aaLS) to alleviate the influence of a salt gradient during ion exchange chromatography (IEX) on the spectral data. To convert the raw data obtained from spectral data to the actual DOP additional information obtained from off-line measurements is utilized. Once the signal correction is applied to in-line spectral data the DOP can be estimated without further use of off-line analytics. As the prerequisites for the application of this method are relatively easy to obtain it may also find use to speed up process development.",
		"pages": "460410",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021967319307940",
		"journal": "Journal of Chromatography A",
		"volume": "1608"
	},
	{
		"id": "MARGARITINI2022101024",
		"source_id": "MARGARITINI2022101024",
		"type": "article",
		"title": "The social robot companion to support homecare nurses: The guardian study protocol",
		"author": "Arianna Margaritini and Marco Benadduci and Giulio Amabili and Anna Rita Bonfigli and Riccardo Luzi and Katarzyna Wac and Henk Herman Nap and Elvira Maranesi and Roberta Bevilacqua",
		"keywords": "Social assistive robot (SAR), Older people, Informal and formal caregiver, AAL, Empowerement, User-centered design",
		"doi": "https://doi.org/10.1016/j.conctc.2022.101024",
		"abstract": "Introduction The reduction of the older peoples self-sufficiency and the increase in the need for help in daily activities has a significant impact on the person and their caregivers. The primary objective of the GUARDIAN project is to enable the older people to live as long as possible at home, by means of the GUARDIAN socio-technical platform. Methods and Analysis: The GUARDIAN platform consists of two connected apps: one dedicated to the caregiver (Caregiver App) and one dedicated to the older people (Senior App), plus a robot (Misty II), to provide coaching in an engaging modality. The study is designed as a technical feasibility pilot to test the GUARDIAN system on a group of older people. Discussions The proposed solution reflects the real wants and needs of the older people person, increasing the acceptability of the system. In addition, the GUARDIAN project has the potential to have distinguished two phases of testing, so that changes can be made to the platform between the first and second phases, using data, both qualitative and quantitative, collected after the first phase. Ethics and dissemination The study was approved by the Ethic Committee of the IRCCS INRCA. It was recorded in ClinicalTrials.gov on the number NCT05284292.",
		"pages": "101024",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2451865422001417",
		"journal": "Contemporary Clinical Trials Communications",
		"volume": "30"
	},
	{
		"id": "VASILATEANU2018153",
		"source_id": "VASILATEANU2018153",
		"type": "article",
		"title": "Lightweight Smart Home Simulation System for Home Monitoring using Software Agents",
		"author": "Andrei Vasilateanu and Bogdan Bernovici",
		"keywords": "Internet of Things, ambient assisted living, software agents, simulation, Artificial Intelligence",
		"doi": "https://doi.org/10.1016/j.procs.2018.10.022",
		"abstract": "This paper presents a working prototype for a lightweight smart home simulation system using agent modelling. Smart homes – context-aware environments that adapt to their owners’ needs – are one of the main consumer application areas for the Internet of Things paradigm and one of its biggest promises for improving the quality life. However smart home solutions today lack interoperability, being caught in proprietary digital ecosystems, and flexibility – ability to adapt to different owner use cases. Smart home simulation systems are a way of testing different smart home configurations – placing of sensors and actuators – that solve the personalized needs of the owners with minimum investment. We have developed a smart home simulation system using agent-based modelling as a side project in the Eurostars iLight project which has the aim of creating an indoor monitoring system using energy-efficient smart luminaires. The simulation system also contains a graphical editor for creating maps, placing objects, sensors and agents. Currently the system can design indoor plans and simulate the paths of owners with different profiles and needs.",
		"pages": "153-160",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918316533",
		"journal": "Procedia Computer Science",
		"volume": "138"
	},
	{
		"id": "BORGES2016156",
		"source_id": "BORGES2016156",
		"type": "article",
		"title": "Multimodal System for Training at Distance in a Virtual or Augmented Reality Environment for Users of Electric-Powered Wheelchairs",
		"author": "Ludymila R. Borges and Felipe R. Martins and Eduardo L.M. Naves and Teodiano F. Bastos and Vicente F. Lucena",
		"keywords": "Assistive Technology, Augmented Reality, Electric-Powered Wheelchair, Multimodal System, Virtual Reality, Telematics Control",
		"doi": "https://doi.org/10.1016/j.ifacol.2016.11.146",
		"abstract": "Abstract: Recently, important progresses for controlling electric-powered wheelchair were made for people with disabilities. However, a significant amount of people affected by severe physical disabilities still cannot take advantage of autonomous mobility. For those situations, the use of biological signals to control the assisted environment emerges as a possible solution. In this scenario, the act of driving an electric-powered wheelchair without training can appear as a serious safety risk, which can be solved by using a virtual driving simulator. Nevertheless, when using biomedical signals as commands (eg.: brain-computer interface - BCIs), it is not possible to ensure a continuous and reliable control of the wheelchair due to state of the art of this technology, being necessary to associate it with features such as semi-automatic obstacle detection or contour, which are difficult and costly to reproduce. Thus, it is interesting to offer to new wheelchair’s users the possibility of using a simulator that allows them to learn to drive the wheelchair prototype at distance, making use of appropriated telematics techniques, which is the proposal of this work. This research joints complementary skills from the following universities: Federal University of Amazonas (UFAM), Federal University of Espirito Santo (UFES) and Federal University of Uberlandia (UFU), with the collaboration of researches from the University of Lorraine (UL) in Metz-France.",
		"pages": "156-160",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896316325988",
		"journal": "IFAC-PapersOnLine",
		"volume": "49"
	},
	{
		"id": "KOCAATABEY2022101518",
		"source_id": "KOCAATABEY2022101518",
		"type": "article",
		"title": "Personal experiences of blind road users in traffic settings: An investigation based on the Interpretative Phenomenological Analysis",
		"author": "Müjde Koca-Atabey and Bahar Öz and Burcu Tekeş",
		"keywords": "Disability experience, Traffic experience, Blind road users, Traffic and disability, Interpretative phenomenological analysis, Models of disability",
		"doi": "https://doi.org/10.1016/j.jth.2022.101518",
		"abstract": "Purpose One of the key features of independent living is having full access to a safer and comfortable transportation system. Understanding traffic experiences is critical for establishing such a system; however, these experiences have found relatively limited attention within the disability literature so far. Present study aimed to explore the traffic experiences of blind road users for the first time in the literature. Materials and methods Semi-structured interviews were conducted with 11 blind road users in Turkey. There were three female and eight male participants. The interviews were lasted around 60–65 min and transcribed verbatim. Interpretative Phenomenological Analysis (IPA) was used for data analysis. Results IPA results revealed four superordinate themes based on prevalence as the main criterion in the decision-making process. The superordinate themes are named as Environmental Factors, Personal Preferences, Social Interactions and Positive Moments. The Environmental Factors superordinate theme has three subthemes as Infrastructure Factors, Vehicle Factors and Weather Factors. The Social Interactions superordinate theme has a subtheme called: People Insist On. Conclusion It is concluded that being a blind road user is a challenging experience especially when the environment is chaotic, coercive and unfriendly. In order to improve accessibility for blind people, both physical and social systems should be improved and restored by changing the widespread attitudes, practices, policies, and culture at the end.",
		"pages": "101518",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214140522001906",
		"journal": "Journal of Transport & Health",
		"volume": "27"
	},
	{
		"id": "CAI2017143",
		"source_id": "CAI2017143",
		"type": "article",
		"title": "Glycoconjugate probes containing a core-fucosylated N-glycan trisaccharide for fucose lectin identification and purification",
		"author": "Deqin Cai and Chaochao Xun and Feng Tang and Xiaobo Tian and Liyun Yang and Kan Ding and Wenzhe Li and Zhiping Le and Wei Huang",
		"keywords": "Core-fucose, Glycoconjugate, Glyco-dendrimer, Glyco-agarose, Fucose-specific lectin",
		"doi": "https://doi.org/10.1016/j.carres.2017.07.011",
		"abstract": "Glyco-PAMAM dendrimers and glyco-agarose beads bearing a core-fucosylated N-glycan trisaccharide GlcNAcβ1,4(Fucα1,6)GlcNAc or a non-fucose disaccharide GlcNAcβ1,4GlcNAc were successfully synthesized and characterized by monosaccharide analysis with HPAEC-PAD technique. These glycoconjugates as fucose lectin probes were applied in fucose-specific lectin detection and purification. The model fucose lectin AAL indicated binding activity with the FITC-labeled PAMAM carrying core-fucose trisaccharide. An affinity chromatography column stuffed with the agarose beads carrying core-fucosylated trisaccharide exhibited a good specificity in purification of AAL than non-fucose disaccharide agarose beads. These novel glycoconjugates bearing the precise and simplified core-fucose N-glycan structure provided a potential application for core-fucose-specific lectin discovery.",
		"pages": "143-152",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0008621517304445",
		"journal": "Carbohydrate Research",
		"volume": "449"
	},
	{
		"id": "RUSSO2018111",
		"source_id": "RUSSO2018111",
		"type": "article",
		"title": "79. Amyloid-PET analysis based on tissue probability maps",
		"author": "G. Russo and D.S. Sardina and P. Alongi and R. Coppola and V. Puglisi and A. Stefano and R. Giugno and L.M. Grimaldi and S. Scalisi and M. Midiri and M.C. Gilardi",
		"doi": "https://doi.org/10.1016/j.ejmp.2018.04.089",
		"abstract": "Purpose The regional quantification of amyloid burden is crucial for the clinical diagnosis of Alzheimer’s disease [1]. The best method to evaluate regional amyloid deposition in PET is through the use MR imaging for brain space normalization. However, since MR imaging is not always available in the clinical practice, a MR-less methodology is needed in order to compute semi-quantitative and analyze regional amyloid burden. Methods Forty-four patients with clinical evidence of dementia, underwent 18F-Florbetaben PET (FBB-PET), FDG-PET, neuropsychological assessment and cerebrospinal fluid analysis. We implemented a methodology that uses SPM12 to import and normalize the FBB-PET images in Montreal Neurological Institute (MNI) space without MRI, and the Automated Anatomical Labeling (AAL) atlas [2] in order to extract regional uptake from normalized FBB-PET. SUVR has been computed by using cerebellum as control region (‘Cerebelum_ 4_5’ of AAL atlas). We then computed Receiver Operating Characteristic (ROC) curve in order to find best thresholds for identifying clinical subgroups in our patients. Results Semi-quantitative evaluation of FBB-PET images and ROC analysis stated that SUVR value of 1,006 in the bilateral inferior frontal cortex and a SUVR of 1.03 in the precuneus region were the best cutoff (AUC 0.883 and 0.826, respectively). Box-Plot analysis showed a trend distribution of elevated SUVR levels in bilateral frontal cortex, angular girus, occipital, parietal, precuneus and paracentral lobule, among AD patients. Conclusion MR-less methodology based on Tissue Probability Map and AAL atlas provide regional quantification of amyloid burden. The ROC analysis is able to retrieve useful thresholds for the classification of AD versus non-AD thus providing a tool in clinical practice. We will perform the study on a larger sample in order to confirm the results.",
		"pages": "111-112",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1120179718301480",
		"journal": "Physica Medica",
		"volume": "56"
	},
	{
		"id": "SHIMAMURA2016504",
		"source_id": "SHIMAMURA2016504",
		"type": "article",
		"title": "Analysis of Factors That Influence Long-Term Independent Living for Elderly Subarachnoid Hemorrhage Patients",
		"author": "Norihito Shimamura and Masato Naraoka and Takeshi Katagai and Kosuke Katayama and Kiyohide Kakuta and Naoya Matsuda and Hiroki Ohkuma",
		"keywords": "Cerebral aneurysm, Elderly patient, Independent living, Radical intervention, Subarachnoid hemorrhage",
		"doi": "https://doi.org/10.1016/j.wneu.2016.03.057",
		"abstract": "Background The number of elderly subarachnoid hemorrhage (SAH) patients has been increasing. The aim of this study was to analyze long-term outcome for elderly (≥75 years) SAH patients and to establish a treatment strategy. Methods From January 2005 to December 2013, 86 consecutive cases were treated. We used a modified Rankin Scale (mRS) at the outpatient clinic or a telephone interview of patients and/or families. Kaplan-Meier plots were done for mortality and independent (mRS 0 ∼ 2) state. Multivariate analysis was done to distinguish factors that influence on outcome. Results Median age was 79, Hunt-Kosnik grade 1 ∼ 3 was 79%, and the radical intervention (clipping or coiling) rate was 78%. Mean follow-up period was 28.7 ± 3.4 standard error months. Half of deaths occurred during the first two months. The number of cases of independent living gradually decreased to 50% at 28 months after SAH. Half of patients lived independently for 36 months at HK grades 1 to 3, and 3 months at HK grades 4 to 5 (p < 0.05). Half of patients lived independently for 40 months in the radical intervention group, and 14 months in the conservative treatment group (p < 0.05). Multivariate analysis for independent living revealed that gender, pre-morbid condition, HK grade, and postoperative complication were significant (p < 0.05). Conclusions Good-grade elderly SAH cases that were independent pre-stroke should have radical intervention performed for aneurysm. Avoiding perioperative complications have a positive influence on long-term independent living.",
		"pages": "504-510",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878875016004769",
		"journal": "World Neurosurgery",
		"volume": "90"
	},
	{
		"id": "CAO2018256",
		"source_id": "CAO2018256",
		"type": "article",
		"title": "Efficient reuse of anode scrap from lithium-ion batteries as cathode for pollutant degradation in electro-Fenton process: Role of different recovery processes",
		"author": "Zhiqin Cao and Xiaohong Zheng and Hongbin Cao and He Zhao and Zhi Sun and Zhuang Guo and Kai Wang and Bin Zhou",
		"keywords": "Spent lithium-ion batteries, Recovery, Electro-Fenton, Anode scrap",
		"doi": "https://doi.org/10.1016/j.cej.2017.12.104",
		"abstract": "Effective recycling of spent graphite from lithium-ion batteries (LIBs) has a strong application potential. In this research, anode scrap of spent LIBs is efficiently recovered and reused as high-performance cathode in electro-Fenton system. Role of different recovery processes in the reuse of anode scrap powder in electro-Fenton system is focused, including Anode raw powder (RP), acid leaching (AL), acid and alkali leaching (AAL) residual powder. The results indicate functional groups of anode powder are changed by different leaching processes, which can significantly affect the subsequent reuse in electro-Fenton system. According to evaluation by electrochemical characterization, the AAL has a higher hydrogen peroxide (H2O2) selectivity and yield than RP and AL due to highly active two-electron reduction of oxygen (O2). Interestingly, when anode powder is reused in electro-Fenton system, the AL electrode achieves 100% bisphenol A (BPA) removal in 70 min and 87.4% COD removal in 240 min, showing the best degradation efficiency. The reason can be attributed to higher carboxylic group content (35.83%) of AL powder than that of AAL (7%). Thus, part of iron ion in solution can be adsorbed on the surface of AL cathode, forming a partial heterogeneous iron oxidation-reduction. Furthermore, the reusability of AL electrode is evaluated. Compared with other carbon cathode, the AL cathode with a low current density still maintains 100% BPA removal after 10 reuse cycles. Since it is inherent with high reusability and environmental friendliness comparing with traditional cathode materials, this research demonstrates a potentially new approach to cooperatively treat pollutants from solid waste and waste water.",
		"pages": "256-264",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S138589471732226X",
		"journal": "Chemical Engineering Journal",
		"volume": "337"
	},
	{
		"id": "KIMURA2020e92",
		"source_id": "KIMURA2020e92",
		"type": "article",
		"title": "Predictors of Independent Living Activities in Elderly People Aged 90 Years and Older Living in Northern Okinawa, Japan, Using A Multi-Level Mixed-Effects Parametric Survival Model",
		"author": "Akira Kimura",
		"doi": "https://doi.org/10.1016/j.apmr.2020.09.279",
		"pages": "e92",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999320308431",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "101"
	},
	{
		"id": "TOKY2020100241",
		"source_id": "TOKY2020100241",
		"type": "article",
		"title": "Localization schemes for Underwater Acoustic Sensor Networks - A Review",
		"author": "Archana Toky and Rishi Pal Singh and Sanjoy Das",
		"keywords": "Acoustic communication, Underwater Acoustic Sensor Network (UWASN), Localization, Mobility prediction, Time synchronization, Localization coverage, Communication overhead, Localization success",
		"doi": "https://doi.org/10.1016/j.cosrev.2020.100241",
		"abstract": "Underwater Acoustic Sensor Networks (UWASNs) connect the resources available in oceans to the rest of the world. The network has a huge amount of sensors which are sparsely deployed and are interconnected to collect information for the applications like target tracking, marine life monitoring, surveillance, and civilian applications. To get meaningful information from the data collected by this network, we have to know the spatial information of the sensor nodes. The procedure to determine the location of the sensors is called localization. Localization in UWASNs is a challenging task due to harsh environmental conditions. A large number of solution for localization in terrestrial networks but the solutions cannot be applied to UWASNs due to the different environmental conditions. Our major goal in this survey is to discuss various localization Schemes that are developed for UWASNs. The schemes are categorized into two types: Centralized and Distributed localization algorithms and they are further subdivided into three categories Stationary, Mobile and Hybrid localization schemes. Our contribution in this survey focused on various aspects of localization algorithms fundamental, discussion to the classification of localization schemes based on range-based and range-free techniques. We have discussed USP, DNRL, NLA, DV-HOP, LSHL, LSLS, UDB, LDB, SLMP, 3DUL, 3d-MASL, TSL, AAL, PL etc. localization schemes for UWASNs. These schemes are compared based on localization accuracy, communication cost, and localization success performance metrics. The highest 100% localization success achieved by 3D-MASL, UDB, and TSL schemes. LSLS, and DNRL schemes achieves highest localization accuracy. The LDB and UDB are the most energy efficient localization schemes as they need only two messages to localize one sensor node. The AAL scheme achieved the highest communication cost 9 messages per localized node. Finally, we have concluded our review with various open research issues and challenges related to the localization in UWASNs. We firmly believe that our survey will help new researchers to explore the localization methodology for UWASNs.",
		"pages": "100241",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574013719302631",
		"journal": "Computer Science Review",
		"volume": "37"
	},
	{
		"id": "ROUTLEY2020106324",
		"source_id": "ROUTLEY2020106324",
		"type": "article",
		"title": "Juvenile myoclonic epilepsy shows increased posterior theta, and reduced sensorimotor beta resting connectivity",
		"author": "Bethany Routley and Alexander Shaw and Suresh D Muthukumaraswamy and Krish D Singh and Khalid Hamandi",
		"keywords": "JME, Connectivity, Juvenile myoclonic epilepsy, MEG, Magnetoencephalography",
		"doi": "https://doi.org/10.1016/j.eplepsyres.2020.106324",
		"abstract": "Background Widespread structural and functional brain network changes have been shown in Juvenile Myoclonic Epilepsy (JME) despite normal clinical neuroimaging. We sought to better define these changes using magnetoencephalography (MEG) and source space connectivity analysis for optimal neurophysiological and anatomical localisation. Methods We consecutively recruited 26 patients with JME who underwent resting state MEG recording, along with 26 age-and-sex matched controls. Whole brain connectivity was determined through correlation of Automated Anatomical Labelling (AAL) atlas source space MEG timeseries in conventional frequency bands of interest delta (1−4 Hz), theta (4−8 Hz), alpha (8−13 Hz), beta (13−30 Hz) and gamma (40−60 Hz). We used a Linearly Constrained Minimum Variance (LCMV) beamformer to extract voxel wise time series of ‘virtual sensors’ for the desired frequency bands, followed by connectivity analysis using correlation between frequency- and node-specific power fluctuations, for the voxel maxima in each AAL atlas label, correcting for noise, potentially spurious connections and multiple comparisons. Results We found increased connectivity in the theta band in posterior brain regions, surviving statistical correction for multiple comparisons (corrected p < 0.05), and decreased connectivity in the beta band in sensorimotor cortex, between right pre- and post- central gyrus (p < 0.05) in JME compared to controls. Conclusions Altered resting-state MEG connectivity in JME comprised increased connectivity in posterior theta – the frequency band associated with long range connections affecting attention and arousal - and decreased beta-band sensorimotor connectivity. These findings likely relate to altered regulation of the sensorimotor network and seizure prone states in JME.",
		"pages": "106324",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920121119306151",
		"journal": "Epilepsy Research",
		"volume": "163"
	},
	{
		"id": "MBUNGE2021169",
		"source_id": "MBUNGE2021169",
		"type": "article",
		"title": "Sensors and healthcare 5.0: transformative shift in virtual care through emerging digital health technologies",
		"author": "Elliot Mbunge and Benhildah Muchemwa and Siphoesihle Jiyane and John Batani",
		"keywords": "Healthcare 5.0, Sensors, Smart devices, Virtual care, Emerging technologies, Coronavirus disease 2019 (COVID-19)",
		"doi": "https://doi.org/10.1016/j.glohj.2021.11.008",
		"abstract": "Emerging digital technologies continues to evolve posing unprecedented opportunities in health systems globally to improve healthcare services delivery. There has been significant progress in healthcare. However, the lack of emotive recognition coupled with a dearth of personalized and pervasive health applications and emotive smart devices calls for the integration of intelligent sensors health systems through emerging technologies. Although there has been significant progress in smart and connected health care, more research innovation, dissemination and technologies are needed to unbundle new opportunities and move towards healthcare 5.0. Healthcare is at the dawn of a paradigm change to reach the new era of smart disease control and detection, virtual care, smart health management, smart monitoring, and decision-making. Therefore, this study discusses the roles and capacities of sensors, their capabilities and other emerging technologies such as nanotechnology, 5 G technologies, drone technology, blockchain, robotics, big data, internet of things, artificial intelligence, and cloud computing. Healthcare 5.0 provides healthcare services including patient remote monitoring, tracking and virtual clinics, emotive telemedicine, ambient assisted living, smart self-management, wellness monitoring and control, smart treatment reminders, compliance and adherence, and personalized and connected health care. However, building resilience and robust healthcare 5.0 is not immune to challenges. Organizational challenges, technological and infrastructural barriers, lack of legal and regulatory frameworks and e-health policies, individual perceptions, misalignment with hospitals’ strategy, lack of funding, religious and cultural barriers are identified as potential barriers to the successful implementation of healthcare 5.0. Therefore, there is a need for building resilient technology-driven healthcare systems. To achieve this, there is a need for expanding technological infrastructure, provision of budgetary support based on sustainable business models, develop appropriate legal and e-health policies, standardization and synchronization of protocols, improving stakeholders’ engagement and involvement and establishment of private and public partnerships and investments.",
		"pages": "169-177",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2414644721000932",
		"journal": "Global Health Journal",
		"volume": "5"
	},
	{
		"id": "DIPRIMIO202023",
		"source_id": "DIPRIMIO202023",
		"type": "article",
		"title": "Innovative endovascular approach for limb salvage in critical limb ischemia",
		"author": "M. Di Primio and G. Angelopoulos and I. Lazareth and P. Priollet and M. Zins and J. Emmerich and A. Yannoutsos",
		"keywords": "Critical limb ischemia, Endovascular revascularization, Femoropopliteal bypass, Limb salvage",
		"doi": "https://doi.org/10.1016/j.jdmv.2019.09.005",
		"abstract": "Summary In the absence of feasible revascularization, nearly one third of patients with critical limb ischemia experienced major amputation at 6 months. In patients with an independent living status, this decision is difficult to support without exhausting all chances to attain limb salvage and preserve functional autonomy. The present report describes a new procedure of revascularization by performing a full endovascular extra-anatomic femoropopliteal bypass for the treatment of limb-threatening ischemia. The patient presented with extensive tissue loss and a short-term risk of major amputation. She had experienced previous failure of conventional surgical and endovascular revascularization procedures and ligation of proximal femoral artery precluded any further revascularization attempt. Limb salvage was achieved with this endovascular revascularization procedure with complete wound closure. The patient still presents an independent living status and preserved functional autonomy without wound recurrence after a follow-up of more than 5 years.",
		"pages": "23-27",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2542451319301701",
		"journal": "JMV-Journal de Médecine Vasculaire",
		"volume": "45"
	},
	{
		"id": "NAKASA2019156",
		"source_id": "NAKASA2019156",
		"type": "article",
		"title": "Arthroscopic Repair of Anterior Talofibular Ligament Using the Pull-Out Technique for Chronic Ankle Instability: Case Report",
		"author": "Tomoyuki Nakasa and Jiro Nakashiro, MD, PhD and Nobuo Adachi, MD, PhD",
		"keywords": "ankle, arthroscope, instability, lateral ligament, proprioception",
		"doi": "https://doi.org/10.1053/j.jfas.2018.05.016",
		"abstract": "Arthroscopic repair of the lateral ankle ligament using the anchor system has been increasingly reported. We treated a 39-year-old woman who suffered from pain and instability in her left ankle joint. She was diagnosed with chronic ankle instability and an osteochondral lesion of the talar dome. For this patient, arthroscopic repair of the anterior talofibular ligament (ATFL) was performed. Standard anteromedial and anterolateral portals were placed, and excision of the osteochondral fragment and microfracture were performed. Then, an accessory anterolateral (AAL) portal was placed. No. 2 nylon sutures were inserted into the ATFL remnant through the AAL portal. Two bone tunnels were created at the footprint of the fibula attachment toward the posterior edge of the lateral malleolus using a passing pin, and nylon sutures anchored in the ATFL were retrieved toward the posterior fibula. The foot was held in neutral position with eversion, and nylon sutures were tied at the posterior fibula. At 1 year after surgery, the Japanese Society for Surgery of the Foot scale was improved from the preoperative value of 48 points to a postoperative value of 100 points. Stress radiography showed no difference of talar tilt angle between the involved and noninvolved ankles. Joint position sense was also improved at 3 and 6 months after surgery. This arthroscopic repair of the ATFL using the pull-out technique enabled achievement of an improved clinical score and stability of the ankle and proprioception, and there was no concern about complications of the anchor system.",
		"pages": "156-160",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1067251618302266",
		"journal": "The Journal of Foot and Ankle Surgery",
		"volume": "58"
	},
	{
		"id": "GATHERCOLE2019P1568",
		"source_id": "GATHERCOLE2019P1568",
		"type": "article",
		"title": "ASSISTIVE TECHNOLOGY AND TELECARE TO MAINTAIN INDEPENDENT LIVING AT HOME FOR PEOPLE WITH DEMENTIA: THE ATTILA RCT",
		"author": "Rebecca L. Gathercole and Robert J. Howard",
		"doi": "https://doi.org/10.1016/j.jalz.2019.08.177",
		"pages": "P1568",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526019353361",
		"journal": "Alzheimers & Dementia",
		"volume": "15"
	},
	{
		"id": "CHAKRABORTY2022156791",
		"source_id": "CHAKRABORTY2022156791",
		"type": "article",
		"title": "Disparities in exposure to fine particulate air pollution for people with disabilities in the US",
		"author": "Jayajit Chakraborty",
		"keywords": "Air pollution, Fine particulate matter, Disability, Environmental justice",
		"doi": "https://doi.org/10.1016/j.scitotenv.2022.156791",
		"abstract": "Although chronic air pollution has been found to be disproportionately distributed with respect to race/ethnicity and socioeconomic status in the US, previous research on social disparities in air pollution exposure has not focused on persons with disabilities (PwDs). This gap is addressed here by conducting the first national-scale study of the relationship between outdoor exposure to fine particulate matter (PM2.5) and disability status in the continental US. Census tract-level data on average annual PM2.5 concentrations (2011–2015) were linked with relevant variables from the 2015 American Community Survey five-year estimates. Statistical analyses were based on bivariate and multivariable generalized estimating equations that account for spatial clustering of tracts within counties. Results indicated that the overall percentage of civilian noninstitutionalized persons with a disability and multiple types of disability are higher in neighborhoods with greater PM2.5 exposure, after controlling for race/ethnicity, poverty, renter occupancy, older age, population density, and metropolitan status. The percentages of PwDs with cognitive and independent living difficulties indicated stronger positive associations with PM2.5 exposure, compared to those with other types of difficulties. These findings represent an important starting point for more detailed research investigations and policy interventions that seek to mitigate disproportionate air pollution exposure for this vulnerable group.",
		"pages": "156791",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0048969722038888",
		"journal": "Science of The Total Environment",
		"volume": "842"
	},
	{
		"id": "TSOLAKI2017268",
		"source_id": "TSOLAKI2017268",
		"type": "article",
		"title": "Age-induced differences in brain neural activation elicited by visual emotional stimuli: A high-density EEG study",
		"author": "Anthoula C. Tsolaki and Vasiliki E. Kosmidou and Ioannis (Yiannis) Kompatsiaris and Chrysa Papadaniil and Leontios Hadjileontiadis and Magda Tsolaki",
		"keywords": "emotional stimuli, age effect, brain source localization, high-density EEG",
		"doi": "https://doi.org/10.1016/j.neuroscience.2016.10.059",
		"abstract": "Identifying the brain sources of neural activation during processing of emotional information remains a very challenging task. In this work, we investigated the response to different emotional stimuli and the effect of age on the neuronal activation. Two negative emotion conditions, i.e., ‘anger’ and ‘fear’ faces were presented to 22 adult female participants (11 young and 11 elderly) while acquiring high-density electroencephalogram (EEG) data of 256 channels. Brain source localization was utilized to study the modulations in the early N170 event-related-potential component. The results revealed alterations in the amplitude of N170 and the localization of areas with maximum neural activation. Furthermore, age-induced differences are shown in the topographic maps and the neural activation for both emotional stimuli. Overall, aging appeared to affect the limbic area and its implication to emotional processing. These findings can serve as a step toward the understanding of the way the brain functions and evolves with age which is a significant element in the design of assistive environments.",
		"pages": "268-278",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306452216305991",
		"journal": "Neuroscience",
		"volume": "340"
	},
	{
		"id": "MILLS20201992",
		"source_id": "MILLS20201992",
		"type": "article",
		"title": "Validation of the MEDSAIL Tool to Screen for Capacity for Safe and Independent Living Among Nursing Home Residents",
		"author": "Whitney L. Mills and Mark E. Kunik and P. Adam Kelly and Nancy L. Wilson and Steven Starks and Ali Asghar-Ali and Hannah Curren-Vo and Aanand D. Naik",
		"keywords": "Capacity, decision making, nursing home, assessment, veterans",
		"doi": "https://doi.org/10.1016/j.jamda.2020.05.008",
		"abstract": "Objectives Capacity for safe and independent living (SAIL) refers to an individuals ability to solve problems associated with everyday life and perform activities necessary for living independently. Little guidance exists on the assessment of capacity for SAIL among nursing home residents. As a result, capacity for SAIL is not fully considered in the development of discharge plans to ensure safety and independence in the community. We reasoned that this problem could be addressed with the Making and Executing Decisions for Safe and Independent Living (MEDSAIL) tool, developed to screen for capacity for SAIL among community-dwelling older adults. In this report, we describe findings on the validity of the MEDSAIL when used with nursing home residents. Design Prospective cross-sectional pilot study. Setting and Participants Twenty-four residents of a Veterans Health Affairs Community Living Center (CLC; nursing home); exclusion criteria were cognitive impairment too severe to complete the protocol, diagnosis of serious mental illness or developmental disability, inability to hear, or inability to communicate verbally. Methods Participants completed 2 assessments: the MEDSAIL interview administered by a research assistant and the criterion standard capacity interview administered by a geriatric psychiatrist. We examined internal consistency, divergent validity, and criterion-based validity. Results Five of 7 MEDSAIL scenarios approximated acceptable levels of internal consistency (α >0.70). MEDSAIL scores were highly positively correlated with criterion standard capacity determination (0.88, P = .001), and the Wilcoxon rank-sum test statistic for the 2 assessments was also statistically significant (P = .001). Conclusions and Implications MEDSAIL has promise as a user-friendly brief screening tool for use by nursing home staff to understand resident capacity for SAIL. This information can be used in the development of discharge plans to keep the resident safe and independent in the community. In addition, tailoring the MEDSAIL scenarios specifically to the nursing home setting may further enhance the tools validity and utility in this new application.",
		"pages": "1992-1996",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861020303753",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "21"
	},
	{
		"id": "FUENTESJIMENEZ2021104484",
		"source_id": "FUENTESJIMENEZ2021104484",
		"type": "article",
		"title": "Towards dense people detection with deep learning and depth images",
		"author": "David Fuentes-Jimenez and Cristina Losada-Gutierrez and David Casillas-Perez and Javier Macias-Guarasa and Daniel Pizarro and Roberto Martin-Lopez and Carlos A. Luna",
		"keywords": "People detection, Depth camera information, Interest regions estimation, Feature extraction, Deep learning, Convolutional Neural Networks",
		"doi": "https://doi.org/10.1016/j.engappai.2021.104484",
		"abstract": "This paper describes a novel DNN-based system, named PD3net, that detects multiple people from a single depth image, in real time. The proposed neural network processes a depth image and outputs a likelihood map in image coordinates, where each detection corresponds to a Gaussian-shaped local distribution, centered at each person’s head. This likelihood map encodes both the number of detected people as well as their position in the image, from which the 3D position can be computed. The proposed DNN includes spatially separated convolutions to increase performance, and runs in real-time with low budget GPUs. We use synthetic data for initially training the network, followed by fine tuning with a small amount of real data. This allows adapting the network to different scenarios without needing large and manually labeled image datasets. Due to that, the people detection system presented in this paper has numerous potential applications in different fields, such as capacity control, automatic video-surveillance, people or groups behavior analysis, healthcare or monitoring and assistance of elderly people in ambient assisted living environments. In addition, the use of depth information does not allow recognizing the identity of people in the scene, thus enabling their detection while preserving their privacy. The proposed DNN has been experimentally evaluated and compared with other state-of-the-art approaches, including both classical and DNN-based solutions, under a wide range of experimental conditions. The achieved results allows concluding that the proposed architecture and the training strategy are effective, and the network generalize to work with scenes different from those used during training. We also demonstrate that our proposal outperforms existing methods and can accurately detect people in scenes with significant occlusions.",
		"pages": "104484",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197621003328",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "106"
	},
	{
		"id": "AZUMA201710321",
		"source_id": "AZUMA201710321",
		"type": "article",
		"title": "The C-terminal peptide of Aquifex aeolicus riboflavin synthase directs encapsulation of native and foreign guests by a cage-forming lumazine synthase",
		"author": "Yusuke Azuma and Reinhard Zschoche and Donald Hilvert",
		"keywords": "biotechnology, cell compartmentalization, protein self-assembly, protein-protein interaction, synthetic biology, bacterial compartment, localization sequence, lumazine/riboflavin synthase, protein cage",
		"doi": "https://doi.org/10.1074/jbc.C117.790311",
		"abstract": "Encapsulation of specific enzymes in self-assembling protein cages is a hallmark of bacterial compartments that function as counterparts to eukaryotic organelles. The cage-forming enzyme lumazine synthase (LS) from Bacillus subtilis (BsLS), for example, encapsulates riboflavin synthase (BsRS), enabling channeling of lumazine from the site of its generation to the site of its conversion to vitamin B2. Elucidating the molecular mechanisms underlying the assembly of these supramolecular complexes could help inform new approaches for metabolic engineering, nanotechnology, and drug delivery. To that end, we investigated a thermostable LS from Aquifex aeolicus (AaLS) and found that it also forms cage complexes with the cognate riboflavin synthase (AaRS) when both proteins are co-produced in the cytosol of Escherichia coli. A 12-amino acid-long peptide at the C terminus of AaRS serves as a specific localization sequence responsible for targeting the guest to the protein compartment. Sequence comparisons suggested that analogous peptide segments likely direct RS complexation by LS cages in other bacterial species. Covalent fusion of this peptide tag to heterologous guest molecules led to their internalization into AaLS assemblies both in vivo and in vitro, providing a firm foundation for creating tailored biomimetic nanocompartments for medical and biotechnological applications.",
		"pages": "10321-10327",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002192582039579X",
		"journal": "Journal of Biological Chemistry",
		"volume": "292"
	},
	{
		"id": "BAKAS2018566",
		"source_id": "BAKAS2018566",
		"type": "article",
		"title": "Using telehealth to optimize healthy independent living for older adults: A feasibility study",
		"author": "Tamilyn Bakas and Debi Sampsel and Jahmeel Israel and Ameya Chamnikar and Barbara Bodnarik and John Greer Clark and Megan Gresham Ulrich and Dieter Vanderelst",
		"keywords": "Older adults, Health promotion, Chronic illness, Robotics",
		"doi": "https://doi.org/10.1016/j.gerinurse.2018.04.002",
		"abstract": "The purpose of this study was to test feasibility of the Telehealth Community Health Assistance Team (T-CHAT), a nurse-led intervention delivered through a telepresence robot designed to promote healthy independent living among older adults. Using a quasi-experimental design, 21 older adults were divided into a T-CHAT group (n = 11) or a waitlist control group (n = 10). The T-CHAT group received 3 weekly health coaching sessions from a nurse practitioner student through the telepresence robot. Data trends were analyzed using two-way repeated measures analysis of covariance (ANCOVA) with baseline values as co-variates; effect sizes using partial eta squared (η2). Medium to large improvements in unhealthy days, depressive symptoms, sleep, quality of life, and confidence/self-efficacy were found favoring the T-CHAT group. Recruitment and retention strategies were successful, with lessons learned for future studies. Further research is warranted to refine and test efficacy of the T-CHAT program to promote healthy independent living among older adults.",
		"pages": "566-573",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197457218301381",
		"journal": "Geriatric Nursing",
		"volume": "39"
	},
	{
		"id": "MAHARAJ2022100896",
		"source_id": "MAHARAJ2022100896",
		"type": "article",
		"title": "Benefit of 5 years of enzyme replacement therapy in advanced late onset Pompe. A case report of misdiagnosis for three decades with acute respiratory failure at presentation",
		"author": "Mandat Maharaj and David L. Skidmore and Sidney E. Croul and David J. Brake and Hanns Lochmuller",
		"keywords": "Late onset Pompe disease, Misdiagnosis, Enzyme replacement therapy, Alglucosidase alfa",
		"doi": "https://doi.org/10.1016/j.ymgmr.2022.100896",
		"abstract": "We report on a 57 year old female patient who presented in acute respiratory failure with severe generalized weakness. She was previously misdiagnosed for over three decades as polymyositis. She was treated with enzyme replacement therapy (ERT) for over five years, after being diagnosed with late onset Pompe Disease (LOPD). She returned to independent living with the use of non invasive ventilation at nights. ERT should be considered in the management of patients with advanced LOPD and the effects of ERT closely monitored.",
		"pages": "100896",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214426922000568",
		"journal": "Molecular Genetics and Metabolism Reports",
		"volume": "32"
	},
	{
		"id": "BRUCKER2022101424",
		"source_id": "BRUCKER2022101424",
		"type": "article",
		"title": "Comparing effects of question set order and location within a survey instrument of two commonly used disability question sets among a U.S. population of adults",
		"author": "Debra L. Brucker",
		"keywords": "Disability measurement, Survey research, Washington Group Short Set, Six question sequence, Disability, Disability prevalence",
		"doi": "https://doi.org/10.1016/j.dhjo.2022.101424",
		"abstract": "Background In nationally representative household surveys conducted in the United States (U.S.), two distinct sets of questions are commonly used to identify persons with disabilities. The six-question sequence (6QS) measures, in a yes/no fashion, limitations in cognition, hearing, independent living, self-care, vision, and walking. The Washington Group Short Set (WG-SS) captures more nuanced yet similar information, although instead of including a measure of independent living asks about communication. To date, research has not estimated, among the same set of survey respondents, variations in disability prevalence using these two sets of questions nor how prevalence estimates vary by question set order and placement of these questions at the beginning or end of a survey. Objective/Hypothesis The objective was to examine adjusted differences in disability prevalence among three measures of disability based on the 6QS and the WG-SS question sets, controlling for differences in question set order and placement within a survey. Methods We fielded an Internet survey (N = 13,277) in September 2020 that included these questions, but varied question set order and placement among respondents, using four different versions of the survey. We first tested for bivariate differences by survey design between an “any disability” measure as well as between specific types of limitations using Chi square. Finally, we examined pairwise adjusted differences in prevalence estimates. Results The 6QS provided the most consistent prevalence estimates (26%–28%) (p < .05), regardless of survey design. Estimates varied more widely for the WG-SS measures, ranging from 43 to 60% for WG-SS1 and from 10% to 15% for WG-SS2, among survey versions. Conclusions Question set order and placement was not associated with differences in prevalence for the 6QS but was associated with differences in estimates from the WG-SS. Further research is needed to understand the possible survey priming effects that might influence estimates from the WG-SS.",
		"pages": "101424",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657422001868",
		"journal": "Disability and Health Journal"
	},
	{
		"id": "BHATTACHARYA2022135",
		"source_id": "BHATTACHARYA2022135",
		"type": "article",
		"title": "Nutrition in the prevention and management of sarcopenia - A special focus on Asian Indians",
		"author": "Shinjini Bhattacharya and Rohini Bhadra and Annemie M.W.J. Schols and Ardy van Helvoort and Sucharita Sambashivaiah",
		"keywords": "Malnutrition, Muscle loss, Chronic disease, Macronutrient, Micronutrient, Nutrient supplementation",
		"doi": "https://doi.org/10.1016/j.afos.2022.12.002",
		"abstract": "Sarcopenia, characterized by loss of muscle mass and strength, is common in advanced old age but can be accelerated by chronic disease, malnutrition and physical inactivity. Early initiation of intervention to achieve and maintain a higher peak muscle mass and strength may allow for prevention or delay of sarcopenia and facilitate independent living even in old age. In this context, malnutrition, a significant contributor to sarcopenia, is often overlooked among the Indian population. Maintenance of an optimal energy and protein balance with adequate physical activity level is essential to preserve physical function in the aging population. However, research on the role of micronutrients in muscle maintenance, is still in its infancy. This narrative review, therefore, aims to explore the current status of International and Indian research on the role of nutrition in sarcopenia mitigation and the way forward.",
		"pages": "135-144",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405525522000693",
		"journal": "Osteoporosis and Sarcopenia",
		"volume": "8"
	},
	{
		"id": "IVY2018155",
		"source_id": "IVY2018155",
		"type": "article",
		"title": "Interrater Reliability of Wrist Goniometry in an Independent Living Facility",
		"author": "C.C. Ivy and J.R. Johnston and L. Helburg and T. Peters and M. Lininger",
		"doi": "https://doi.org/10.1016/j.jht.2017.11.021",
		"pages": "155-156",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0894113017303708",
		"journal": "Journal of Hand Therapy",
		"volume": "31"
	},
	{
		"id": "MERKLE2016290",
		"source_id": "MERKLE2016290",
		"type": "article",
		"title": "Improving the Utilization of AAL Devices through Semantic Web Technologies and Web of Things Concepts",
		"author": "Nicole Merkle and Stefan Zander",
		"keywords": "Context awareness, Ambient Intelligence, ICT, Semantic Web, Knowledge Representation, Service-oriented Architectures",
		"doi": "https://doi.org/10.1016/j.procs.2016.09.045",
		"abstract": "The software-driven assistance of elderly and impaired people in their every day life requires the integration of heterogeneous devices and assistive services. The lack of interoperability hampers the integration and usage of these devices and services. Furthermore, one objective in the field of Ambient Intelligence and Human Machine Interaction is the adaption of assistive services to the user 5. This is deeply rooted in the idea that the usage of ambient technologies still means a barrier for elderly and impaired people and prevents them to trust and use these technologies. But as these technologies aim at supporting and not restricting elderly and impaired people, a methodology is needed to overcome the barrier of using ambient assistive technologies. In this paper, we present an approach to a) enable a simplified integration of heterogeneous devices and services by the Web of Things recommendation and b) a lightweight AAL ontology together with a rule-based engine called Sherlock in order to demonstrate the advantages in representing and linking user intentions to device capabilities using Semantic Web technologies. Moreover, we show how this semantic representation in the context-aware Sherlock engine is used to derive user intentions by recognising device events. The practical applicability of the presented approach is demonstrated in a real-world use case from the AICASys project1.1See: http://www.mtidw.de/ueberblick-bekanntmachungen/ALS/aicasys",
		"pages": "290-297",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916321779",
		"journal": "Procedia Computer Science",
		"volume": "98"
	},
	{
		"id": "CARNEY2022101311",
		"source_id": "CARNEY2022101311",
		"type": "article",
		"title": "Health, out-of-home activities and digital inclusion in later life: Implications for emerging mobility services",
		"author": "Ffion Carney and Jens Kandt",
		"doi": "https://doi.org/10.1016/j.jth.2021.101311",
		"abstract": "This paper focuses on the question of how digital technologies are differentially embedded in day-to-day practices and associated with mobility and health of older citizens. The motivation is to look for evidence that helps us anticipate opportunities and barriers of digital technologies and innovative transport services in enhancing independent living, social inclusion, health and well-being in ageing societies. Using the English Longitudinal Study of Ageing (ELSA), we identify six groups with different day-to-day leisure practices and find that the use of digital technology (Internet use, smart phones) is associated with higher frequencies of out-of-home activities. Barriers associated with lower levels of engagement include health-related restrictions, the same barriers that also prevent patronage of public transport. Although digital technology use has increased during the COVID-19 pandemic, lack of skills, access to equipment and health problems contribute to a continued Digital Divide. We conclude that the digitalisation of both public and transport services is unlikely to support independent living for all by itself and could indeed exacerbate existing inequalities. Instead, addressing issues of exclusion among less active, mobility-restricted groups require targeted service designs that respond to differential health and skills-related barriers in using digital technologies.",
		"pages": "101311",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214140521003418",
		"journal": "Journal of Transport & Health",
		"volume": "24"
	},
	{
		"id": "BRYCE2019421",
		"source_id": "BRYCE2019421",
		"type": "article",
		"title": "How cognitive remediation can be utilized strategically to enhance social and independent living self-efficacy",
		"author": "S.D. Bryce and J.L. Ponsford and E.J. Tan and S.L. Rossell and S.J. Lee",
		"doi": "https://doi.org/10.1016/j.schres.2018.08.010",
		"pages": "421-422",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996418305024",
		"journal": "Schizophrenia Research",
		"volume": "204"
	},
	{
		"id": "NOVACEK2022114385",
		"source_id": "NOVACEK2022114385",
		"type": "article",
		"title": "Examining racial differences in community integration between black and white homeless veterans",
		"author": "Derek M. Novacek and Jonathan K. Wynn and Sonya Gabrielian and Shirley M. Glynn and Gerhard Hellemann and William P. Horan and Robert S. Kern and Junghee Lee and Stephen R. Marder and Catherine Sugar and Michael F. Green",
		"keywords": "Community integration, Homelessness, Race/ethnicity, Veterans, Psychosis",
		"doi": "https://doi.org/10.1016/j.psychres.2021.114385",
		"abstract": "Black Americans are overrepresented in Veteran and non-Veteran homeless populations. Community integration remains a problem for many Veterans after they obtain housing, and Black Veterans may encounter additional difficulties due to systemic racism. However, no prior study has specifically examined whether there are racial differences in community integration; similarly, no study has considered racial differences in psychosocial correlates of community integration in homeless Veterans. Knowledge of these factors could inform the development of culturally congruent rehabilitative interventions for Black Veterans. Semi-structured clinical interviews were administered to Black (N = 99) and White (N = 49) homeless Veterans to examine relations among psychiatric symptoms, motivation, and community integration domains (e.g., social integration, work productivity, and independent living). There were no significant racial differences in independent living or work productivity. Black Veterans had better social integration with family compared to White Veterans. In addition, psychiatric symptoms were more strongly correlated with social integration for Black than White Veterans. The association between motivation and work productivity was also stronger for Black Veterans. Recovery-oriented interventions could harness family connections and better target psychiatric symptoms to improve community integration for Black Veterans. Work productivity may improve from interventions aimed at enhancing motivation for Black Veterans.",
		"pages": "114385",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S016517812100679X",
		"journal": "Psychiatry Research",
		"volume": "308"
	},
	{
		"id": "ZHUO201881",
		"source_id": "ZHUO201881",
		"type": "article",
		"title": "Identifying aMCI with functional connectivity network characteristics based on subtle AAL atlas",
		"author": "Zhizheng Zhuo and Xiao Mo and Xiangyu Ma and Ying Han and Haiyun Li",
		"keywords": "Amnesic Mild Cognitive Impairment, Functional connectivity, Network parameters, Multi-variates pattern analysis",
		"doi": "https://doi.org/10.1016/j.brainres.2018.04.042",
		"abstract": "Purpose To investigate the subtle functional connectivity alterations of aMCI based on AAL atlas with 1024 regions (AAL_1024 atlas). Materials and methods Functional MRI images of 32 aMCI patients (Male/Female: 15/17, Ages: 66.8 ± 8.36 y) and 35 normal controls (Male/Female:13/22, Ages: 62.4 ± 8.14 y) were obtained in this study. Firstly, functional connectivity networks were constructed by Pearson’s Correlation based on the subtle AAL_1024 atlas. Then, local and global network parameters were calculated from the thresholding functional connectivity matrices. Finally, multiple-comparison analysis was performed on these parameters to find the functional network alterations of aMCI. And furtherly, a couple of classifiers were adopted to identify the aMCI by using the network parameters. Results More subtle local brain functional alterations were detected by using AAL_1024 atlas. And the predominate nodes including hippocampus, inferior temporal gyrus, inferior parietal gyrus were identified which was not detected by AAL_90 atlas. The identification of aMCI from normal controls were significantly improved with the highest accuracy (98.51%), sensitivity (100%) and specificity (97.14%) compared to those (88.06%, 84.38% and 91.43% for the highest accuracy, sensitivity and specificity respectively) obtained by using AAL_90 atlas. Conclusion More subtle functional connectivity alterations of aMCI could be found based on AAL_1024 atlas than those based on AAL_90 atlas. Besides, the identification of aMCI could also be improved.",
		"pages": "81-90",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006899318302440",
		"journal": "Brain Research",
		"volume": "1696"
	},
	{
		"id": "JESTE2019895",
		"source_id": "JESTE2019895",
		"type": "article",
		"title": "Study of Independent Living Residents of a Continuing Care Senior Housing Community: Sociodemographic and Clinical Associations of Cognitive, Physical, and Mental Health",
		"author": "Dilip V. Jeste and Danielle Glorioso and Ellen E. Lee and Rebecca Daly and Sarah Graham and Jinyuan Liu and Alejandra Morlett Paredes and Camille Nebeker and Xin M. Tu and Elizabeth W. Twamley and Ryan Van Patten and Yasunori Yamada and Colin Depp and Ho-Cheol Kim",
		"keywords": "Resilience, social support, loneliness, wisdom, retirement community, life style",
		"doi": "https://doi.org/10.1016/j.jagp.2019.04.002",
		"abstract": "Objective To examine associations of sociodemographic and clinical factors with cognitive, physical, and mental health among independent living older adults in a continuing care senior housing community (CCSHC). Methods This was a cross-sectional study at the independent living sector of a CCSHC in San Diego County, California. Participants included English-speaking adults aged 65–95 years, of which two-thirds were women. Of the 112 subjects recruited, 104 completed basic study assessments. The authors computed composite measures of cognitive, physical, and mental health. The authors also assessed relevant clinical correlates including psychosocial factors such as resilience, loneliness, wisdom, and social support. Results The CCSHC residents were similar to a randomly selected community-based sample of older adults on most standardized clinical measures. In the CCSHC, physical health correlated with both cognitive function and mental health, but there was no significant correlation between cognitive and mental health. Cognitive function was significantly associated with physical mobility, satisfaction with life, and wisdom, whereas physical health was associated with age, self-rated physical functioning, mental well-being, and resilience. Mental health was significantly associated with income, optimism, self-compassion, loneliness, and sleep disturbances. Conclusion Different psychosocial factors are significantly associated with cognitive, physical, and mental health. Longitudinal studies of diverse samples of older adults are necessary to determine risk factors and protective factors for specific domains of health. With rapidly growing numbers of older adults who require healthcare as well as supportive housing, CCSHCs will become increasingly important sites for studying and promoting the health of older adults.",
		"pages": "895-907",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748119303355",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "27"
	},
	{
		"id": "FIGUEIREDO20161021",
		"source_id": "FIGUEIREDO20161021",
		"type": "article",
		"title": "Smartphone application for emergency signal detection",
		"author": "Isabel N. Figueiredo and Carlos Leal and Luís Pinto and Jason Bolito and André Lemos",
		"keywords": "Knock-to-panic, Smartphone, Tri-axial accelerometer, Threshold-based method",
		"doi": "https://doi.org/10.1016/j.medengphy.2016.05.002",
		"abstract": "Currently, a number of studies focus on the study and design of new healthcare technologies to improve elderly health and quality of life. Taking advantage of the popularity, portability, and inherent technology of smartphones, we present an emergency application for smartphones, designated as knock-to-panic (KTP). This innovative and novel system enables users to simply hit their devices in order to send an alarm signal to an emergency service. This application is a complete and autonomous emergency system, and can provide an economic, reliable, and unobtrusive method for elderly monitoring or safety protection. Moreover, the simple and fast activation of KTP makes it a viable and potentially superior alternative to traditional ambient assisted living emergency calls. Furthermore, KTP can be further extended to the general population as well and not just be limited for elderly persons. The proposed method is a threshold-based algorithm and is designed to require a low battery power consumption. The evaluation of the performance of the algorithm in collected data indicates that both sensitivity and specificity are above 90%.",
		"pages": "1021-1027",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1350453316300832",
		"journal": "Medical Engineering & Physics",
		"volume": "38"
	},
	{
		"id": "KOMATSU2021103302",
		"source_id": "KOMATSU2021103302",
		"type": "article",
		"title": "De novo peptide grafting to a self-assembling nanocapsule yields a hepatocyte growth factor receptor agonist",
		"author": "Yamato Komatsu and Naohiro Terasaka and Katsuya Sakai and Emiko Mihara and Risa Wakabayashi and Kunio Matsumoto and Donald Hilvert and Junichi Takagi and Hiroaki Suga",
		"keywords": "Peptides, Biotechnology, Synthetic biology",
		"doi": "https://doi.org/10.1016/j.isci.2021.103302",
		"abstract": "Summary Lasso-grafting (LG) technology is a method for generating de novo biologics (neobiologics) by genetically implanting macrocyclic peptide pharmacophores, which are selected in vitro against a protein of interest, into loops of arbitrary protein scaffolds. In this study, we have generated a neo-capsid that potently binds the hepatocyte growth factor receptor MET by LG of anti-MET peptide pharmacophores into a circularly permuted variant of Aquifex aeolicus lumazine synthase (AaLS), a self-assembling protein nanocapsule. By virtue of displaying multiple-pharmacophores on its surface, the neo-capsid can induce dimerization (or multimerization) of MET, resulting in phosphorylation and endosomal internalization of the MET-capsid complex. This work demonstrates the potential of the LG technology as a synthetic biology approach for generating capsid-based neobiologics capable of activating signaling receptors.",
		"pages": "103302",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2589004221012712",
		"journal": "iScience",
		"volume": "24"
	},
	{
		"id": "SONG2022126199",
		"source_id": "SONG2022126199",
		"type": "article",
		"title": "Friction and wear characteristics of in-situ Cr+(Cr,Al)2O3 composite coating fabricated by plasma spraying",
		"author": "Jinsong Song and Meihui Sun and Yanfang Qin and Yong Yang and Xiangyu Liu and Ye Tian and Haonan Su and Tianxu Zhang and Xihe Cui",
		"keywords": "Reactive plasma spraying, Nanocomposite coating, Friction and wear, Cr-(Cr, Al)O composite coating",
		"doi": "https://doi.org/10.1016/j.matchemphys.2022.126199",
		"abstract": "The [Cr+(Cr, Al)2O3] nanocomposite coating was synthesized in situ by reactive plasma spraying Al–Cr2O3–Al2O3 composite powder, and its friction and wear properties were studied at room temperature. Studies have shown that the microstructure and structure of the composite coating can be optimized by adding a certain amount of additives (aAl2O3+bCr2O3). The metallic Cr particles distributed in the matrix can significantly hinder the crack propagation. The eutectic composite coatings all below 10 nm show the best plastic toughness and friction and wear properties. The microhardness reaches 1899HV0.3, and the wear resistance is 3.28 times that of the Al2O3 ceramic coating. The wear mechanism is fatigue wear and slight adhesion wear.",
		"pages": "126199",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0254058422005053",
		"journal": "Materials Chemistry and Physics",
		"volume": "287"
	},
	{
		"id": "GAYATHRI2016947",
		"source_id": "GAYATHRI2016947",
		"type": "article",
		"title": "Intelligent Decision Support System for Dementia Care Through Smart Home",
		"author": "K.S. Gayathri and K.S. Easwarakumar",
		"keywords": "Dementia care, Smart homes, Reasoning system, Activity recognition, Decision support system, Markov Logic Network",
		"doi": "https://doi.org/10.1016/j.procs.2016.07.281",
		"abstract": "As per the statistics of WHO (World Health Organization), major percentages of aged society across the globe are affected with memory related disease - dementia. The percentage of dement people would be doubled in future and hence assistive health care systems have become predominant. Smart home, an ubiquitous environment offers ambient assisted living to its occupant through activity recognition and decision making process. This research work proposes an assistive dementia care environment through smart home that aid mentally disabled people with many different types of assistance during emergency. The proposed system models “Intelligent Decision Support System” that identifies deviation of the occupant from their regular activities of daily routines and decides on appropriate alerts to handle these situations. Significant criterion to model dementia care is to handle incomplete event sequences (produced due to memory loss) and to model occupant specific knowledge (provided by the care taker / doctors). Markov Logic Network (MLN), an approach of statistical relational learning models uncertain data and domain knowledge within a single framework. Thus, the proposed approach of decision support system for dementia care effectively utilizes MLN for its modeling. The experimental study made with smart home dataset showcased the competence of MLN approach of decision making has higher F-measure than existing approaches.",
		"pages": "947-955",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916315277",
		"journal": "Procedia Computer Science",
		"volume": "93"
	},
	{
		"id": "HEMELIKOVA2019107671",
		"source_id": "HEMELIKOVA2019107671",
		"type": "article",
		"title": "Lectins modulate the functional properties of GluN1/GluN3-containing NMDA receptors",
		"author": "Katarina Hemelikova and Marharyta Kolcheva and Kristyna Skrenkova and Martina Kaniakova and Martin Horak",
		"keywords": "Glycosylation, Glutamate receptor, Ion channel, Patch-clamp technique, Desensitization, Posttranslational modification",
		"doi": "https://doi.org/10.1016/j.neuropharm.2019.107671",
		"abstract": "N-methyl-d-aspartate receptors (NMDARs) play an essential role in excitatory neurotransmission within the mammalian central nervous system (CNS). NMDARs are heteromultimers containing GluN1, GluN2, and/or GluN3 subunits, thus giving rise to a wide variety of subunit combinations, each with unique functional and pharmacological properties. Importantly, GluN1/GluN3A and GluN1/GluN3B receptors form glycine-gated receptors. Here, we combined electrophysiology with rapid solution exchange in order to determine whether the presence of specific N-glycans and/or interactions with specific lectins regulates the functional properties of GluN1/GluN3A and GluN1/GluN3B receptors expressed in human embryonic kidney 293 (HEK293) cells. We found that removing putative N-glycosylation sites alters the functional properties of GluN1/GluN3B receptors, but has no effect on GluN1/GluN3A receptors. Moreover, we found that the functional properties of both GluN1/GluN3A and GluN1/GluN3B receptors are modulated by a variety of lectins, including Concanavalin A (ConA), Wheat Germ Agglutinin (WGA), and Aleuria Aurantia Lectin (AAL), and this effect is likely mediated by a reduction in GluN1 subunit-mediated desensitization. We also found that AAL has the most profound effect on GluN1/GluN3 receptors, and this effect is mediated partly by a single N-glycosylation site on the GluN3 subunit (specifically, N565 on GluN3A and N465 on GluN3B). Finally, we found that lectins mediate their effect only when applied to non-activated receptors and have no effect when applied in the continuous presence of glycine. These findings provide further evidence to distinguish GluN1/GluN3 receptors from the canonical GluN1/GluN2 receptors and offer insight into how GluN1/GluN3 receptors may be regulated in the mammalian CNS.",
		"pages": "107671",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002839081930231X",
		"journal": "Neuropharmacology",
		"volume": "157"
	},
	{
		"id": "DUGGENTO2018216",
		"source_id": "DUGGENTO2018216",
		"type": "article",
		"title": "250. A complete computational framework for simulating and inferring directed neuronal coupling under haemdynamic convolution",
		"author": "A. Duggento and Luca Passamonti and Maria Guerrisi and Nicola Toschi",
		"doi": "https://doi.org/10.1016/j.ejmp.2018.04.261",
		"abstract": "Purpose The use of Multivariate Granger Causality (MVGC) in estimating directed BOLD connectivity is still controversial, mostly because of the intrinsic low temporal resolution of BOLD data and the slow haemodynamic response of the neurovascular coupling. Characterizing MVGC detection performances in silico could allow us to understand the confidence of the results when applying MVGC in vivo. Methods and materials In this contribution we evaluate MVGC on synthetically generated BOLD data from complex network models based on Izhikevich neuronal populations interlinked by realistic neuronal fiber bundles which exert compounded directed influences and cascade into Baloon-like neurovascular coupling models. We use massively parallel computing to generate synthetic BOLD data from a family of 20-node networks. Each node represents a small cortical volume (see Fig. 1 for a graphical summary). MVGC was then assesed on in vivo fMRI data (HCP 100 unrelated subjects). After pre-processing the average BOLD signal was extracted in 116 regions of interest (ROIs) using the AAL atlas. Results In silico, top 1st percentile of a BOLD connectivity matrix has a PPV very close to 1. Fig. 2 shows the elements of the inter-subject median MVGC matrix between the 116 ROIs extracted from the AAL atlas and the inter-subject median of normalized MVGC. Conclusion We have shown in silico that the, and demonstrate in HCP data that functional interactions between parietal and prefrontal cortices are not symmetrical, but consists of directional connectivity from parietal areas to prefrontal cortices rather than vice versa [1], [2].",
		"pages": "216",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S112017971830320X",
		"journal": "Physica Medica",
		"volume": "56"
	},
	{
		"id": "MMUSI2017350",
		"source_id": "MMUSI2017350",
		"type": "article",
		"title": "Male care-leavers transfer of social skills from care into independent living in South Africa",
		"author": "Fatima Ipeleng Mmusi and Adrian D. van Breda",
		"keywords": "South Africa, Care-leaving, Youth transitions, Independent living programme, Social skills, Out-of-home care",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.08.024",
		"abstract": "Residential child and youth care centres typically provide programmes to develop the social and life skills of the children in care, on the assumption that these skills will equip them for adult life. However, there is little research to show whether and how these skills are transferred from the child care setting to young adulthood. This qualitative study investigates how a sample of male care-leavers from Girls and Boys Town South Africa transferred these social skills into independent living. Qualitative, semi-structured interviews were conducted with ten young men who had left care 2–5 years previously. Content analysis of the data was conducted. Findings indicate that participants could recall the skills they had learned in care and reflect on how they have applied these skills in their adult lives. In many cases, skills that were lost or abandoned were later recovered during times of crisis; and many participants adapted the skills to be more applicable in their adult world contexts. Teaching social and life skills, using rigorous and structured methods, appears to be a useful intervention with long-term benefits to young people after leaving care. However, the flexible and context-specific use of these skills should also be emphasised.",
		"pages": "350-357",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917302554",
		"journal": "Children and Youth Services Review",
		"volume": "81"
	},
	{
		"id": "HARDMAN20204005003",
		"source_id": "HARDMAN20204005003",
		"type": "article",
		"title": "Findings of a Pilot Study Investigating the Effects of Mediterranean Diet and Aerobic Exercise on Cognition in Cognitively Healthy Older People Living Independently within Aged-Care Facilities: The Lifestyle Intervention in Independent Living Aged Care (LIILAC) Study",
		"author": "Roy J Hardman and Denny Meyer and Greg Kennedy and Helen Macpherson and Andrew B Scholey and Andrew Pipingas",
		"keywords": "aging population, impact of diet, elderly, cognition, Mediterranean diet, exercise, blood markers",
		"doi": "https://doi.org/10.1093/cdn/nzaa077",
		"abstract": "ABSTRACT Background Cognitive decline and Alzheimer disease are more prevalent in our aging population. Modifiable risk factors, such as diet and sedentary lifestyle, have been proposed as key to potentially ameliorating cognitive decline. Both exercise and Mediterranean diet (MedDiet) have been linked to reduced levels of cardiovascular disease and other comorbidities. Higher levels of exercise and MedDiet adherence may prove to be cognitively protective, both individually and synergistically. Objectives The aim was to investigate the effect of a 6-mo program of MedDiet, exercise, and a combination of both, on cognition, mood, and general health in older persons living independently in aged-care communities. Methods The Lifestyle Intervention in Independent Living Aged Care (LIILAC) Study (ACTRN12614001133628) involved 102 participants, aged 60–90 y, who were randomly assigned to 1 of 4 intervention groups. Change in overall memory performance was assessed as the primary outcome. Additionally, changes in cognitive task performance, as well as mood, wellness, cardiovascular function, and blood biomarkers, were investigated. Results While there was no significant change in overall memory performance, there was a significant improvement in spatial working memory performance in the combined exercise and diet group, relative to controls. This combined intervention group also showed an overall improvement in their emotional state, as assessed by the Depression Anxiety Stress Scale, as did the exercise-only group. Conclusions This research indicates that diet and exercise programs have the potential to improve aspects of cognition and mood in an aging population. However, given the lower than optimal sample size and lack of resources to reinforce the interventions during the trial, further larger randomized controlled trials are required to substantiate whether the introduction of diet and exercise programs into independent-living facilities is a viable method to preserve cognitive health in older people. This trial was registered at www.ANZCTR.org.au ACTRN 12614001133628 (LIILAC Study)",
		"pages": "4005003",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S247529912212010X",
		"journal": "Current Developments in Nutrition",
		"volume": "4"
	},
	{
		"id": "SELVAPANDIYAN2023137",
		"source_id": "SELVAPANDIYAN2023137",
		"type": "incollection",
		"title": "Chapter 12 - Adolescents, Asperger syndrome, depression, and cognitive behavioral therapy",
		"author": "Jaiganesh Selvapandiyan",
		"keywords": "Asperger syndrome, Comorbidity, Depressive disorder, Psychotherapy, Cognitive behavior therapy",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-323-85757-4.00018-3",
		"isbn": "978-0-323-85757-4",
		"abstract": "Asperger syndrome is a pervasive developmental disorder wherein deficits in social functioning and repeated engagements in idiosyncratic interests are accompanied by a relatively well-preserved intellect. Many adolescents suffering from Asperger syndrome experience comorbid conditions such as depression and anxiety. These comorbidities give rise to additional struggles, including poor educational functioning, reduced workplace skills, and difficulties with independent living. Treatments based on pharmacological or psychological approaches help to alleviate the emotional pain caused by these treatable comorbid disorders. This chapter discusses specifically about the application of cognitive behavior therapy, an evidence-based psychological approach in adolescents suffering from Asperger syndrome with comorbid depressive disorder.",
		"pages": "137-143",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780323857574000183"
	},
	{
		"id": "BERBRAYER2017S185",
		"source_id": "BERBRAYER2017S185",
		"type": "article",
		"title": "Poster 165: What is the Effect of Family Functioning on Transition to Independent Living in Adult Spina Bifida?",
		"author": "David Berbrayer",
		"doi": "https://doi.org/10.1016/j.pmrj.2017.08.106",
		"pages": "S185",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148217309024",
		"journal": "PM&R",
		"volume": "9"
	},
	{
		"id": "LEE2018S34",
		"source_id": "LEE2018S34",
		"type": "article",
		"title": "Poster 85: Is Pharmacologic Treatment of Depression after TBI Correlated with Improved Depressive Symptoms, Satisfaction with Life, Participation, or Independent Living?",
		"author": "Melody Lee and Thida Han and Thomas Bergquist and Allen W. Brown",
		"doi": "https://doi.org/10.1016/j.pmrj.2018.08.110",
		"pages": "S34",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148218305446",
		"journal": "PM&R",
		"volume": "10"
	},
	{
		"id": "DIESNER201830",
		"source_id": "DIESNER201830",
		"type": "article",
		"title": "Characterization of Vibrio cholerae neuraminidase as an immunomodulator for novel formulation of oral allergy immunotherapy",
		"author": "Susanne C. Diesner and Cornelia Bergmayr and Xue-Yan Wang and Denise Heiden and Sarah Exenberger and Franziska Roth-Walter and Philipp Starkl and Davide Ret and Isabella Pali-Schöll and Franz Gabor and Eva Untersmayr",
		"keywords": "Neuraminidase, M-cell, Oral application, PLGA-microparticles, AAL, WGA",
		"doi": "https://doi.org/10.1016/j.clim.2018.03.017",
		"abstract": "To improve current mucosal allergen immunotherapy Vibrio cholerae neuraminidase (NA) was evaluated as a novel epithelial targeting molecule for functionalization of allergen-loaded, poly(D,L-lactide-co-glycolide) (PLGA) microparticles (MPs) and compared to the previously described epithelial targeting lectins wheat germ agglutinin (WGA) and Aleuria aurantia lectin (AAL). All targeters revealed binding to Caco-2 cells, but only NA had high binding specificity to α-L fucose and monosialoganglioside-1. An increased transepithelial uptake was found for NA-MPs in a M-cell co-culture model. NA and NA-MPs induced high levels of IFN-γ and IL10 in naive mouse splenocytes and CCL20 expression in Caco-2. Repeated oral gavage of NA-MPs resulted in a modulated, allergen-specific immune response. In conclusion, NA has enhanced M-cell specificity compared to the other targeters. NA functionalized MPs induce a Th1 and T-regulatory driven immune response and avoid allergy effector cell activation. Therefore, it is a promising novel, orally applied formula for allergy therapy.",
		"pages": "30-39",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1521661617302073",
		"journal": "Clinical Immunology",
		"volume": "192"
	},
	{
		"id": "FINDLEY2022101900",
		"source_id": "FINDLEY2022101900",
		"type": "article",
		"title": "Individualized education program quality for transition age students with autism",
		"author": "Jordan A. Findley and Lisa A. Ruble and John H. McGrew",
		"keywords": "Individualized education program, Autism, Transition, Postsecondary",
		"doi": "https://doi.org/10.1016/j.rasd.2021.101900",
		"abstract": "Background Students with ASD have some of the worst postsecondary outcomes when compared to other students with disabilities indicating transition planning may not be working effectively. One source of support for postsecondary planning is development of the transition Individualized Education Program (IEP). However, little research is available to describe the current contents of transition IEPs for students with ASD. This study aimed to describe IEP and postsecondary planning quality for students with autism in their final year of high school. Method IEPs for 20 students with autism (Mage = 18.2 years; SD = 1.1) from two mid-southern states were analyzed. Descriptive analyses were used to identify strengths and weaknesses of IEPs and postsecondary goals based on federal law requirements and best practice recommendations. Results IEPs contained an average of 3.1 IEP goals and 1.6 postsecondary goals. IEP goals were most frequently related to academic, learning/work, or communication skills. All IEPs contained an employment postsecondary goal while less than half of the IEPs included an independent living postsecondary goal. Key findings include lack of goals related to social skills and the lack of alignment between present levels of performance, IEP goals, and postsecondary goals. Conclusions IEPs for students with ASD in their final year of school do not consistently meet standards outlined by federal law or best practice recommendations necessary for successful transition from high school.",
		"pages": "101900",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1750946721001756",
		"journal": "Research in Autism Spectrum Disorders",
		"volume": "91"
	},
	{
		"id": "LORD201612",
		"source_id": "LORD201612",
		"type": "article",
		"title": "Brain parcellation choice affects disease-related topology differences increasingly from global to local network levels",
		"author": "Anton Lord and Stefan Ehrlich and Viola Borchardt and Daniel Geisler and Maria Seidel and Stefanie Huber and Julia Murr and Martin Walter",
		"keywords": "Anorexia nervosa, Resting state, Graph metrics, fMRI",
		"doi": "https://doi.org/10.1016/j.pscychresns.2016.02.001",
		"abstract": "Network-based analyses of deviant brain function have become extremely popular in psychiatric neuroimaging. Underpinning brain network analyses is the selection of appropriate regions of interest (ROIs). Although ROI selection is fundamental in network analysis, its impact on detecting disease effects remains unclear. We investigated the impact of parcellation choice when comparing results from different studies. We investigated the effects of anatomical (AAL) and literature-based (Dosenbach) parcellation schemes on comparability of group differences in 35 female patients with anorexia nervosa and 35 age- and sex-matched healthy controls. Global and local network properties, including network-based statistics (NBS), were assessed on resting state functional magnetic resonance imaging data obtained at 3T. Parcellation schemes were comparably consistent on global network properties, while NBS and local metrics differed in location, but not metric type. Location of local metric alterations varied for AAL (parietal and cingulate cortices) versus Dosenbach (insula, thalamus) parcellation approaches. However, consistency was observed for the occipital cortex. Patient-specific global network properties can be robustly observed using different parcellation schemes, while graph metrics characterizing impairments of individual nodes vary considerably. Therefore, the impact of parcellation choice on specific group differences varies depending on the level of network organization.",
		"pages": "12-19",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925492716300476",
		"journal": "Psychiatry Research: Neuroimaging",
		"volume": "249"
	},
	{
		"id": "OLSSON2020105484",
		"source_id": "OLSSON2020105484",
		"type": "article",
		"title": "Exploring fit for the cultural adaptation of a self-determination model for youth transitioning from out-of-home care: A comparison of a sample of Swedish youth with two samples of American youth in out-of-home care",
		"author": "Tina M Olsson and Jennifer Blakeslee and Martin Bergström and Therése Skoog",
		"keywords": "Take charge, Better futures, My life, Foster care, Leaving care, Cultural adaptation, Sweden",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105484",
		"abstract": "Background Prior research has established evidence for self-determination enhancement as a promising intervention for youth transitioning from out-of-home care. Understanding how participants in these prior trials compare to adolescents in target contexts may inform practice by highlighting the extent to which such models are expected to benefit young people. Objective To assess the extent to which self-determination enhancement is a promising strategy for the Swedish context. Design Cross-sectional study comparing a sample of Swedish youth (n = 104) in out-of-home care aged 15+ on a range of outcomes with two archival data sets (My Life; Better Futures) of youth placed in out-of-home care in the U.S. (n = 295; n = 66). Results Swedish sample youth report: (1) having come further in their concrete planning for transition to independent living, (2) being less prepared to enter post-secondary education and being more negative toward the school environment in general, and (3) lower scores on a range of general protective factors than youth in U.S. samples. Conclusions The self-determination model of intervention may be a promising model to adapt and pilot in the Swedish setting due to the tentative findings that Swedish youth placed in out-of-home care perceive themselves as lacking the assets and resources necessary to address challenges during the transition from out-of-home care.",
		"pages": "105484",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920313190",
		"journal": "Children and Youth Services Review",
		"volume": "119"
	},
	{
		"id": "KIM2019294",
		"source_id": "KIM2019294",
		"type": "article",
		"title": "Estimating the effects of independent living services on educational attainment and employment of foster care youth",
		"author": "Youngmi Kim and Eunsu Ju and Rachel Rosenberg and Elizabeth (Betsy) M.Z. Farmer",
		"keywords": "Transition-aged foster youth, Independent living services, Education attainment, Employment, National Youth in Transition Database",
		"doi": "https://doi.org/10.1016/j.childyouth.2018.11.048",
		"abstract": "Transition-aged foster care youth have higher risks of adverse outcomes, notably in education and employment, than youth who do not spend time in foster care. For the purpose of assisting a successful transition of foster care youth to adulthood, states provide Independent Living Services (ILS) with federal funding support. This study aims to test ILSs effects on educational attainment and employment of foster care youth. We employ multi-state data sources: the National Youth in Transition Database (NYTD) Outcome survey, NYTD service files, and the Adoption and Foster Care Analysis and Reporting System, collected from foster youth (N = 4206). The dependent variables are high school completion, post-secondary education, and full-time employment measured at age 21. The independent variable is any ILS use in the following areas during the ages of 17–18: academic support, career preparation, employment or vocational training, mentoring, or education financial assistance. Propensity Score Matching was used to adjust for potential selection bias and pre-existing differences in observation data between youth who received and did not receive ILS. The weighted logistic regression analyses show that foster youth using ILS are significantly more likely to complete high school education (Odds Ratio = 1.25, p = .03), have a post-secondary education (Odds Ratio = 1.20, p = .03), and work full-time (Odds Ratio = 1.24, p = .04) in emerging adulthood. We discuss the gaps and challenges in current research that estimates ILS effects. The findings suggest that it is critical to fully implement these services, explore approaches for providing more complete and equitable access, and continue work that further explicates key factors in receipt and effectiveness of ILS for transition-aged youth.",
		"pages": "294-301",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740918306893",
		"journal": "Children and Youth Services Review",
		"volume": "96"
	},
	{
		"id": "NEHRA2020113",
		"source_id": "NEHRA2020113",
		"type": "incollection",
		"title": "Chapter 5 - Blockchain Implementation for Internet of Things Applications",
		"author": "Vibha Nehra and Ajay K. Sharma and Rajiv K. Tripathi",
		"keywords": "Blockchain, energy efficiency, IoT application, difficulty level, proof of work",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-819816-2.00005-8",
		"isbn": "978-0-12-819816-2",
		"abstract": "Third-party agencies including banks maintain a centralized database to protect our digital assets, but the risk of being hacked, being compromised, or manipulation cannot be overlooked. This brings in the idea of distributed consensus and anonymity along with safety and perseverance of available data. Blockchain, the technology powering the most popular cryptocurrency, bitcoin, promises to assure security and privacy of data. But its huge carbon footprint hinders to its implementation to resource-constrained Internet of Things (IoT) devices. On the other hand, cost, value, and validity of IoT applications do not make it feasible for the standard blockchain implementation. This forces for some simplification in the most energy-consuming component (the mining process), thus allowing all the computations on IoT devices still ensuring the required level of security for given applications. The work in this chapter proposes a modified energy-efficient technique for computation of proof of work, followed by blockchain implementation on resource-constrained IoT for ambient living or ambient assisted living applications for elderly care. This application gathers data from different sensors on a single-board computer for a big hall, which mines for up to a convincing level of difficulty. Later, the computation task is appointed to few compute-efficient machines to reduce the computation time. The emulation results show that the proposed solution is energy efficient and more suitable to resource-limited IoT applications as compared to standard blockchain implementation. The chapter concludes with answer to potential research questions aroused in recent works in the domain on efficacy of blockchain for IoT.",
		"pages": "113-132",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128198162000058"
	},
	{
		"id": "GIMM2021101048",
		"source_id": "GIMM2021101048",
		"type": "article",
		"title": "Prevalence and risk factors of e-cigarette use among working-age adults with and without disabilities in 2017–2018",
		"author": "Gilbert Gimm and Tarang Parekh and Matthew E. Rossheim",
		"keywords": "Disability, e-cigarette, Prevalence",
		"doi": "https://doi.org/10.1016/j.dhjo.2020.101048",
		"abstract": "Background Despite rapid growth in the use of electronic cigarettes (ECIGs) in the U.S., few studies have examined the national prevalence of ECIG use among adults with disabilities. Objective To assess the national prevalence of and risk factors for ECIG use among working-age (18–64 years) adults with and without disabilities. Methods This observational study relied on a sample of 560,858 working-age adults from the 2017–2018 Behavioral Risk Factor and Surveillance System (BRFSS). We conducted descriptive analyses to estimate the prevalence of ECIG use and multivariate logistic regression models to examine factors associated with ECIG use among adults with and without disabilities. Results ECIG use was more prevalent among adults with a cognitive disability (12.0%), an independent living disability (11.0%), or two or more disabilities (9.2%), compared to adults without disabilities (4.8%). In the multivariate analysis, adults with a cognitive disability (OR = 1.45; p < .001), ambulatory disability (OR = 1.23; p < .05), and those with two or more disabilities (OR = 1.49; p < .001) had an increased likelihood of ECIG use compared to those without disabilities. Current smokers had greater odds of using ECIGs compared to never smokers (OR = 8.53, p < .001). Conclusions Adults with cognitive disabilities and independent living disabilities had more than twice the prevalence of ECIG use compared to adults without disabilities. Future studies should monitor the rising prevalence and risk factors for ECIG use as well as examine longitudinal associations between using ECIGs, dual use with cigarette smoking, and health outcomes among adults with disabilities.",
		"pages": "101048",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657420301862",
		"journal": "Disability and Health Journal",
		"volume": "14"
	},
	{
		"id": "HAYES20168",
		"source_id": "HAYES20168",
		"type": "article",
		"title": "Risk indicators associated with root caries in independently living older adults",
		"author": "Martina Hayes and Cristiane Da Mata and Margaret Cole and Gerald McKenna and Francis Burke and Patrick Finbarr Allen",
		"keywords": "Root caries, Dental caries, Gerodontology, Aged, Epidemiology, Risk factors",
		"doi": "https://doi.org/10.1016/j.jdent.2016.05.006",
		"abstract": "Objective To determine the risk indicators associated with root caries experience in a cohort of independently living older adults in Ireland. Methods The data reported in the present study were obtained from a prospective longitudinal study conducted in a cohort of independently living older adults (n=334). Each subject underwent an oral examination, performed by a single calibrated examiner, to determine the root caries index and other clinical variables. Questionnaires were used to collect data on oral hygiene habits, diet, smoking and alcohol habits and education level. A regression analysis with the outcome variable of root caries experience (no/yes) was conducted. Results A total of 334 older dentate adults with a mean age of 69.1 years were examined. 53.3% had at least one filled or decayed root surface. The median root caries index was 3.13 (IQR 0.00, 13.92). The results from the multivariate regression analysis indicated that individuals with poor plaque control (OR 9.59, 95% CI 3.84–24.00), xerostomia (OR 18.49, 95% CI 2.00–172.80), two or more teeth with coronal decay (OR 4.50, 95% CI 2.02–10.02) and 37 or more exposed root surfaces (OR 5.48, 95% CI 2.49–12.01) were more likely to have been affected by root caries. Conclusions The prevalence of root caries was high in this cohort. This study suggests a correlation between root caries and the variables poor plaque control, xerostomia, coronal decay (≥2 teeth affected) and exposed root surfaces (≥37). The significance of these risk indicators and the resulting prediction model should be further evaluated in a prospective study of root caries incidence. Clinical significance Identification of risk indicators for root caries in independently living older adults would facilitate dental practitioners to identify those who would benefit most from interventions aimed at prevention.",
		"pages": "8-14",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571216300926",
		"journal": "Journal of Dentistry",
		"volume": "51"
	},
	{
		"id": "HU2016141",
		"source_id": "HU2016141",
		"type": "article",
		"title": "Understanding the transition to independent living among urban youth: A decomposition analysis for Hong Kong",
		"author": "Fox Zhiyong Hu and Kee Lee Chou",
		"keywords": "Independent living, Urban youth, Transition to adulthood, Hong Kong",
		"doi": "https://doi.org/10.1016/j.habitatint.2015.10.022",
		"abstract": "The trends and determinants of young adults living arrangements across a wide range of societies have been a hot topic in multi–disciplinary literature on contemporary youth transitions and urban and housing studies. Extant literature has identified both macro–structural and micro–individual factors to explain the living arrangements of young adults in developed and developing societies. Empirical studies to assess their relative contribution to the spatial and temporal heterogeneity in young peoples transition to adulthood, however, remain scarce. This paper attempts to fill this research gap by conducting a case study of Hong Kong young adults. Through descriptive and regression analyses of the population census data in 1991, 2001, and 2011, the paper identifies a declining trend in independent living arrangements in Hong Kong over the past two decades. Such change has been found to be associated with a compositional shift of young adults in their socio-economic characteristics in terms of place of birth, ethnicity, educational attainment, and income and employment status. Further decomposition analysis revealed that over 80% of the change could be attributed to urban institutional and policy contexts beyond the control of young individuals. The pursuit of residential independence among young adults has become an increasingly challenging task in this Asians world city because of the worsening structural and institutional environments in the 2000s. The case study highlighted the selective nature of Hong Kongs welfare regime, which prioritizes the extension of assistance and benefits to the elderly at the relative neglect of the demand of young adults.",
		"pages": "141-148",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197397515002258",
		"journal": "Habitat International",
		"volume": "51"
	},
	{
		"id": "GUDOWSKY201716",
		"source_id": "GUDOWSKY201716",
		"type": "article",
		"title": "Transdisciplinary forward-looking agenda setting for age-friendly, human centered cities",
		"author": "Niklas Gudowsky and Mahshid Sotoudeh and Leo Capari and Harald Wilfing",
		"keywords": "Ageing, Urban futures, Participatory foresight, Visioning, Transdisciplinarity",
		"doi": "https://doi.org/10.1016/j.futures.2017.05.005",
		"abstract": "Cities need to adapt to ageing societies because the average age of habitants is increasing rapidly alongside the global trend of urbanisation. Apparent effects on both society and individual livelihoods will continue to increase in the coming decades. Great hopes are projected on technology to support solutions for the ageing society and urban planning. Smart city strategies and the field of ambient assisted living are two concepts sharing the assumption that technology will make our lives more independent, more efficient and safer with a higher quality of life. This paper presents a case study of a participatory foresight project that investigates how transdisciplinary agenda setting through the means of including citizens, experts and stakeholders can provide orientation for long-term planning on the future of ageing in the city. Results enforce the argument that urban governance needs to address additional tasks whilst adapting to challenges arising from ageing societies and urbanisation. Alongside mere technological innovation, human factors gain importance. Future-oriented urban development strategies need to incorporate this fact and should not predominantly be drafted on the paradigm of technological progress.",
		"pages": "16-30",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016328716300064",
		"journal": "Futures",
		"volume": "90"
	},
	{
		"id": "JACKMAN2016226",
		"source_id": "JACKMAN2016226",
		"type": "article",
		"title": "Quality of life and independent living and working levels of farmers and ranchers with disabilities",
		"author": "Danielle M. Jackman and Robert J. Fetsch and Christina L. Collins",
		"keywords": "Farmers and ranchers with disabilities, Independent living and working, Quality of life, Stress in farming",
		"doi": "https://doi.org/10.1016/j.dhjo.2015.09.002",
		"abstract": "Background The status of farmers and ranchers with disabilities has been understudied. Understanding this populations quality of life (QOL) and independent living and working (ILW) levels have the potential to be informative for changes in public policy and service provision. Objective To assess QOL levels among farmers and ranchers with disabilities as well as explore a conceptual model of ILW accounting for variance in QOL levels. Methods Participants (N = 398) included farmers and ranchers with varying disabilities. Descriptive information was gathered using the McGill Quality of Life (MQOL) and ILW measures. The MQOL measure produces an objective and comprehensive profile of ones QOL across several domains. ILW was used to account for variance in QOL scores. We also examined whether there were any differences in QOL and or ILW based on type of disability. Results There were no differences in type of disability and QOL levels. The mean QOL level was 5.50 (SD = 1.67; N = 398). The sample rated support and existential well-being the highest among the QOL subscales, which confounds previous research. Further, age group and ILW accounted for 16.2% of the variance in QOL levels, P < .001. Conclusions With this sample of farmers and ranchers with disabilities, age group and ILW account for significant variance in QOL. Health professionals can use these findings to support and assess improvements in clients ILW, self-determination, and QOL. Future research is needed to explore further the effects of QOL and ILW in this population.",
		"pages": "226-233",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657415001569",
		"journal": "Disability and Health Journal",
		"volume": "9"
	},
	{
		"id": "VANWOENSEL2020101931",
		"source_id": "VANWOENSEL2020101931",
		"type": "article",
		"title": "Indoor location identification of patients for directing virtual care: An AI approach using machine learning and knowledge-based methods",
		"author": "William Van Woensel and Patrice C. Roy and Syed Sibte Raza Abidi and Samina Raza Abidi",
		"keywords": "Virtual care, Ambient sensors, Indoor localization, Machine learning, Semantic web, eHealth platform, Data fusion, Self-management, Ambient assisted living, Activities of daily living",
		"doi": "https://doi.org/10.1016/j.artmed.2020.101931",
		"abstract": "In a digitally enabled healthcare setting, we posit that an individual’s current location is pivotal for supporting many virtual care services—such as tailoring educational content towards an individual’s current location, and, hence, current stage in an acute care process; improving activity recognition for supporting self-management in a home-based setting; and guiding individuals with cognitive decline through daily activities in their home. However, unobtrusively estimating an individual’s indoor location in real-world care settings is still a challenging problem. Moreover, the needs of location-specific care interventions go beyond absolute coordinates and require the individual’s discrete semantic location; i.e., it is the concrete type of an individual’s location (e.g., exam vs. waiting room; bathroom vs. kitchen) that will drive the tailoring of educational content or recognition of activities. We utilized Machine Learning methods to accurately identify an individual’s discrete location, together with knowledge-based models and tools to supply the associated semantics of identified locations. We considered clustering solutions to improve localization accuracy at the expense of granularity; and investigate sensor fusion-based heuristics to rule out false location estimates. We present an AI-driven indoor localization approach that integrates both data-driven and knowledge-based processes and artifacts. We illustrate the application of our approach in two compelling healthcare use cases, and empirically validated our localization approach at the emergency unit of a large Canadian pediatric hospital.",
		"pages": "101931",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365720301275",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "108"
	},
	{
		"id": "LIU202157",
		"source_id": "LIU202157",
		"type": "article",
		"title": "Maladaptive compensation of right fusiform gyrus in developmental dyslexia: A hub-based white matter network analysis",
		"author": "Tianqiang Liu and Michel Thiebaut de Schotten and Irene Altarelli and Franck Ramus and Jingjing Zhao",
		"keywords": "Developmental dyslexia, Literacy skills, Fusiform gyrus, White matter network",
		"doi": "https://doi.org/10.1016/j.cortex.2021.07.016",
		"abstract": "Cognitive theories have been proposed to clarify the causes and symptoms of dyslexia. However, correlations between local network parameters of white matter connectivity and literacy skills remain poorly known. An unbiased hypothesis-free approach was adopted to examine the correlations between literacy symptoms (reading and spelling) and hub-based white matter networks connectivity parameters [nodal degree fractional anisotropy (FA) values] of 90 brain regions based on Anatomical Atlas Labels (AAL) in a group of French children with dyslexia aged 9–14 years. Results revealed that the higher the right fusiform gyruss (FFG) nodal degree FA values, the lower the reading accuracy for words and pseudowords in dyslexic children. The results indicate that the severity of word/pseudoword reading symptoms in dyslexia relates to a white matter network centered around the right FFG. The negative correlation between right FFG network connectivity and reading accuracy, in particular pseudoword reading accuracy, suggests that right FFG represents a maladaptive compensation towards a general orthography-to-phonology decoding ability in developmental dyslexia.",
		"pages": "57-66",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S001094522100294X",
		"journal": "Cortex",
		"volume": "145"
	},
	{
		"id": "ZHAO2022118921",
		"source_id": "ZHAO2022118921",
		"type": "article",
		"title": "Effective synthesis of ethyl levulinate via alcoholysis of furfuryl alcohol over simple nickel-titanium dioxide",
		"author": "Deyang Zhao and Xiao Li and Qing Liu and Jingjing Xie and Fei Tang and Ting Su and Jianwei Zhao and Zhenglong Yang",
		"keywords": "Ni-TiO, Furfuryl alcohol, Ethyl levulinate, Heterogeneous catalysts",
		"doi": "https://doi.org/10.1016/j.apcata.2022.118921",
		"abstract": "A series of non-noble metals based titanium dioxide catalysts were synthesized following a facile sol-gel route. The catalytic performance for direct furfuryl alcohol (FAL) conversion to ethyl levulinate (EL) was investigated. Successful performance was confirmed by N2 physisorption analysis, XRD, XPS, SEM, EDS, TEM, ICP-OES, NH3-TPD, Pyridine-IR spectroscopy. 5 % Ni-TiO2 with the highest surface area, enhanced physical and textural characteristics exhibited better catalytic performance than other candidates. The strong Brönsted/Lewis acidity strength showed a pivotal role in defining product range. Ethoxymethylfuran (EMF), α-angelica lactone (AAL), 5-methyl-2(5 H)-furanone (β-angelica lactone, BAL) and other important intermediates were obtained, as well as the two routes mechanism was proposed. The ever reported highest EL productivity and TOF value (652.0 molFAL/molNih and 1018.1 molEL/molNih) achieved under the optimum condition. The differential charge density diagram demonstrated the loss of electrons promoted by Ni doping, and the route mainly transferred from the O and Ni to Ti.",
		"pages": "118921",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926860X22004446",
		"journal": "Applied Catalysis A: General",
		"volume": "648"
	},
	{
		"id": "QUINTERO2022531",
		"source_id": "QUINTERO2022531",
		"type": "article",
		"title": "Addressing the Treatment and Service Needs of Young Adults with Attention Deficit Hyperactivity Disorder",
		"author": "Javier Quintero and Alberto Rodríguez-Quiroga and Miguel Ángel Álvarez-Mon and Fernando Mora and Anthony L. Rostain",
		"keywords": "ADHD, Transition of care, Stimulants, Methylphenidate, Lisdexamfetamine, Nonstimulants, Atomoxetine, Guanfacine",
		"doi": "https://doi.org/10.1016/j.chc.2022.03.007",
		"pages": "531-551",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1056499322000268",
		"journal": "Child and Adolescent Psychiatric Clinics of North America",
		"volume": "31"
	},
	{
		"id": "LEWIS2018S85",
		"source_id": "LEWIS2018S85",
		"type": "article",
		"title": "A thorough autonomy assessment of individuals with Hurler syndrome who survive into adulthood: A feasibility study using the Independent Living Study (ILS)",
		"author": "Sarah G. Lewis and Brenda Diethelm-Okita and David C.C. Erickson and Chester B. Whitley",
		"doi": "https://doi.org/10.1016/j.ymgme.2017.12.217",
		"pages": "S85",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1096719217309927",
		"journal": "Molecular Genetics and Metabolism",
		"volume": "123"
	},
	{
		"id": "VILDJIOUNAITE2017166",
		"source_id": "VILDJIOUNAITE2017166",
		"type": "article",
		"title": "Unsupervised illness recognition via in-home monitoring by depth cameras",
		"author": "Elena Vildjiounaite and Satu-Marja Mäkelä and Tommi Keränen and Vesa Kyllönen and Ville Huotari and Sari Järvinen and Georgy Gimel’farb",
		"keywords": "Ambient assisted living, Elderly monitoring, Anomaly detection, Depth sensor-based situation awareness, Unsupervised learning",
		"doi": "https://doi.org/10.1016/j.pmcj.2016.07.004",
		"abstract": "Most of today’s in-home systems for detecting illness in the elderly meet with the same limitations: they target only single occupancy apartments, although couples may need support, too, and, faced with monitored subjects who are not necessarily regular in their everyday life, they tend to classify even slight deviations from standard routines (e.g. cooking a meal one hour later than usual) as anomalies. The training data used for anomaly detectors typically include only days when the subject is alone and not sick, whereas in practice it is difficult to obtain day labels, i.e. information on whether the elderly subject had visitors or felt well or unwell. In addition, as every room in the apartment to be monitored is usually equipped with passive infrared motion detectors, the maintaining of such systems may be inconvenient for the residents. To address these problems, this paper proposes a new probabilistic illness detector which does not rely on regular daily routines and requires no data labelling. The detector was tested in apartments inhabited by single elderly subjects or couples, and in all cases only the living rooms and corridors were monitored, with no invasion into the more private spaces. Despite its fully unsupervised training on data covering both normal and unusual days (days of illness, visits by other people, etc.), the proposed detector distinguished between normal days and illnesses with an average accuracy of 88% and did not misclassify the receptions of guests as anomalies.",
		"pages": "166-187",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216300967",
		"journal": "Pervasive and Mobile Computing",
		"volume": "38"
	},
	{
		"id": "DEBACKERE2017111",
		"source_id": "DEBACKERE2017111",
		"type": "article",
		"title": "The OCarePlatform: A context-aware system to support independent living",
		"author": "F. De Backere and P. Bonte and S. Verstichel and F. Ongenae and F. De Turck",
		"keywords": "eCare, Ontologies, SOA, OSGi",
		"doi": "https://doi.org/10.1016/j.cmpb.2016.11.008",
		"abstract": "Background Currently, healthcare services, such as institutional care facilities, are burdened with an increasing number of elderly people and individuals with chronic illnesses and a decreasing number of competent caregivers. Objectives To relieve the burden on healthcare services, independent living at home could be facilitated, by offering individuals and their (in)formal caregivers support in their daily care and needs. With the rise of pervasive healthcare, new information technology solutions can assist elderly people (“residents”) and their caregivers to allow residents to live independently for as long as possible. Methods To this end, the OCarePlatform system was designed. This semantic, data-driven and cloud-based back-end system facilitates independent living by offering information and knowledge-based services to the resident and his/her (in)formal caregivers. Data and context information are gathered to realize context-aware and personalized services and to support residents in meeting their daily needs. This body of data, originating from heterogeneous data and information sources, is sent to personalized services, where is fused, thus creating an overview of the resident’s current situation. Results The architecture of the OCarePlatform is proposed, which is based on a service-oriented approach, together with its different components and their interactions. The implementation details are presented, together with a running example. A scalability and performance study of the OCarePlatform was performed. The results indicate that the OCarePlatform is able to support a realistic working environment and respond to a trigger in less than 5 seconds. The system is highly dependent on the allocated memory. Conclusion The data-driven character of the OCarePlatform facilitates easy plug-in of new functionality, enabling the design of personalized, context-aware services. The OCarePlatform leads to better support for elderly people and individuals with chronic illnesses, who live independently.",
		"pages": "111-120",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169260716303042",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "140"
	},
	{
		"id": "SALCEDA2022106368",
		"source_id": "SALCEDA2022106368",
		"type": "article",
		"title": "Dialogic literary gatherings in out-of-home care to overcome educational inequalities by improving school academic performance",
		"author": "Marifa Salceda and Ana Vidu and Adriana Aubert and Maria Padros",
		"keywords": "Dialogic literary gatherings, Out-of-home care, Group home, Academic skills, Educational expectations, Successful educational actions",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106368",
		"abstract": "There is much research revealing the educational inequality that affects children and youth in out-of-home care. Some reasons are the institutionalization impact on cognitive, social, and language development; problems of coexistence, or the low expectations of caregivers about their academic possibilities, leading to high rates of school failure and early school leaving. However, there is a lack of knowledge about which specific actions could reverse these adverse impacts and contribute to overcoming educational inequality in disadvantaged contexts. This paper analyzes a Dialogic Literary Gatherings intervention with 13 adolescents and 7 social workers on a group home for the protection and preparation for independent living of victims of family violence and neglect. Monthly Dialogic Literary Gatherings were developed with teenagers between 15 and 18 years old. Data collection consisted of a focus group of 5 adolescents, 2 in-depth interviews with adolescents and 2 in-depth interviews addressed to social workers. School results before and after the intervention have also been analyzed. The research was developed through the Communicative Methodology, which made it possible to analyze the components of the Dialogic Literary Gatherings that contribute to increase academic achievement in this environment. This approach involves the participants through an egalitarian dialogue that encourages them to promote changes in their environment. Beyond simultaneous improvements in the social and emotional well-being of the participants, our findings suggest improvements in the increase of their academic expectations, which reverse in positive progress of their school academic achievements after the intervention.",
		"pages": "106368",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922000044",
		"journal": "Children and Youth Services Review",
		"volume": "133"
	},
	{
		"id": "GAGNE2022100463",
		"source_id": "GAGNE2022100463",
		"type": "article",
		"title": "Transition milestones and life satisfaction at ages 25/26 among cohorts born in 1970 and 1989–90",
		"author": "T. Gagné and A. Sacker and I. Schoon",
		"keywords": "United Kingdom, Life satisfaction, Young adults, Transition to adulthood, 1970 British Cohort, Next Steps",
		"doi": "https://doi.org/10.1016/j.alcr.2022.100463",
		"abstract": "The transition to adulthood has become more prolonged, complex, and risk-laden over the past two decades. These changes may contribute to the decline in wellbeing observed among young adults. We test the role of reaching different transition milestones on life satisfaction by ages 25–26 among men and women born 20 years apart in 1970 and 1989–90, using data from the 1970 British Cohort (men n = 3764, women n = 4568) and Next Steps (men n = 3246, women n = 4281) studies. We regressed life satisfaction on education, housing tenure, cohabitation with parents, economic activity, relationship status, and parenthood, and tested the role of changes in the prevalence and association of milestones in explaining cohort differences in life satisfaction using decomposition analyses. Home ownership, full-time employment, cohabitation with a partner, and marriage were robust predictors of life satisfaction in both cohorts. Comparing cohorts, the association of milestones with life satisfaction was stable among men but differed among women: in the later-born cohort, women no longer benefitted from higher education and further suffered from not being in full-time employment. The findings shed new light on the relationships between young adult transitions and life satisfaction during the third decade of life. These support the argument that decreases in wellbeing may be driven by changes in the prevalence and meaning of these milestones over time, particularly among women.",
		"pages": "100463",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S104026082200003X",
		"journal": "Advances in Life Course Research",
		"volume": "51"
	},
	{
		"id": "NIZETIC2020122877",
		"source_id": "NIZETIC2020122877",
		"type": "article",
		"title": "Internet of Things (IoT): Opportunities, issues and challenges towards a smart and sustainable future",
		"author": "Sandro Nižetić and Petar Šolić and Diego López-de-Ipiña González-de-Artaza and Luigi Patrono",
		"keywords": "IoT, Smart city, Sustainability, Energy, Environment, SpliTech2020",
		"doi": "https://doi.org/10.1016/j.jclepro.2020.122877",
		"abstract": "The rapid development and implementation of smart and IoT (Internet of Things) based technologies have allowed for various possibilities in technological advancements for different aspects of life. The main goal of IoT technologies is to simplify processes in different fields, to ensure a better efficiency of systems (technologies or specific processes) and finally to improve life quality. Sustainability has become a key issue for population where the dynamic development of IoT technologies is bringing different useful benefits, but this fast development must be carefully monitored and evaluated from an environmental point of view to limit the presence of harmful impacts and ensure the smart utilization of limited global resources. Significant research efforts are needed in the previous sense to carefully investigate the pros and cons of IoT technologies. This review editorial is partially directed on the research contributions presented at the 4th International Conference on Smart and Sustainable Technologies held in Split and Bol, Croatia, in 2019 (SpliTech 2019) as well as on recent findings from literature. The SpliTech2019 conference was a valuable event that successfully linked different engineering professions, industrial experts and finally researchers from academia. The focus of the conference was directed towards key conference tracks such as Smart City, Energy/Environment, e-Health and Engineering Modelling. The research presented and discussed at the SpliTech2019 conference helped to understand the complex and intertwined effects of IoT technologies on societies and their potential effects on sustainability in general. Various application areas of IoT technologies were discussed as well as the progress made. Four main topical areas were discussed in the herein editorial, i.e. latest advancements in the further fields: (i) IoT technologies in Sustainable Energy and Environment, (ii) IoT enabled Smart City, (iii) E-health – Ambient assisted living systems (iv) IoT technologies in Transportation and Low Carbon Products. The main outcomes of the review introductory article contributed to the better understanding of current technological progress in IoT application areas as well as the environmental implications linked with the increased application of IoT products.",
		"pages": "122877",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S095965262032922X",
		"journal": "Journal of Cleaner Production",
		"volume": "274"
	},
	{
		"id": "CREANEY2021100031",
		"source_id": "CREANEY2021100031",
		"type": "article",
		"title": "The contribution of healthcare smart homes to older peoples wellbeing: A new conceptual framework",
		"author": "Rachel Creaney and Louise Reid and Margaret Currie",
		"keywords": "Ageing-in-place, Healthcare smart homes, Older people, Caring networks, Wellbeing",
		"doi": "https://doi.org/10.1016/j.wss.2021.100031",
		"abstract": "Healthcare smart homes (HSH) are promoted as a possible solution in response to demographic ageing. They encourage ageing-in-place by enabling residents to remain in their own homes by utilising smart technologies to allow safe and independent living. However, the degree to which they currently encourage relational wellbeing of residents and their wider networks is novel. This critical narrative review provides a theoretical contribution to the growing body of social science literature around the impacts of HSH living. It highlights the potential links between HSH living and impacts on relational wellbeing of residents and wider networks. Arguing that existing HSH literature has often focused on single technology devices and the perceived benefits of HSH living by technology and home developers, rather than lived experiences of HSH residents, it presents a new conceptual framework, around which HSH should be promoted, focussing on individual residents and their caring networks, rather than technological possibilities. Specifically, the new framework highlights the importance of HSH resident wellbeing which we suggest may be maintained and enhanced through ensuring a sense of home, relational rather than independent living, accounting for potential spatial inequalities and the importance of an appropriate use of language. This paper aims to generate discussion around better understandings of what it means to live with healthcare technologies at home, and how these may act to (dis)empower those wishing to age-in-place or otherwise.",
		"pages": "100031",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S266655812100004X",
		"journal": "Wellbeing, Space and Society",
		"volume": "2"
	}
]