[
	{
		"id": "HLADEK20181",
		"source_id": "HLADEK20181",
		"type": "article",
		"title": "Using sweat to measure cytokines in older adults compared to younger adults: A pilot study",
		"author": "Melissa D. Hladek and Sarah L. Szanton and Young-Eun Cho and Chen Lai and Caroline Sacko and Laken Roberts and Jessica Gill",
		"keywords": "Older adults, Sweat patch, Cytokines, Interleukin-6, Interleukin-10, Tumor necrosis factor-alpha",
		"doi": "https://doi.org/10.1016/j.jim.2017.11.003",
		"abstract": "Background/objectives Current measures of cytokines involve urine, blood or saliva which have drawbacks including circadian rhythm variations and complicated collection methods. Sweat has been used to measure cytokines in young and middle-aged adults, but not older adults. We sought to determine the feasibility of using sweat to measure cytokines in older adults compared to younger adults. Design Two visit cross-sectional pilot study stratified by age group. Setting Independent living facility and Johns Hopkins University both in Maryland. Participants 23 community-dwelling adults aged 65 and older and 26 adults aged 18–40 were included. Those with active cancer treatment or with a known terminal illness diagnosis were excluded. Measurements Sweat interleukin-6 (IL-6), interleukin-10 (IL-10), and tumor necrosis factor-alpha (TNF-α) were collected using a non-invasive sweat patch worn for 72h by each participant. Samples were measured with a single molecule array (SIMOA) technology for ultrasensitive, multiplexed detection of proteins. Results 23 older adults and 26 younger adults with mean ages of 77±8.0years and 28±5.5years, respectively, completed the study. Both groups had high rates of compliance with patch wearing and removal. Higher concentrations of TNF-α, IL-6 and IL-10 were observed in older adults compared to younger adults, which remained significant after controlling for race, sex, body mass index, and chronic disease count (0.110±0.030 vs. 0.054±0.020pg/mL, 0.089±0.012 vs. 0.048±0.018pg/mL, and 0.124±0.029 vs. 0.067±0.025pg/mL, respectively). Conclusion These results suggest that sweat patches are a feasible method to collect cytokine data from older adults. Preliminary group differences in cytokine measurement between older and younger groups correspond with current literature that cytokines increase with age, suggesting that sweat measurement using the sweat patch provides a new method of exploring the impact of inflammation on aging. Further research using sweat and the sweat patch is recommended.",
		"pages": "1-5",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022175917303563",
		"journal": "Journal of Immunological Methods",
		"volume": "454"
	},
	{
		"id": "CREA201856",
		"source_id": "CREA201856",
		"type": "article",
		"title": "Unaccompanied immigrant children in long term foster care: Identifying needs and best practices from a child welfare perspective",
		"author": "Thomas M. Crea and Anayeli Lopez and Robert G. Hasson and Kerri Evans and Caroline Palleschi and Dawnya Underwood",
		"keywords": "Unaccompanied children, Migrant youth, Immigration, Foster care",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.12.017",
		"abstract": "The numbers of unaccompanied children immigrating to the U.S. from Central America have increased drastically in recent years, and as many as 35% are eventually placed in long term foster care (LTFC) while in the custody of the federal Office of Refugee Resettlement (ORR). Yet, the research literature has been largely silent on the unique needs of these children while in care, or how practitioners can best respond to these needs. Drawing data from 22 focus groups with professionals and foster parents (n=79) in two large organizations serving unaccompanied children in LTFC, the current qualitative study is designed to address these gaps. Analysis of data followed a grounded theory approach of open and axial coding to develop themes. The most pressing needs of children in care include securing appropriate and stable foster placements for youth; promoting connections in the community; ensuring adequate education and independent living skills; difficulties with acculturation; trauma and mental health issues; and issues related to legal status. Current strategies to address these issues include supporting culturally competent foster placements; providing English-language training; promoting relationships in the community such as mentors; and providing health and health-related services. Future research and practice should include a specific focus on those youth most marginalized in the education system, particularly those who lack language skills and formal education. The provision of culturally appropriate, trauma-informed care is needed in practice, as is the need to establish culturally valid trauma assessments. More work could be done to sensitize communities to the unique needs and strengths of unaccompanied youth as they integrate into U.S. society. For these children, a sense of permanency will likely entail building strong relationships in their local community that can help sustain them when they leave foster care.",
		"pages": "56-64",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917307843",
		"journal": "Children and Youth Services Review",
		"volume": "92"
	},
	{
		"id": "TSUBOYA201734",
		"source_id": "TSUBOYA201734",
		"type": "article",
		"title": "Predictors of decline in IADL functioning among older survivors following the Great East Japan earthquake: A prospective study",
		"author": "Toru Tsuboya and Jun Aida and Hiroyuki Hikichi and S.V. Subramanian and Katsunori Kondo and Ken Osaka and Ichiro Kawachi",
		"keywords": "Independent living, Natural disaster, Natural experiment, Japan",
		"doi": "https://doi.org/10.1016/j.socscimed.2017.01.022",
		"abstract": "Introduction We described associations between the type of disaster experience and change in instrumental activities of daily living among older adult survivors before-after a terrible disaster. Methods The study took advantage of a “natural experiment” afforded by the Japan Gerontological Evaluation Study (JAGES), a nationwide cohort study established in 2010, seven months prior to the earthquake and tsunami. A follow-up survey was conducted in 2013. This study was conducted in Iwanuma, which was directly struck by tsunami. Our sample comprised community-dwelling aged survivors in Iwanuma who responded to questions about personal circumstances and functional status both before and after the disaster (N = 3547). Personal experiences of earthquake and tsunami damage was used as an exposure variable. The outcome was changes in self-reported 13-item instrumental activities of daily living (IADL), which was assessed both before and after the disaster. Results Among the participants, 931 reported losing family member(s) to the disaster, while a further 549 reported losing friend(s). More than half of the participants reported any damage to their houses while approximately 1 in 8 lost their car(s). The multivariable OLS regression revealed that complete house loss and disruption of internal medicine were associated with significantly worse IADL: −0.67 points (95%CI: −0.99, −0.34) for entirely destroyed homes; −0.40 points (95% CI: −0.71, −0.092) for disruption of internal medicine. By contrast, loss of family/friends/pets/cars and disruption to the other medical service were not associated with decline in IADL. Conclusion Complete house loss and disruption of access to internal medicine after a disaster were associated with significant adverse impact on decline in physical and cognitive functions 2.5 years after the disaster, while loss of family/friends was not.",
		"pages": "34-41",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953617300291",
		"journal": "Social Science & Medicine",
		"volume": "176"
	},
	{
		"id": "HAGAN20161341",
		"source_id": "HAGAN20161341",
		"type": "article",
		"title": "Greater Adherence to the Alternative Healthy Eating Index Is Associated with Lower Incidence of Physical Function Impairment in the Nurses’ Health Study1,2",
		"author": "Kaitlin A Hagan and Stephanie E Chiuve and Meir J Stampfer and Jeffrey N Katz and Francine Grodstein",
		"keywords": "diet quality, physical function, aging, Nurses’ Health Study, longitudinal cohort study, epidemiology",
		"doi": "https://doi.org/10.3945/jn.115.227900",
		"abstract": "Background: Physical function is integral to healthy aging, in particular as a core component of mobility and independent living in older adults, and is a strong predictor of mortality. Limited research has examined the role of diet, which may be an important strategy to prevent or delay a decline in physical function with aging. Objective: We prospectively examined the association between the Alternative Healthy Eating Index-2010 (AHEI-2010), a measure of diet quality, with incident impairment in physical function among 54,762 women from the Nurses’ Health Study. Methods: Physical function was measured by the Medical Outcomes Short Form-36 (SF-36) physical function scale and was administered every 4 y from 1992 to 2008. Cumulative average diet was assessed using food frequency questionnaires, administered approximately every 4 y. We used multivariable Cox proportional hazards models to estimate the HRs of incident impairment of physical function. Results: Participants in higher quintiles of the AHEI-2010, indicating a healthier diet, were less likely to have incident physical impairment than were participants in lower quintiles (P-trend < 0.001). The multivariable-adjusted HR of physical impairment for those in the top compared with those in the bottom quintile of the AHEI-2010 was 0.87 (95% CI: 0.84, 0.90). For individual AHEI-2010 components, higher intake of vegetables (P-trend = 0.003) and fruits (P-trend = 0.02); lower intake of sugar-sweetened beverages (P-trend < 0.001), trans fats (P-trend = 0.03), and sodium (P-trend < 0.001); and moderate alcohol intake (P-trend < 0.001) were each significantly associated with reduced rates of incident physical impairment. Among top contributors to the food components of the AHEI-2010, the strongest relations were found for increased intake of oranges, orange juice, apples and pears, romaine or leaf lettuce, and walnuts. However, associations with each component and with specific foods were generally weaker than the overall score, indicating that overall diet pattern is more important than individual parts. Conclusions: In this large cohort of older women, a healthier diet was associated with a lower risk of developing impairments in physical function.",
		"pages": "1341-1347",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022316623006478",
		"journal": "The Journal of Nutrition",
		"volume": "146"
	},
	{
		"id": "DEVEREUXFITZGERALD201614",
		"source_id": "DEVEREUXFITZGERALD201614",
		"type": "article",
		"title": "The acceptability of physical activity interventions to older adults: A systematic review and meta-synthesis",
		"author": "Angela Devereux-Fitzgerald and Rachael Powell and Anne Dewhurst and David P. French",
		"keywords": "Older adults, Physical activity, Acceptability, Enjoyment, Value, Meta-synthesis",
		"doi": "https://doi.org/10.1016/j.socscimed.2016.04.006",
		"abstract": "Rationale Physical activity can reduce the risk of chronic illnesses, frailty and deterioration of cognitive function in older adults yet few older adults meet recommended levels of physical activity. To increase engagement in physical activity, there is a need to better understand acceptability of physical activity interventions for this population. Objective This article presents a systematic review and meta-synthesis of qualitative studies of independently living older adults (≥65 years old) experiences of physical activity interventions in non-clinical contexts. Methods A systematic search yielded 2612 papers, of which 14 met inclusion criteria, and were synthesised using Thematic Synthesis. Inductive line-by-line coding led to the derivation of descriptive themes. An overview of the coded text allowed cross-case and within-case comparisons where both patterns and anomalies became apparent, informing the generation of analytical themes. Findings Older adults emphasised fun and enjoyment of social interaction as a motivation to be physically active. Retaining these social bonds could be important for maintenance of physical activity beyond an intervention. Doubts about capabilities or the necessity of moderate physical activity in later life were dispelled through experience of valued short-term functional and psychosocial outcomes. Relating these positive outcomes to being more active increased the perceived value of physical activity. Increased awareness of own capabilities within physical activity interventions translated into older adults being more physically active in other areas of their lives. Focusing on the role of physical activity in improving long-term health is unlikely to encourage participation of many older adults. Conclusions To increase engagement, interventions should focus on physical activity as a fun, sociable, achievable pastime for older adults with relevant short-term benefits.",
		"pages": "14-23",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953616301733",
		"journal": "Social Science & Medicine",
		"volume": "158"
	},
	{
		"id": "STELMOKAS20171122",
		"source_id": "STELMOKAS20171122",
		"type": "article",
		"title": "Self-Reported Health and Safety Awareness Improves Prediction of Level of Care Needs in Veterans Discharged From a Postacute Unit",
		"author": "Julija Stelmokas and Linas A. Bieliauskas and Katherine A. Kitchen Andren and Robert Hogikyan and Neil B. Alexander",
		"doi": "https://doi.org/10.1016/j.pmrj.2017.03.013",
		"abstract": "Objectives To evaluate the differential value of a self-reported health and safety awareness measure relative to other medical, psychosocial, and cognitive factors in predicting level of care (LOC) needs after hospital discharge. Design Retrospective medical record review. Setting Community living center postacute care (CLC-PAC) unit at a Veterans Affairs hospital. Participants A total of 175 veterans admitted to the Veterans Affairs hospital or directly to the CLC-PAC from home. Methods Cognitive status was assessed with the Mini-Mental State Examination, Digit Span Backward subtest, Trail Making Test (Part B), and Hopkins Verbal Learning Test-Revised. Self-report of health and safety awareness was measured with the Independent Living Scales Health and Safety (ILS-HS) subscale. Additional demographic and admission-related variables were coded, along with medical comorbidity, with the Charlson Comorbidity Index and depression using the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision Depression Checklist. Main Outcome Measurements Increased level of care was collected from social work and occupational therapy notes and defined as increased assistance with activities of daily living or nursing home placement comparing prehospitalization with CLC-PAC discharge. Results A total of 19% (n = 34) of residents required increased LOC on CLC-PAC discharge. The ILS-HS was a significant predictor of increased LOC above and beyond age and Mini Mental Status Examination score; for each standard deviation decrease in ILS-HS, there was an increased likelihood of greater LOC (odds ratio 0. 54, 95% confidence interval 0.35-0.83). Other neuropsychological tests (memory, executive functioning) did not significantly improve the model. Conclusions The inclusion of the ILS-HS to a standard cognitive screen (Mini Mental Status Examination) can improve prediction of increased LOC. Although select aspects of memory and executive functioning independently contribute to increased LOC prediction, the ILS-HS likely measures a unique aspect of cognitive functioning that may be specific to discharge planning needs in CLC-PAC residents. Level of Evidence II",
		"pages": "1122-1127",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148217304264",
		"journal": "PM&R",
		"volume": "9"
	},
	{
		"id": "BALACHANDRAN201676",
		"source_id": "BALACHANDRAN201676",
		"type": "article",
		"title": "Validity and reliability of a video questionnaire to assess physical function in older adults",
		"author": "Anoop Balachandran and Chelsea N.Verduin and Melanie Potiaumpai and Meng Ni and Joseph F. Signorile",
		"keywords": "Physical function, Video questionnaire, Validity, Reliability, Elderly",
		"doi": "https://doi.org/10.1016/j.exger.2016.04.022",
		"abstract": "Background Self-report questionnaires are widely used to assess physical function in older adults. However, they often lack a clear frame of reference and hence interpreting and rating task difficulty levels can be problematic for the responder. Consequently, the usefulness of traditional self-report questionnaires for assessing higher-level functioning is limited. Video-based questionnaires can overcome some of these limitations by offering a clear and objective visual reference for the performance level against which the subject is to compare his or her perceived capacity. Hence the purpose of the study was to develop and validate a novel, video-based questionnaire to assess physical function in older adults independently living in the community. Methods A total of 61 community-living adults, 60years or older, were recruited. To examine validity, 35 of the subjects completed the video questionnaire, two types of physical performance tests: a test of instrumental activity of daily living (IADL) included in the Short Physical Functional Performance battery (PFP-10), and a composite of 3 performance tests (30s chair stand, single-leg balance and usual gait speed). To ascertain reliability, two-week test-retest reliability was assessed in the remaining 26 subjects who did not participate in validity testing. Results The video questionnaire showed a moderate correlation with the IADLs (Spearman rho=0.64, p<0.001; 95% CI (0.4, 0.8)), and a lower correlation with the composite score of physical performance tests (Spearman rho=0.49, p<0.01; 95% CI (0.18, 0.7)). The test-retest assessment yielded an intra-class correlation (ICC) of 0.87 (p<0.001; 95% CI (0.70, 0.94)) and a Cronbachs alpha of 0.89 demonstrating good reliability and internal consistency. Conclusions Our results show that the video questionnaire developed to evaluate physical function in community-living older adults is a valid and reliable assessment tool; however, further validation is needed for definitive conclusions.",
		"pages": "76-82",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556516301188",
		"journal": "Experimental Gerontology",
		"volume": "81"
	},
	{
		"id": "HOMEYARD201645",
		"source_id": "HOMEYARD201645",
		"type": "article",
		"title": "Current evidence on antenatal care provision for women with intellectual disabilities: A systematic review",
		"author": "Claire Homeyard and Elsa Montgomery and Deborah Chinn and Evridiki Patelarou",
		"keywords": "Intellectual disability, Learning disability, Antenatal care, Pregnancy, Midwives",
		"doi": "https://doi.org/10.1016/j.midw.2015.10.002",
		"abstract": "Background changing attitudes, alongside integration, more independent living and recognition of rights to family life have meant a steady rise in women with intellectual disabilities becoming pregnant. However, existing evidence shows that women with intellectual disabilities are less likely to seek or attend for regular antenatal care. This population experiences poorer maternal wellbeing and worse pregnancy outcomes compared to the general population, including preterm and low-birthweight babies. Purpose to identify and review the existing evidence on the provision of antenatal care among women with intellectual disabilities. Methods a systematic search strategy was formulated using key Medical Sub-Headings terms and related text words for pregnancy, antenatal care and intellectual disability. Comprehensive searches dating back to 1980 using pre-determined criteria followed by a hand search of reference lists and citations were undertaken. Data were extracted using a data extraction form and methodological quality assessed using the framework developed by Caldwell et al. (2011). A three stage textual narrative synthesis was used to integrate the findings from the included studies. Results searches identified 16 papers that met the inclusion criteria. A majority of the papers focused on women׳s experience of pregnancy and antenatal care with a paucity of papers identified on midwives knowledge and experience. The four broad themes of the analysis and synthesis performed included: In the Family Way (׳I׳ve a baby inside. I׳ve got a life inside of me.׳); Knowledge and advocacy (׳…everyone was looking at one another and no one was talking to me…׳); Midwives educational needs (׳…helpful to have guidance…׳) and Midwives Attitudes (׳…women with [intellectual disabilities]…should not be pregnant׳). Key conclusions and implications for practice significant gaps in the evidence base were apparent, however evidence was identified which showed that intellectually disabled pregnant women struggle to understand antenatal information communicated during pregnancy which was often text based. Maternity care providers need to make adjustments to their services so that antenatal communication, information and care is appropriate for this group of women. Midwives identified that they lacked knowledge in this area and wanted antenatal guidance on how to meet the care and communication needs of women with intellectual disabilities.",
		"pages": "45-57",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0266613815002594",
		"journal": "Midwifery",
		"volume": "32"
	},
	{
		"id": "LI20204140540",
		"source_id": "LI20204140540",
		"type": "article",
		"title": "The Relationship Between Healthy Eating Index-2015 and Cardiometabolic Risk Factors in People with Long-Standing Spinal Cord Injury",
		"author": "Jia Li and Aynur Demirel and Andres Azuero and Amie McLain and Ceren Yarar-Fisher",
		"doi": "https://doi.org/10.1093/cdn/nzaa046_040",
		"abstract": "Objectives The Healthy Eating Index (HEI)-2015 is a measure of diet quality in reference to the 2015 Dietary Guidelines for Americans. We examined the relationship between HEI-2015 and several indices of cardiometabolic risk factors among individuals with chronic spinal cord injury (SCI) (>3 years after injury). Methods Twenty-four participants without type 2 diabetes were included (45 ± 12 y, 8F/16 M, 9 Tetraplegia/15 Paraplegia, time since injury: 20 ± 13 y). All participants underwent a 2-hour oral glucose tolerance test (OGTT), a Dual-energy X-ray absorptiometry scan (DXA), and 3 24-hour multiple-pass dietary recalls. HEI-2015 was calculated using the dietary recall data. To build the regression model, firstly, principal component (PC) analysis was used to reduce the number of covariates from 3 (level of injury, gender, percentage body fat estimated from the DXA) to 2 PCs. Multiple linear regression analyses were run to predict indices of lipid metabolism and glucose homeostasis as well as C-reactive protein (CRP) from the HEI and the 2 PC scores. Results The average HEI-2015 score was lower for participants with SCI compared to the general American population (48 ± 11 vs. 59, P < 0.05). The regression models for fasting glucose (FG), Cholesterol, HDL, LDL, and CRP had moderate to large effect sizes (adjusted R2 > 13%), indicating good explanatory ability of the predictors. Small or limited effect sizes were observed for other models (glucose tolerance, fasting insulin, triaglycerides, and Matsuda index, adjusted R2 < 13% for all). Furthermore, the HEI accounted for a moderate amount of variation in FG as evidenced by partial Omega-squared of 13%. Each 10-point increase of the HEI was associated with a 3.3 mg/dL decrease in FG concentrations. However, HEI accounted for a limited amount of variations in other indices (ωP2 < 5% for all). Conclusions Our exploratory analyses suggest that HEI-2015 has limited effects on blood lipids and CRP but may be associated with lower FG concentrations in our sample group. Future larger studies are warranted to delineate the relationship between diet quality and cardiometabolic health outcomes in individuals with SCI. Funding Sources The National Institute on Disability, Independent Living, and Rehabilitation Research.",
		"pages": "4140540",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2475299123080587",
		"journal": "Current Developments in Nutrition",
		"volume": "4"
	},
	{
		"id": "SINHA2019293",
		"source_id": "SINHA2019293",
		"type": "article",
		"title": "Head and neck burns are associated with long-term patient-reported dissatisfaction with appearance: A Burn Model System National Database study",
		"author": "I. Sinha and M. Nabi and L.C. Simko and A.W. Wolfe and S. Wiechman and G. Giatsidis and D. Bharadia and K. McMullen and N.S. Gibran and K. Kowalske and W.J. Meyer and L.E. Kazis and C.M. Ryan and J.C. Schneider",
		"keywords": "Face burns, Head & neck burns, Quality of life, Satisfaction with appearance, Community integration, Patient reported outcomes, Burn rehabilitation, Visible burns",
		"doi": "https://doi.org/10.1016/j.burns.2018.12.017",
		"abstract": "Introduction Burns affecting the head and neck (H&N) can lead to significant changes in appearance. It is postulated that such injuries have a negative impact on patients’ social functioning, quality of life, physical health, and satisfaction with appearance, but there has been little investigation of these effects using patient reported outcome measures. This study evaluates the effect of H&N burns on long-term patient reported outcomes compared to patients who sustained burns to other areas. Methods Data from the National Institute on Disability, Independent Living, and Rehabilitation Research Burn Model System National Database collected between 1996 and 2015 were used to investigate differences in outcomes between those with and without H&N burns. Demographic and clinical characteristics for adult burn survivors with and without H&N burns were compared. The following patient-reported outcome measures, collected at 6, 12, and 24 months after injury, were examined: satisfaction with life (SWL), community integration questionnaire (CIQ), satisfaction with appearance (SWAP), short form-12 physical component score (SF-12 PCS), and short form-12 mental component score (SF-12 MCS). Mixed regression model analyses were used to examine the associations between H&N burns and each outcome measure, controlling for medical and demographic characteristics. Results A total of 697 adults (373 with H&N burns; 324 without H&N burns) were included in the analyses. Over 75% of H&N injuries resulted from a fire/flame burn and those with H&N burns had significantly larger burn size (p<0.001). In the mixed model regression analyses, SWAP and SF-12 MCS were significantly worse for adults with H&N burns compared to those with non-H&N burns (p<0.01). There were no significant differences between SWL, CIQ, and SF-12 PCS. Conclusions Survivors with H&N burns demonstrated community integration, physical health, and satisfaction with life outcomes similar to those of survivors with non-H&N burns. Scores in these domains improved over time. However, survivors with H&N burns demonstrated worse satisfaction with their appearance. These results suggest that strategies to address satisfaction with appearance, such as reconstructive surgery, cognitive behavior therapy, and social skills training, are an area of need for survivors with H&N burns.",
		"pages": "293-302",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417918307459",
		"journal": "Burns",
		"volume": "45"
	},
	{
		"id": "TURNER2018149",
		"source_id": "TURNER2018149",
		"type": "article",
		"title": "Emergency information management needs and practices of older adults: A descriptive study",
		"author": "Anne M. Turner and Katie Osterhage and Julie Loughran and Ian Painter and George Demiris and Andrea L. Hartzler and Elizabeth A. Phelan",
		"keywords": "Older adults, Health information management, Emergency planning, Consumer health, Qualitative methods, Public health informatics",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2017.12.001",
		"abstract": "Objective To better understand how older adults currently manage emergency information, the barriers and facilitators to planning and management of emergency information, as well as the potential role of information technology to facilitate emergency planning and management. Introduction Older adults face a much higher risk of sudden illness/injury and are the age group with the largest percentages of emergent and urgent healthcare visits. Emergency information (health information needed in an emergency situation such as emergency contact information, diagnoses, and advance directives) needs to be maintained and easily accessible to ensure older adults get appropriate care and treatment consistent with their wishes in emergency situations. Current health information technologies rarely take into consideration the emergency information needs of older adults, their caregivers, and emergency responders. Methods As part of a larger study we performed in-depth interviews with 90 older adults living in a variety of residential settings (independent living, retirement communities, assisted living) regarding how they manage information about their health. Interview sessions included photos of important health information artifacts. Interviews were transcribed and coded. Results Analysis of in-depth interviews revealed that emergency information is a type of health information that older adults frequently manage. Participants differed in whether they practice emergency planning (e.g. the preparation and continued management of emergency information), and in whether they involve others in emergency information and emergency planning. Despite its importance, emergency information was often not up-to-date and not always kept in locations readily apparent to emergency responders. Conclusion Emergency information, such as emergency contact information, diagnoses, and advance directives, is a type of health information that older adults manage. Considering emergency information in the design of health information technologies for older adults could address some of the barriers and support the facilitators to emergency planning and information management.",
		"pages": "149-158",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505617304422",
		"journal": "International Journal of Medical Informatics",
		"volume": "111"
	},
	{
		"id": "TOMLINSON20181776",
		"source_id": "TOMLINSON20181776",
		"type": "article",
		"title": "Impact of Above-Average Proanabolic Nutrients Is Overridden by High Protein and Energy Intake in the Muscle-Tendon Unit Characteristics of Middle- to Older-Aged Adults",
		"author": "David J Tomlinson and Robert M Erskine and Christopher I Morse and Gladys L Onambélé",
		"keywords": "nutrition, aging, adiposity, physical activity, skeletal muscle",
		"doi": "https://doi.org/10.1093/jn/nxy185",
		"abstract": "Background The impact, within a single cohort, of independent modulators of skeletal muscle quality, including age, adiposity and obesity, habitual nutritional intake, and physical activity (PA), is unclear. Objective We examined the bivariate associations between age, adiposity, habitual nutritional intake, and PA against 11 key intrinsic muscle-tendon unit (MTU) characteristics to identify the strongest predictors. We also compared overall profile differences between MTU categories with the use of z scores shown in radar graphs. Methods Fifty untrained independently living men (n = 15) and women (n = 35) aged 43–80 y (mean ± SD: 64 ±9 y) were categorized by adiposity [men: normal adiposity (NA) <28%, high adiposity (HA) ≥28%; women: NA <40%, HA ≥40%] and body mass index [BMI (in kg/m2); normal: 18 to <25; overweight: ≥25 to <30; and obese: ≥30]. Group differences were examined by body composition assessed with the use of dual-energy X-ray absorptiometry, habitual nutritional intake through a 3-d food diary, PA (work, leisure, sport) using the Baecke questionnaire, 14 serum cytokine concentrations using multiplex luminometry, and 11 MTU characteristics of the gastrocnemius medialis using a combination of isokinetic dynamometry, electromyography, and ultrasonography. Results Interestingly, classification by BMI highlighted differences between normal and obese individuals in 6 of 11 MTU characteristics (P < 0.001 to P = 0.043). No significant differences were reported in serum cytokine concentrations between adiposity and BMI classifications. BMI predicted 8 of 11 (r = 0.62–0.31, P < 0.001 to P = 0.032), daily energy intake predicted 7 of 11 (r = 0.45–0.34, P = 0.002–0.036), age predicted 5 of 11 (r = −0.49–0.32, P < 0.001 to P = 0.032), work-based PA predicted 5 of 11 (r = 0.43–0.32, P = 0.003–0.048), and adiposity predicted 4 of 11 (r = 0.51–0.33, P < 0.001 to P = 0.022) MTU characteristics. Mathematical z scores and radar graphs showed how endocrine and dietary profiles, but not PA, differed between the top and bottom ∼20% of muscle unit size and specific force. Conclusions Given the number of factors associated with MTU, education should be targeted to both adequate food quantity and quality (especially protein intake) and increasing habitual moderate to vigorous PA while decreasing sedentary behavior. Specific endocrine variables are also proposed as key pharmaceutical targets.",
		"pages": "1776-1785",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022316622109399",
		"journal": "The Journal of Nutrition",
		"volume": "148"
	},
	{
		"id": "MIJNARENDS2016276",
		"source_id": "MIJNARENDS2016276",
		"type": "article",
		"title": "Burden-of-illness of Dutch community-dwelling older adults with sarcopenia: Health related outcomes and costs",
		"author": "D.M. Mijnarends and J.M.G.A. Schols and R.J.G. Halfens and J.M.M. Meijers and Y.C. Luiking and S. Verlaan and S.M.A.A. Evers",
		"keywords": "Muscle mass, Independently living, Assisted living, Costs, Disability, Quality of life",
		"doi": "https://doi.org/10.1016/j.eurger.2015.12.011",
		"abstract": "Objective To explore the burden-of-illness of Dutch community-dwelling older adults with sarcopenia, in terms of disability in activities of daily living (ADL), quality of life (QoL) and costs from a societal perspective. Methods The Maastricht Sarcopenia Study (MaSS) was performed in adults≥65y, receiving (1) no care, (2) home care/assisted living facility, or (3) care in a residential living facility. Sarcopenia was defined according to the European Working Group on Sarcopenia algorithm. Disability in ADL was measured with the Groningen Activity Restriction Scale (GARS); QoL with the EQ-5D-5L. Subjects were questioned about their health care use and health-related costs (societal perspective). Data are presented for sarcopenic and (age and sex matched) non-sarcopenic subjects. Bootstrapping was performed to estimate 95%CI around the mean costs. Several subgroup (age, sex, living situation, comorbidities) and sensitivity analyses were performed. Results Sarcopenic subjects (n=53) scored significantly worse on health-related outcomes compared with non-sarcopenic subjects (n=174; GARS 29±11.3 vs. 22±7.3, P<0.001, QoL 0.78±0.2 vs. 0.86±0.2, P=0.001). This difference was, except for the subscale ADL, no longer significant when compared with age and sex matched non-sarcopenic subjects (GARS 27±10.6, P=0.097, QoL 0.81±0.2, P=0.362). Mean health care costs of sarcopenic subjects (€4325, 95% CI: €3198–€5471) were significantly higher than those of non-sarcopenics (€1533, 95% CI: €1153–€1912), and higher, i.e. €1557 per three months (though not significant) compared with age and sex matched non-sarcopenics (€2768, 95% CI: €1914–€3743). Living situation (residential care) was a main driver of costs. Conclusions Community-dwelling sarcopenic older adults had a higher health and economic burden than non-sarcopenic older adults. This was importantly driven by the living situation – keeping older adults independent and out of care-dependent settings may contribute to a reduction of health care costs.",
		"pages": "276-284",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764915002454",
		"journal": "European Geriatric Medicine",
		"volume": "7"
	},
	{
		"id": "OLIJ20172017",
		"source_id": "OLIJ20172017",
		"type": "article",
		"title": "Falls prevention activities among community-dwelling elderly in the Netherlands: A Delphi study",
		"author": "Branko F. Olij and Vicki Erasmus and Judith I. Kuiper and Frans van Zoest and Ed F. van Beeck and Suzanne Polinder",
		"keywords": "Accidental falls, Prevention and control, Aged, Independent living, Delphi technique",
		"doi": "https://doi.org/10.1016/j.injury.2017.06.022",
		"abstract": "Introduction This study aimed to provide an overview of the current falls prevention activities in community-dwelling elderly with an increased risk of falling in the Netherlands. Therefore, we determined: a) how health professionals detect community-dwelling elderly with an increased risk of falling; b) which falls prevention activities are used by health professionals and why; c) how elderly can be stimulated to participate in falls prevention programs; and d) how to finance falls prevention. Methods A two-round online Delphi study among health experts was conducted. The panel of experts (n=125) consisted of community physiotherapists, community nurses, general practitioners, occupational therapists and geriatricians, from all over the Netherlands. The median and Inter Quartile Deviation (IQD) were reported for the questions with 5-point Likert scales, ranging from ‘least’ (1) to ‘most’ (5). Results Respectively 68% (n=85/125) and 58% (n=72/125) of the panel completely filled in the first and second round questionnaires. According to the panel, regular detection of fall risk of community-dwelling elderly with an increased risk of falling hardly takes place (median=2 [hardly]; IQD=1). Furthermore, these elderly are reluctant to participate in annual detection of fall risk (median=3 [reluctant]; IQD=1). According to 73% (n=37/51) of the panel, 0–40% of the elderly with an increased risk of falling are referred to exercise programs. In general, the panel indicated that structural follow-up is often lacking. Namely, after one month (n=21/43; 49%), three months (n=24/42; 57%), and six months (n=27/45; 60%) follow-up is never or hardly ever offered. Participation of elderly in falls prevention programs could be stimulated by a combination of measures. Should a combination of national health education, healthcare counseling, and removal of financial barriers be applied, 41–80% of the elderly is assumed to participate in falls prevention programs (n=47/64; 73%). None of the panel members indicated full financing of falls prevention by the elderly. A number of individuals are considered key in falls prevention activities, such as the general practitioner, physiotherapist, and informal caregiver. Conclusion This Delphi study showed clear directions for improving falls prevention activities and how to increase participation rates.",
		"pages": "2017-2021",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138317304151",
		"journal": "Injury",
		"volume": "48"
	},
	{
		"id": "SHEEHAN20202025",
		"source_id": "SHEEHAN20202025",
		"type": "article",
		"title": "Trauma on Farms in the Republic of Ireland",
		"author": "Micheal Sheehan and Louise Brent and Conor Deasy",
		"keywords": "Major trauma, Farming, Injury, Emergency medical services, Emergency medicine, Trauma team, Farm trauma, Agricultural trauma, Workplace injury, Silver trauma",
		"doi": "https://doi.org/10.1016/j.injury.2020.05.001",
		"abstract": "Background Farming is the most dangerous occupation in high-income countries worldwide. However, there is a lack of descriptive literature in this area. Injuries on farms are increasing, at a time when the cohort of trauma patients generally has become older and more medically complex. Farmers continue to work late in life when other industry workers would be retired. This study describes major trauma occurring on farms in the Republic of Ireland, the demographics of patients and treatments they received. Methods Data was gathered from the National Office of Clinical Audit Major Trauma Audit (MTA) 2014 to 2016. Patients were included and excluded based on Trauma Audit and Research Network(TARN) inclusion criteria. Results There were 430 patients included in this study. The median age was 54.5 years (range 1-93). There were 6.3%(n=27) paediatric patients, and 27%(n=116) over 65-year olds. Patients had predominantly low Charlson Comorbidity Index scores (median 0). Patients >65 years had more comorbidities (p<0.001). The median ISS was 9(IQR 9-17). The most common mechanism of injury was blow from animal (n=126,29%) followed by low fall (n=115,27%). Summer was the most common season of injury (n=128,30%) and most patients presented to a hospital between 8am-12am(n=412,96%). There were 11 patients (2.6%) who died after arrival to hospital – most commonly due to head injury (n=5,45%). The median length of stay was six days; older patients stayed longer than younger patients (6 vs 12 days,p<0.001). The most common body area injured was limbs (n=139,32%), followed by chest (n=89,21%), spine (n=67,16%) and head injuries (n=64,15%). There were 84 patients (19.5%) who underwent operative intervention, and 77(18%) required intensive care unit (ICU) admission. Farm trauma patients were more likely to arrive by helicopter than other MTA patients. Conclusions A substantial proportion of trauma on Irish farms involves older men who have co-morbidities and complexity of medical need. Farm trauma occurs in rural and remote locations with longer journey times to trauma centres and trauma units–this has implications for trauma care education and mode of EMS transport. Older patients who suffer trauma on farms require longer hospital stays and may not return to independent living.",
		"pages": "2025-2032",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138320304034",
		"journal": "Injury",
		"volume": "51"
	},
	{
		"id": "BALACHANDRAN2017134",
		"source_id": "BALACHANDRAN2017134",
		"type": "article",
		"title": "Power training using pneumatic machines vs. plate-loaded machines to improve muscle power in older adults",
		"author": "Anoop T. Balachandran and Kristine Gandia and Kevin A. Jacobs and David L. Streiner and Moataz Eltoukhy and Joseph F. Signorile",
		"keywords": "Power training, Power, Physical function, Older adults",
		"doi": "https://doi.org/10.1016/j.exger.2017.08.009",
		"abstract": "Objectives Power training has been shown to be more effective than conventional resistance training for improving physical function in older adults; however, most trials have used pneumatic machines during training. Considering that the general public typically has access to plate-loaded machines, the effectiveness and safety of power training using plate-loaded machines compared to pneumatic machines is an important consideration. The purpose of this investigation was to compare the effects of high-velocity training using pneumatic machines (Pn) versus standard plate-loaded machines (PL). Methods Independently-living older adults, 60years or older were randomized into two groups: pneumatic machine (Pn, n=19) and plate-loaded machine (PL, n=17). After 12weeks of high-velocity training twice per week, groups were analyzed using an intention-to-treat approach. Primary outcomes were lower body power measured using a linear transducer and upper body power using medicine ball throw. Secondary outcomes included lower and upper body muscle muscle strength, the Physical Performance Battery (PPB), gallon jug test, the timed up-and-go test, and self-reported function using the Patient Reported Outcomes Measurement Information System (PROMIS) and an online video questionnaire. Outcome assessors were blinded to group membership. Results Lower body power significantly improved in both groups (Pn: 19%, PL: 31%), with no significant difference between the groups (Cohens d=0.4, 95% CI (−1.1, 0.3)). Upper body power significantly improved only in the PL group, but showed no significant difference between the groups (Pn: 3%, PL: 6%). For balance, there was a significant difference between the groups favoring the Pn group (d=0.7, 95% CI (0.1, 1.4)); however, there were no statistically significant differences between groups for PPB, gallon jug transfer, muscle muscle strength, timed up-and-go or self-reported function. No serious adverse events were reported in either of the groups. Conclusions Pneumatic and plate-loaded machines were effective in improving lower body power and physical function in older adults. The results suggest that power training can be safely and effectively performed by older adults using either pneumatic or plate-loaded machines.",
		"pages": "134-142",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556517300487",
		"journal": "Experimental Gerontology",
		"volume": "98"
	},
	{
		"id": "PIXA2017e138",
		"source_id": "PIXA2017e138",
		"type": "article",
		"title": "P256 Unimanual and bimanual dexterity are influenced by anodal High-Definition transcranial direct current stimulation",
		"author": "N.H. Pixa and F. Steinberg and M. Doppelmayr",
		"doi": "https://doi.org/10.1016/j.clinph.2016.10.370",
		"abstract": "Introduction One of the most striking characteristics of humans is their unique capability for manipulating the surrounding environment by their hands, which requires a well-coordinated sensory-motor processing ability (Ingram et al., 2006). Voluntary movements of both hands are crucial for independent living in everyday life. However, research on brain stimulation with transcranial direct current stimulation (tDCS) usually targets unimanual motor tasks, whereas little is known about the effects on bimanual motor performance. Objective The present study aimed to investigate effects of an anodal High Definition tDCS (HD-atDCS) of the left and right primary motor cortex (M1) on unimanual as well as bimanual motor performance and motor learning assessed with the Purdue Pegboard Test (PPT) (Tiffin and Asher, 1948). Method In our multi-day double-blind study, 31 healthy, right-handed volunteers (11 female; age M=23.42; SD=2.45) without neurological disorders were randomly assigned in two groups receiving either anodal HD-tDCS (STIM, n=16) or sham stimulation (SHAM, n=15). Between a pre- and a posttest participants practiced with the PPT on three consecutive days for 15min and received, congruent to motor practice, a bihemispheric HD-atDCS (1mA; 3,14cm2 Ag/AgCl electrodes) over C1 and C2 (10-10-EEG-system) or a sham stimulation. Five to seven days after the posttest, a follow up test was conducted. Results Two way ANOVAs showed significantly increased performance for all PPT-scores (p<.001). The sub-scores for right hand, both hands and overall-score showed a significant interaction TIME×GROUP (p<.05). Left hand showed a statistical trend (p=.10). These effects were most pronounced in the follow up test. Conclusion Our findings indicate that a bihemispheric HD-atDCS of the M1 improves motor learning of unimanual and bimanual hand movements. The strength of the effects, however, depends on which hand is used in the unimanual task and the type of the bimanual task. This could be important to make HD-tDCS more suitable for clinical applications and the usage in motor training.",
		"pages": "e138-e139",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245716309464",
		"journal": "Clinical Neurophysiology",
		"volume": "128"
	},
	{
		"id": "BELMIN2022863",
		"source_id": "BELMIN2022863",
		"type": "article",
		"title": "La prévention gérontologique basée sur la fragilité : quels résultats ?",
		"author": "J. Belmin",
		"keywords": "Prévention, Dépendance, Vieillissement, Études d’intervention, Fragilité, Prevention, Dependency, Aging, Interventional studies, Frailty",
		"doi": "https://doi.org/10.1016/j.banm.2022.02.017",
		"abstract": "Résumé L’accroissement du nombre de personnes âgées est un phénomène qui touche l’ensemble de la planète et représente un défi pour l’humanité. Dans ce contexte, prévenir l’altération des capacités fonctionnelles qui se produit avec l’avancée en âge est un enjeu crucial pour promouvoir chez les individus âgés un vieillissement en activité et une vie indépendante. Cette revue de littérature porte sur les principales études contrôlées menées pour préserver les capacités fonctionnelles de personnes âgées à risque. La plupart des travaux ont analysé les effets de programmes d’intervention menés pendant plusieurs semaines chez des personnes âgées fragiles ou pré-fragiles. Les programmes d’entraînement physique seul ou combinés à des interventions nutritionnelles ont permis d’améliorer le niveau de fragilité, la vitesse de marche et la force musculaire de membres inférieurs. Les interventions personnalisées basées sur l’évaluation gérontologique multidimensionnelle des participants a permis d’améliorer leur niveau de fragilité. Un programme d’interventions multi-domaines mené chez des personnes âgées ayant trois maladies chroniques ou plus, a permis d’améliorer leur qualité de vie et leur fonctionnement cognitif et de diminuer la dépendance. Une étude d’interventions multi-domaines menée chez des personnes âgées à haut risque de développer une démence a permis d’améliorer leurs fonctions cognitives. Cette littérature montre qu’il est possible par des programmes d’intervention soutenus d’améliorer ou de préserver les capacités fonctionnelles d’individus âgés à risque d’une évolution gérontologique défavorable. La mise en œuvre d’actions de prévention à large échelle chez les personnes âgées en est seulement à ses débuts. Le programme de prévention Integrative Care for Older People (ICOPE) de l’Organisation mondiale de la santé propose un parcours de soin organisé destiné aux personnes de plus de 60 ans et vise à promouvoir dans cette population le vieillissement en activité. Summary The increase in the number of elderly people is a phenomenon that affects the whole planet and represents a challenge for humanity. In this context, preventing the functional decline that occurs with advancing age is a crucial issue to promote active aging and independent living in older individuals. This literature review focuses on the main controlled studies conducted to preserve the functional abilities of elderly people at risk. Most studies have analyzed the effects of intervention programs conducted over several weeks in frail or pre-frail older adults. Physical training programs alone or combined with nutritional interventions improved frailty levels, walking speed, and muscle strength of the lower limbs. Personalized interventions based on a multidimensional gerontological assessment of the participants improved their level of frailty. A multi-domain intervention program conducted in older adults with three or more chronic diseases improved their quality of life and cognitive functioning, and reduced dependency. A study of multi-domain interventions in older adults at high risk of developing dementia improved their cognitive function. The literature shows that it is possible through sustained intervention programs to improve or preserve the functional capacities of older individuals at risk of an unfavorable gerontological trajectory. The implementation of large-scale preventive actions in the elderly is only in its beginnings. The World Health Organizations Integrative Care for Older People (ICOPE) prevention program offers an organized care pathway for people over 60 years of age and aims to promote active aging in this population.",
		"pages": "863-871",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0001407922001765",
		"journal": "Bulletin de lAcadémie Nationale de Médecine",
		"volume": "206"
	},
	{
		"id": "BRACH2016520",
		"source_id": "BRACH2016520",
		"type": "article",
		"title": "Translation of a Motor Learning Walking Rehabilitation Program Into a Group-Based Exercise Program for Community-Dwelling Older Adults",
		"author": "Jennifer S. Brach and Sara J. Francois and Jessie M. VanSwearingen and Sandra Gilmore and Subashan Perera and Stephanie A. Studenski",
		"doi": "https://doi.org/10.1016/j.pmrj.2015.10.004",
		"abstract": "Background Traditional exercise programs for older adults, which focus on aerobic and strength training, have had only modest effects on walking. Recently, a motor learning exercise program was shown to have greater effects on walking compared with a traditional exercise program. Translating this novel motor learning exercise program into a group exercise program would allow it to be offered as an evidence-based, community-based program for older adults. Objective To translate a walking rehabilitation program based on motor learning theory from one-on-one to group delivery (On the Move) and evaluate multiple aspects of implementation in older adults with impaired mobility. Design The translation process involved multiple iterations, including meetings of experts in the field (Phase I), focus groups (Phase II), and implementation of the newly developed program (Phase III). Phase III was based on a one-group model of intervention development for feasibility, safety, potential effects, and acceptability. Setting Community sites, including 2 independent living facilities, an apartment building, and a community center. Participants Adults 65 years of age or older who could ambulate independently and who were medically stable. Thirty-one adults, mean age 82.3 ± 5.6 years, were eligible to participate. Methods The group exercise program was held twice a week for 12 weeks. Main Outcome Measurements Acceptability of the program was determined by retention and adherence rates and a satisfaction survey. Risk was measured by adverse events and questions on perceived challenge and safety. Mobility was assessed pre- and postintervention by gait speed, Figure of 8 Walk Test, and 6-minute walk test. Results Modifications to the program included adjustments to format/length, music, education, and group interaction. The 12-week program was completed by 24 of 31 entrants (77%). Adherence was high, with participants attending on average 83% of the classes. Safety was excellent, with only 1 subject experiencing a controlled, noninjurious fall. There was preliminary evidence for improved mobility after the intervention: gait speed improved from 0.76 ± 0.21 to 0.81 ± 0.22 m/s, P = .06; Figure of 8 Walk Test from 13.0 ± 3.9 to 12.0 ± 3.9 seconds, P = .07; and 6-minute walk test from 246 ± 75 to 281 ± 67 m, P = .02. Conclusions The group-based program was safe and acceptable to older adults with impaired mobility and resulted in potentially clinically meaningful improvements in mobility.",
		"pages": "520-528",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148215010643",
		"journal": "PM&R",
		"volume": "8"
	},
	{
		"id": "PAYYANADAN2017462",
		"source_id": "PAYYANADAN2017462",
		"type": "article",
		"title": "Contextual Design for driving: Developing a trip-planning tool for older adults",
		"author": "Rashmi P. Payyanadan and Madeleine Gibson and Erin Chiou and Mahtab Ghazizadeh and John D. Lee",
		"keywords": "Older adults, Contextual Design, Navigation, Trip-planning, Route choice, Affinity diagram",
		"doi": "https://doi.org/10.1016/j.trf.2016.08.005",
		"abstract": "Independent living depends on mobility, and mobility depends on driving, particularly for people 65years and older. The longer older adults can safely drive, the longer they can independently run errands, shop, exercise, and maintain social networks. Age-related decline of perceptual, motor, and cognitive abilities can undermine the mobility and driving safety of older drivers. Data from driving simulators, on-road tests, surveys, and crash reports describe the driving safety and mobility challenges of older adults, but these methods offer a limited view of these challenges and fail to indicate design solutions. Contextual Design—a combination of Contextual Inquiry interviews, model building, and affinity diagrams—offers a complementary approach to uncover challenges that older adult drivers’ experience. For two weeks, 39 drivers age 65 and above, had their vehicles instrumented to collect driving and video data. Applying Contextual Design to these data showed that older drivers in urban and rural settings faced different mobility challenges and adopted various strategies to mitigate risk: older drivers often involved their spouse or passenger in the driving task, avoided certain driving maneuvers such as left turns, avoided unfamiliar or poorly lit roads at night, and planned trips to avoid risky driving situations. Ridesharing and trip planning emerged as important strategies to improve the safety and mobility of older drivers. Ridesharing could serve as a potential solution to prolong mobility; however, factors such as wait time, scheduling conflicts, costs, and trust were concerns for older drivers. A paper prototype was developed to validate the driving challenges faced by older drivers, and guide the development of a customized web-based trip-planning tool. The trip-planning tool could help older drivers make safer route choices by offering routes with fewer driving challenges, therebyenhancing their driving safety, mobility, and independence.",
		"pages": "462-476",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S136984781630362X",
		"journal": "Transportation Research Part F: Traffic Psychology and Behaviour",
		"volume": "46"
	},
	{
		"id": "BALACHANDRAN2016131",
		"source_id": "BALACHANDRAN2016131",
		"type": "article",
		"title": "Functional strength training: Seated machine vs standing cable training to improve physical function in elderly",
		"author": "Anoop Balachandran and Maria M. Martins and Frederico G. De Faveri and Ozgur Alan and Funda Cetinkaya and Joseph F. Signorile",
		"keywords": "Functional training, Resistance training, Older persons, Biomechanical specificity",
		"doi": "https://doi.org/10.1016/j.exger.2016.06.012",
		"abstract": "Background The majority of the strength training studies in older adults have incorporated fixed-form exercises using seated resistance training machines. In light of the modest improvements in physical function shown in these studies, functional or task-specific exercises, involving movement patterns that mimic daily activities, have been studied. Free-form exercises, using free-weights or cable, is another form of functional strength training. Currently, no intervention studies exist comparing free-form exercises, using cable machines, and fixed-form exercises, using seated machines in older adults. Methods A total of 29 independently-living older adults, 65years or older, were randomized into two groups, seated machine (SM, n=10) and standing cable (SC, n=12). After 12weeks of training twice per week, groups were compared. The primary outcome was the Physical Performance Battery (PPB), a measure of physical function. Secondary outcomes were lower and upper body strength and power, activities of daily living evaluated by multiple tests including: Physical Performance Test (PPT), pan carry and gallon jug transfers, ratings of perceived exertion (RPE), and self-reported function using Patient Reported Outcomes Measurement Information System (PROMIS). Outcome assessors were blinded to participants intervention assignments. Results The PPB (SC=0.23 points; SM=0.15 points) showed clinical and significant improvements, but there was no significant difference between the groups (g=0.2, 95% CI (−0.6, 1.0). For secondary outcomes, chair stand (g=0.7, 95% CI (0.2, 1.6), p=0.03) and pan carry (g=0.8, 95% CI (0.07, 1.07), p=0.04) favored SC, while chest press 1RM (g=0.2, 95% CI (0.06, 1.1), p=0.02) favored SM. There were no statistically significant group differences between PPB, gallon jug transfer, leg press 1RM, power, RPE or self-reported function. Conclusions Standing cable training was not superior to seated machine training in improving physical performance in older adults. However, both training interventions were effective in improving function. The findings also suggest that exercise specificity should be considered when prescribing resistance exercises to improve physical function in older adults.",
		"pages": "131-138",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556516301735",
		"journal": "Experimental Gerontology",
		"volume": "82"
	},
	{
		"id": "MORAT201628",
		"source_id": "MORAT201628",
		"type": "article",
		"title": "Neuromuscular function in different stages of sarcopenia",
		"author": "Tobias Morat and Kevin J. Gilmore and Charles L. Rice",
		"keywords": "Older adults, Isometric strength, Twitch properties, Dorsiflexion, Tibialis anterior, Muscle mass",
		"doi": "https://doi.org/10.1016/j.exger.2016.04.014",
		"abstract": "This study applied the screening tool developed by the European Working Group on Sarcopenia in Older People (EWGSOP) on seniors aged over 65years and concurrently tested various laboratory-based indices of neuromuscular function. Twenty-four healthy and independent living older adults (9 men, 15 women) with a mean age of 79.1±5.8years participated. Based on gait speed, handgrip strength and muscle mass all subjects were categorized into one of the three conceptual sarcopenia stages (pre-sarcopenia, sarcopenia, severe sarcopenia). Maximal strength of dorsiflexors in the left leg was measured and voluntary activation was assessed by the interpolated twitch technique. In addition, isometric evoked contractile properties were recorded. Skeletal muscle mass was assessed by ultrasound from nine sites. There were roughly equal number of subjects in each sarcopenic category, and age was not different among the 3 groups. There were no differences in handgrip strength and skeletal muscle mass index among the 3 groups. Gait speed was significantly slower (p<0.01) in the severe sarcopenic subjects compared to the pre-sarcopenic group. With no differences in voluntary activation among the groups, the maximal voluntary contractions (MVCs) for severe sarcopenic subjects were 29% lower (p=0.02) and with 19% slower (p=0.02) voluntary rates of torque development (RTD) compared to sarcopenic subjects. Furthermore, the severe group was 34% lower (p=0.04) with 36% slower (p=0.02) RTD compared to pre-sarcopenic subjects. Peak twitch tension was 54% lower (p<0.01) in the severe group compared with the pre-sarcopenic group. Maximal twitch RTD were 40% (p=0.03) slower for the severe group compared to the sarcopenia group, and 51% slower (p=0.03) compared with the pre-sarcopenia group, but when normalized to peak torques there were no statistical differences. The laboratory tests found neuromuscular differences among the 3 groups which generally supported the classification scheme and helped to illustrate some key factors that could explain differences in functional capacities. These initial findings support the assumption that this categorization is relevant for identifying older adults with different neuromuscular properties. However, further studies are needed to provide more insight into the specific neuromuscular changes in the three sarcopenia stages, and how these changes relate to functional capacity. Such studies could ultimately contribute to identifying optimal interventions to improve neuromuscular functioning.",
		"pages": "28-36",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556516301097",
		"journal": "Experimental Gerontology",
		"volume": "81"
	},
	{
		"id": "SANDBERG20161244",
		"source_id": "SANDBERG20161244",
		"type": "article",
		"title": "Effects of Twice-Weekly Intense Aerobic Exercise in Early Subacute Stroke: A Randomized Controlled Trial",
		"author": "Klas Sandberg and Marie Kleist and Lars Falk and Paul Enthoven",
		"keywords": "Exercise, Quality of life, Randomized controlled trial [publication type], Rehabilitation, Stroke",
		"doi": "https://doi.org/10.1016/j.apmr.2016.01.030",
		"abstract": "Objective To examine the effects of 12 weeks of twice-weekly intensive aerobic exercise on physical function and quality of life after subacute stroke. Design Randomized controlled trial. Setting Ambulatory care. Participants Patients (N=56; 28 women) aged ≥50 years who had a mild stroke (98% ischemic) and were discharged to independent living and enrolled 20 days (median) after stroke onset. Interventions Sixty minutes of group aerobic exercise, including 2 sets of 8 minutes of exercise with intensity up to exertion level 14 or 15 of 20 on the Borg rating of perceived exertion scale, twice weekly for 12 weeks (n=29). The nonintervention group (n=27) received no organized rehabilitation or scheduled physical exercise. Main Outcome Measures Primary outcome measures included aerobic capacity on the standard ergometer exercise stress test (peak work rate) and walking distance on the 6-minute walk test (6MWT). Secondary outcome measures included maximum walking speed for 10m, balance on the timed Up and Go (TUG) test and single leg stance (SLS), health-related quality of life on the European Quality of Life Scale (EQ-5D), and participation and recovery after stroke on the Stroke Impact Scale (SIS) version 2.0 domains 8 and 9. Participants were evaluated pre- and postintervention. Patient-reported measures were also evaluated at 6-month follow-up. Results The following improved significantly more in the intervention group (pre- to postintervention): peak work rate (group × time interaction, P=.006), 6MWT (P=.011), maximum walking speed for 10m (P<.001), TUG test (P<.001), SLS right and left (eyes open) (P<.001 and P=.022, respectively), and SLS right (eyes closed) (P=.019). Aerobic exercise was associated with improved EQ-5D scores (visual analog scale, P=.008) and perceived recovery (SIS domain 9, P=.002). These patient-reported improvements persisted at 6-month follow-up. Conclusions Intensive aerobic exercise twice weekly early in subacute mild stroke improved aerobic capacity, walking, balance, health-related quality of life, and patient-reported recovery.",
		"pages": "1244-1253",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999316001052",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "97"
	},
	{
		"id": "KWAK2023S66",
		"source_id": "KWAK2023S66",
		"type": "article",
		"title": "Longitudinal relationships of loneliness and sleep quality in older adults",
		"author": "Paulyn Kwak and Elizabeth Twamley and Ellen Lee and Colin Depp",
		"doi": "https://doi.org/10.1016/j.jagp.2022.12.227",
		"abstract": "Introduction Loneliness is associated with sleep disturbances including nighttime awakenings, sleep fragmentation, and insomnia. In addition to adverse effects on sleep, loneliness has also been found to have harmful impacts on mental and physical health. Aging is associated with higher rates of loneliness, worse sleep disturbances, and poor physical health outcomes. Sleep may be a key mediator of downstream health problems from loneliness, though previous studies have not used validated scales for both loneliness and sleep quality. The present study aims to explore the relationship between loneliness and self-reported sleep quality in a longitudinal study of community-dwelling older adults. We hypothesized that: 1) loneliness and sleep quality will be associated at baseline; 2) there will be sex- and age-related differences in rates of change of loneliness and sleep quality; 3) changes in sleep quality will be associated with changes in loneliness over time; and 4) changes in loneliness and sleep quality will be associated with changes in depressive symptoms. Methods The study sample included 68 older adults (age 67-100 years) from the independent living sector of a continuing care senior housing community. Baseline and longitudinal assessments were conducted measuring loneliness (UCLA Loneliness Scale-version 3), sleep quality (Pittsburgh Sleep Quality Index), and depression (Patient Health Questionnaire-9). Rates of change on these measures were calculated by dividing the difference between baseline and follow-up scores by the number of days between visits. We compared age, gender, follow-up time, education, marital status using independent sample t-tests and chi-square tests. The associations between marital status, loneliness, and sleep were assessed using general linear models, controlling for age and gender. Results The sample included 47 women and 21 men, with mean age 81.9 years, mean follow-up time of 2.2 years, 16.2 years of education, and 38.2% who were married or cohabitating. Within the sample, 38.2% were lonely and 42.3% had poor sleep quality at baseline. The two gender groups were similar in age, education, marital status, follow-up time, baseline loneliness, and baseline sleep quality. Worse baseline sleep quality was significantly associated with worse baseline loneliness (B=1.16, SE=0.42, p=0.01), controlling for marital status. Age was not significantly associated with rates of change in loneliness or sleep quality. Female sex was significantly associated with worse baseline sleep quality (B=2.08, SE=0.97, p=0.04), but not with rates of change in sleep quality or loneliness. Worsening sleep quality was associated with increasing loneliness (B=0.22, SE=0.10, p=0.04), controlling for marital status. Worsening sleep quality was associated with worsening depression (B=0.52, SE=0.13, p<0.001). Similarly, increasing loneliness was significantly associated with worsening depression (B=0.38, SE=0.19, p=0.05), controlling for marital status. Conclusions In line with previous studies, the current findings suggest that high levels of loneliness and poor sleep quality are both concurrently and longitudinally associated in older adults. Worsening sleep quality and increasing loneliness were consistently associated with worsening depression, highlighting the importance of sleep and social connectedness for mental health outcomes. Understanding how sleep may mediate health effects of loneliness may inform future interventions to improve well-being for older adults. This research was funded by This work is supported by IBM Research AI through the AI Horizons Network. This study was supported, in part, by the National Institute of Mental Health [K23MH119375-01 (PI: EEL),], A Havens Established Investigator Grant from The Brain & Behavior Research Foundation (PI: EEL), Desert-Pacific Mental Illness Research Education and Clinical Center at the VA San Diego Healthcare System, and the Stein Institute for Research on Aging at the University of California San Diego. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of the NIH.",
		"pages": "S66-S67",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748123000520",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "31"
	},
	{
		"id": "NADEAU2017e30",
		"source_id": "NADEAU2017e30",
		"type": "article",
		"title": "Individuals at four months post total knee arthroplasty (TKA) still prefer to perform asymmetrically during sit-to-stand tasks",
		"author": "Sylvie M. Nadeau and Hélène Moffet and Hélène Corriveau",
		"keywords": "Total knee arthroplasty, Sit-to-stand, Biomechanical analysis, Deficits, Asymmetry",
		"doi": "https://doi.org/10.1016/j.rehab.2017.07.132",
		"abstract": "Objective Rising from a chair, a demanding task for the lower limbs, is essential to independent living. Biomechanical data collected after knee surgery is relevant for determining the level of residual deficits and compensations during functional tasks and could be used to optimize rehabilitation. The aim of this study was to quantify the kinematics and kinetic differences between the operated and non-operated lower limbs in individuals at 4 months from TKA surgery during sit-to-stand (STS) tasks executed under three foot positions. Material/patients and methods Eighty-one individuals [mean age (standard deviation): 66 (7.5) years] who had received 8 weeks of physiotherapy were assessed 4 months after undergoing knee arthroplasty. Pain, ROM and strength were assessed. Walking endurance (6MWT), stair capacity (timed stair test) and the knee and hip osteoarthritis condition (WOMAC Questionnaire) were also evaluated to determine the participants’ clinical status. For the STS, participants got up from a chair at natural speed under three conditions: spontaneous (SP), symmetrical (SYM) and asymmetrical (ASYM) foot positions (the foot back). 3D lower limb joint angles and moments were obtained using force platforms and a motion analysis system combined with an inverse dynamic approach. Statistical analyses (ANOVAs and paired t-tests) were used to assess the effects of sides and foot positions on the biomechanical data at seat-off. Results Mean values in the WOMAC, 6MWT and stair capacity were 84.7 (14.4), 411.4m (93.9) and 19.2 (23.5), respectively. Participants had moderate pain at activity and ROM and strength at the knee were inferior on the operated side. The duration of the task was longer for ASYM condition than the two others. Kinematics and kinetic lower limb data generally differed between foot conditions and sides (mainly for joint moments) towards maximizing the use of the non-operated side except for the ASYM condition where the participants increased their weight-bearing on the operated side, resulting in higher knee moments of that side at the knee. Discussion – conclusion These results reveal that the asymmetrical behavior during STS is a preference rather than an inability to perform symmetrically. Further analyses of the data will allow identification of the predicting factors of STS performance at four months post-TKA. The study was financed by the Canadian Institutes of Health Research (CIHR, Trial Number ISRCTN66285945).",
		"pages": "e30-e31",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065717302555",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "60"
	},
	{
		"id": "ALJOHI201935",
		"source_id": "ALJOHI201935",
		"type": "article",
		"title": "The consumption of 12 Eggs per week for 1 year does not alter fasting serum markers of cardiovascular disease in older adults with early macular degeneration",
		"author": "Hassan Aljohi and Mindy Dopler-Nelson and Manuel Cifuentes and Thomas A. Wilson",
		"keywords": "Apolipoprotein A-1, Apolipoprotein B, C-reactive protein (CRP), Cardiovascular disease (CVD), HDL cholesterol, LDL cholesterol",
		"doi": "https://doi.org/10.1016/j.jnim.2018.11.004",
		"abstract": "Some studies suggest that eating more than one egg daily may increase risk of death from cardiovascular disease. The objective of this study was to determine the effects of consuming eggs on various serum markers associated with cardiovascular disease (CVD). Forty-five independently living adults diagnosed with early macular degeneration, but healthy otherwise were recruited into the study. Subjects were placed into the Intervention (n = 27) or Control group (n = 18) based on whether or not they would consume eggs. The Intervention group consumed 12 eggs per week while the Control group refrained from consuming any whole egg products for 1 year. Serum concentrations of total cholesterol (TC), high-density lipoprotein cholesterol (HDL-C), triglycerides (TG), glucose, apolipoprotein (apo) A-1 and apo B, lipoprotein (Lp)a and high-sensitive C reactive protein (hsCRP) were measured at baseline, 6, and 12 months. Serum low-density lipoprotein cholesterol (LDL-C) concentration was calculated via the Friedewald equation. Serum TC, TG, HDL-C, LDL-C, apo A-1, apo B, Lpa and hsCRP concentrations did not change at any time in both the Intervention and Control groups compared to baseline nor were there any differences between the two treatment. Serum glucose concentrations did increase significantly in the Intervention group at 6 months compared to baseline (23%, P < 0.05) but decreased back to baseline concentrations at 12 months. This study suggests that the consumption of 12 eggs per week for 1 year does not significantly alter fasting serum lipids, lipoprotein cholesterol, or other biomarkers of CVD in older adults diagnosed with early macular degeneration.",
		"pages": "35-41",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352385918300070",
		"journal": "Journal of Nutrition & Intermediary Metabolism",
		"volume": "15"
	},
	{
		"id": "GREESON2020105005",
		"source_id": "GREESON2020105005",
		"type": "article",
		"title": "Interventions for youth aging out of foster care: A state of the science review",
		"author": "Johanna K.P. Greeson and Antonio R. Garcia and Fei Tan and Alexi Chacon and Andrew J. Ortiz",
		"keywords": "Older youth in foster care, Youth aging out of foster care, Vulnerable populations, Wellbeing outcomes, California Evidence-Based Clearinghouse for Child Welfare’s Scientific Rating Scale",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105005",
		"abstract": "Background The 1999 John H. Chafee Foster Care Independence Act expanded a federal funding stream for independent living/transition services for older youth (ages 14+) in and transitioning from foster care. As a result, there has been a proliferation of programs that target youth who are likely to age out of foster care with the intention of improving their emerging adulthood outcomes. These programs aim to improve wellbeing outcomes related to education, employment, housing, health/mental health, and relationships. Using a scoping review framework, we sought to take stock of the state of the science of the programs and interventions (PIs) currently available for young people who age out of foster care. We offer research recommendations regarding how the field can move forward with promoting improved wellbeing of young people in care as they transition to adulthood. We assess to what extent both services for young people aging out of care and related research has included vulnerable populations, including pregnant/parenting youth, LGBTQ + youth, youth of color, youth with disabilities, and crossover youth. Method Using the National Governors Association’s Center for Best Practices (2010) as a guide, we searched the research and gray literatures for PIs that target education, employment, housing, health/mental health, and relationships. Then, we searched the research and gray literatures for evidence of effectiveness in the form of peer-reviewed scientific articles and evaluation reports. Next, based on the California Evidence-Based Clearinghouse (CEBC) for Child Welfare’s Scientific Rating Scale, we assigned each PI a rating (1 = Well-Supported by Research Evidence, 2 = Supported by Research Evidence, 3 = Promising Research Evidence, 4 = Failure to Demonstrate Effect, and 5 = Concerning Practice). Findings Of the 79 PIs we found, 10 (13%) yielded a rating from 1 to 5. The best rating in any of the five practice areas was a 2 (“Supported by Research Evidence”), which applied to four programs. The area with the most rated programs was relationships, with four programs receiving a rating. The area with the least PIs was health/mental health care, with only a single program receiving a rating. Regarding vulnerable populations, 64 programs targeted at least one of the vulnerable populations of interest; 10 (16%) were rated with the CEBC Scale. Implications When the Foster Care Independence Act was passed, there was a dearth of PIs that targeted the wellbeing of older youth in foster care who were likely to age out. In the last 20 years, we have done an excellent job developing PIs. Given the results of this scoping review, we must now build the evidence for the PIs that already exist. This process entails ensuring agencies are equipped with the capacities to implement PIs to fidelity and that procedures are in place to examine the effectiveness for the many PIs that are already being delivered to marginalized young people who age out of care. Special attention should also be devoted to testing the efficacy and effectiveness of existing PIs for vulnerable populations, as their experiences have not been adequately illuminated by previous research.",
		"pages": "105005",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920301420",
		"journal": "Children and Youth Services Review",
		"volume": "113"
	},
	{
		"id": "YAFFE2018S37",
		"source_id": "YAFFE2018S37",
		"type": "article",
		"title": "2495 - Role of Scheduled and Demand-Response Transit in Connecting People with Activities of Daily Living",
		"author": "Steve Yaffe",
		"doi": "https://doi.org/10.1016/j.jth.2018.05.099",
		"abstract": "Background President Trumps proposed Fiscal Year 2019 budget would make provision of Non-Emergency Medical Transportation through the Medicaid program optional. The Trump administration has granted waivers to Indiana, Kentucky and Iowa, allowing them to deny rides to non-disabled adults trying to access medical appointments. These adults likely include people with hypertension and diabetes in danger of kidney failure, asthma patients, and potentially people with tuberculosis. Health Care is a human service program. Luckily, the means by which people can be mobile and access health care are being transformed at near-warp speed. I’ll be speaking from nearly 40 years of experience planning, developing and overseeing public and human service agency demand-response transportation services and fixed-route bus operations; proposing and serving as a panel member on Transit Cooperative Research Program projects; and past board service for a center for independent living and a long term care coordinating council. Methods Transit has progressed from fixed-route fixed-stop train and bus services, dial-a-ride, scheduled standing-order, taxi and volunteer-based services to app-based exclusive-ride and shared-ride connections, bike-sharing, car-sharing, and scooters. Market segmentation and community engagement best practices enable transportation providers to offer services and information that will be absorbed and used. I’ll provide insight into mobility customers, the wide array of agencies and regulations subsidizing rides, and discuss a comprehensive community engagement program that leads to effective marketing. Technology is being transformed on several fronts beyond assigning rides to vehicles: mobile platforms for information and fare payment; pipelines to exchange structured data between mobility partners; and accounting and reporting software to support rideshare as well as service evaluation. With this presentation, I’ll describe the current spectrum of transit services, near to mid-term mobility enhancements under development, and promote a structure to sustainably provide mobility. Results Results and Trends are temporary. Transit ridership in the Washington DC metropolitan area and in much of the country has been declining substantially in the past few years. Uber, Lyft and similar services now provide almost the same number of rides as transit, though all require substantial subsidies. I look forward to a bounce-back as partnerships are developed and refined to enable each provider to efficiently and sustainable focus on fully-accessible market segments within a cooperatively coordinated structure. Conclusions Technology advances combined with basic transportation economics and adherence to civil rights laws, will steer transportation providers into offering cooperatively coordinated accessible mobility network. I’ll close with a list of resources.",
		"pages": "S37",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214140518302846",
		"journal": "Journal of Transport & Health",
		"volume": "9"
	},
	{
		"id": "SANTIAGORIBEIRO2017168",
		"source_id": "SANTIAGORIBEIRO2017168",
		"type": "article",
		"title": "Cinétique cérébrale du [18F]-FPEB, radioligand spécifique du mGluR5, chez le volontaire sain",
		"author": "M.J. Santiago Ribeiro and J. Vercouillie and S. Maia and V. Gissot and F. Bonnet Brilhault and D. Guilloteau and N. Arlicot",
		"keywords": "Radiopharmaceutique, TEMP/TDM, Temps d’acquisition, Neurologie",
		"doi": "https://doi.org/10.1016/j.mednuc.2017.02.080",
		"abstract": "Objectifs Le glutamate est le principal neurotransmetteur excitateur dans le système nerveux central. Les récepteurs métabotropiques du glutamate (mGluR) sont des récepteurs couplés à des protéines G, activant des systèmes de seconds messagers intracellulaires, pour moduler la neurotransmission glutamatergique. Le sous-type mGluR5 semble être un régulateur important du système glutamatergique en raison de son implication dans différents mécanismes impliqués dans la neurogenèse et la maintenance synaptique. Plusieurs équipes ont développé des radiotraceurs spécifiques du ce système et plus précisément du mGluR5. Dans ce travail, nous avons vérifié la pharmacocinétique cérébrale d’un radioligand TEP du mGluR5, le [18]F-FPEB, chez le volontaire sain et proposé un protocole d’acquisition adapté aux populations pathologiques. Matériels et méthodes Des acquisitions cérébrales dynamiques TEP/TDM (Philips Ingenuity 64) ont été réalisées chez 10 volontaires hommes (âge moyen±ET : 31±12 ans), pendant 90min, après injection intraveineuse de [18F]-FPEB (257±29 MBq). Afin d’obtenir des courbes activité-temps (TAC) et à l’aide du référentiel MNI-AAL, nous avons défini des régions d’intérêt (ROI) sur différentes structures cérébrales. Résultats Après un pic maximal obtenu environ 10min pi, nous avons observé que la fixation du [18F]-FPEB était maximale au niveau du cortex cingulaire (antérieur et postérieur) et du striatum puis cette fixation décroit ensuite lentement et de façon linéaire jusqu’à la fin de l’acquisition pour l’ensemble des régions cérébrales. Sur les régions connues pour être moins riches en récepteur mGluR5, et surtout pour le cervelet, la fixation est inférieure aux autres régions. Ceci permet de proposer le cervelet comme région de référence non spécifique. Conclusion Pour une acquisition de 90min, nos résultats sont similaires à ceux obtenus par les équipes américaines qui ont développé le [18F]-FPEB (Wong et al., 2013, Park et al., 2015, Leurquin-Sterk G et al., 2016). Ils nous permettent également de proposer un protocole d’acquisition adapté à des patients avec des durées plus courtes (20min). Finalement, nos résultats ont confirmé l’utilisation du cervelet comme région de référence pour la quantification de la densité de mGluR5. Remerciements Ce travail s’intègre dans le programme de l’Agence nationale pour la recherche « Investissements d’Avenir » n°ANR-11-LABX-0018-01), IRON et financé par la Région Centre Val-de-Loire.",
		"pages": "168-169",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0928125817300864",
		"journal": "Médecine Nucléaire",
		"volume": "41"
	},
	{
		"id": "GOVERMAN20161067",
		"source_id": "GOVERMAN20161067",
		"type": "article",
		"title": "Satisfaction with life after burn: A Burn Model System National Database Study",
		"author": "J. Goverman and K. Mathews and D. Nadler and E. Henderson and K. McMullen and D. Herndon and W. Meyer and J.A. Fauerbach and S. Wiechman and G. Carrougher and C.M. Ryan and J.C. Schneider",
		"keywords": "Burn, Satisfaction with life, Outcome",
		"doi": "https://doi.org/10.1016/j.burns.2016.01.018",
		"abstract": "Objectives While mortality rates after burn are low, physical and psychosocial impairments are common. Clinical research is focusing on reducing morbidity and optimizing quality of life. This study examines self-reported Satisfaction With Life Scale scores in a longitudinal, multicenter cohort of survivors of major burns. Risk factors associated with Satisfaction With Life Scale scores are identified. Methods Data from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) Burn Model System (BMS) database for burn survivors greater than 9 years of age, from 1994 to 2014, were analyzed. Demographic and medical data were collected on each subject. The primary outcome measures were the individual items and total Satisfaction With Life Scale (SWLS) scores at time of hospital discharge (pre-burn recall period) and 6, 12, and 24 months after burn. The SWLS is a validated 5-item instrument with items rated on a 1–7 Likert scale. The differences in scores over time were determined and scores for burn survivors were also compared to a non-burn, healthy population. Step-wise regression analysis was performed to determine predictors of SWLS scores at different time intervals. Results The SWLS was completed at time of discharge (1129 patients), 6 months after burn (1231 patients), 12 months after burn (1123 patients), and 24 months after burn (959 patients). There were no statistically significant differences between these groups in terms of medical or injury demographics. The majority of the population was Caucasian (62.9%) and male (72.6%), with a mean TBSA burned of 22.3%. Mean total SWLS scores for burn survivors were unchanged and significantly below that of a non-burn population at all examined time points after burn. Although the mean SWLS score was unchanged over time, a large number of subjects demonstrated improvement or decrement of at least one SWLS category. Gender, TBSA burned, LOS, and school status were associated with SWLS scores at 6 months; scores at 12 months were associated with LOS, school status, and amputation; scores at 24 months were associated with LOS, school status, and drug abuse. Conclusions In this large, longitudinal, multicenter cohort of burn survivors, satisfaction with life after burn was consistently lower than that of non-burn norms. Furthermore mean SWLS scores did not improve over the two-year follow-up period. This study demonstrates the need for continued efforts to improve patient-centered long term satisfaction with life after burn.",
		"pages": "1067-1073",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417916000401",
		"journal": "Burns",
		"volume": "42"
	},
	{
		"id": "ENGWALL2017155",
		"source_id": "ENGWALL2017155",
		"type": "article",
		"title": "“I’m too old to think five years ahead”. Parent carers of adult children with intellectual disabilities in Sweden",
		"author": "Kristina Engwall",
		"keywords": "Living arrangements, Parent carers, Age structure, Intellectual disabilities, Adulthood, Logement, « Parent carers », Ordre de l’âge, Déficience intellectuelle, Passage à l’âge adulte",
		"doi": "https://doi.org/10.1016/j.alter.2017.05.005",
		"abstract": "In Sweden, most adult people with intellectual disabilities live in group homes. Independent living and independence are highly valued in Swedish politics. Yet there are also parents who live with their adult ‘children’ with intellectual disabilities. This article analyses eight parents’ stories about living with their adult children with intellectual disabilities. They discuss their daily lives and future thoughts concerning their childrens living situation. The analysis is conducted from a perspective in which age is seen as a social practice and power structure. The parents in this study violate several norms through their choices. Their daily lives continue to be characterized by the adult childrens needs and activities. The parents are aging and the adult children get older, but household chores and responsibilities continue to be distributed in the same way. There is risk that the co-living of parents and adult children will entrench an age structure in which parents are ascribed “eternal” adulthood, never transitioning into old age, while the child remains in “eternal” adolescence. Résumé En Suède, la plupart des personnes ayant une déficience intellectuelle vivent dans des logements de groupe selon une politique où l’autonomie est très importante. Malgré cela, il y a, en Suède aussi, des adultes présentant une déficience intellectuelle qui vivent avec leurs parents. L’objectif est de révéler la vie quotidienne et les pensées au sujet du logement futur des parents ayant à charge des enfants adultes souffrant de déficience intellectuelle, sur la base des récits de huit parents. L’analyse est basée sur une approche dans laquelle l’âge est considéré comme une pratique et un ordre social. Les parents dans cette étude se rendent responsables de la violation de plusieurs normes par le biais de leurs choix de vie. Leur vie quotidienne continue de se caractériser par des besoins et des activités pour des enfants adultes. Les parents vieillissent et les enfants adultes deviennent plus âgés, mais les tâches ménagères et les responsabilités continuent d’être distribuées de la même manière. Il y a une réticence des parents à planifier pour l’avenir. Dans ces familles, des difficultés surgissent pour modifier la position sociale de l’âge. La cohabitation est susceptible de perpétuer une séquence d’âge dans laquelle les parents sont attribués à un âge adulte « éternel » tandis que les enfants restent dans une phase de jeunesse « perpétuelle ».",
		"pages": "155-167",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1875067216300608",
		"journal": "Alter",
		"volume": "11"
	},
	{
		"id": "MURINA2017131",
		"source_id": "MURINA2017131",
		"type": "article",
		"title": "Alpha Lipoic Acid Plus Omega-3 Fatty Acids for Vestibulodynia Associated With Painful Bladder Syndrome",
		"author": "Filippo Murina and Alessandra Graziottin and Raffaele Felice and Dania Gambini",
		"keywords": "Alpha lipoic acid, amitriptyline, omega-3 polyunsaturated fatty acids, interstitial cystitis, painful bladder syndrome, vulvodynia",
		"doi": "https://doi.org/10.1016/j.jogc.2016.12.035",
		"abstract": "Objective This study assessed the effectiveness of alpha lipoic acid (ALA) plus omega-3 polyunsaturated fatty acids (n-3 PUFAs) in combination with amitriptyline therapy in patients with vestibulodynia/painful bladder syndrome (VBD/PBS). Methods Women with VBD/PBS were randomly assigned to receive amitriptyline or amitriptyline plus a commercially available preparation (ALAnerv Age; Alfa Wassermann, Bologna, Italy) containing, in 2 capsules, ALA 600 mg plus docosahexaenoic acid 250 mg and eicosapentaenoic acid 16.67 mg. Symptoms of burning and pain were assessed using a 10-cm visual analog scale and the short form of the McGill-Melzack Pain Questionnaire. Results Among 84 women who were randomized, the mean ± standard deviation dose of amitriptyline was 21.7 ± 6.6 mg/day, without statistical difference between the two groups. Pain, as assessed using both the pain rating index of the visual analog scale and the short-form McGill Pain Questionnaire, decreased significantly in both trial groups, with a greater effect seen with the addition of ALA and n-3 PUFAs. The addition of ALA/n-3 PUFAs to amitriptyline treatment was also associated with improvements in dyspareunia and pelvic floor muscle tone. The overall incidence of adverse events was low, and none led to treatment discontinuation. Conclusions The addition of ALA/n-3 PUFAs to amitriptyline treatment in patients with VBD/PBS appears to improve outcomes and may allow for a lower dosage of amitriptyline, which may lead to fewer adverse effects. Résumé Objectif Létude visait à évaluer lefficacité de lacide alpha-lipoïque (AAL) et des acides gras polyinsaturés oméga-3 (AGPI n-3) combinés au traitement à lamitriptyline chez les patientes atteintes de vestibulodynie et de cystite interstitielle (CI). Méthodologie Des femmes atteintes de vestibulodynie et de CI ont été réparties aléatoirement dans deux groupes, qui ont reçu de lamitriptyline ou de lamitriptyline et une préparation commerciale (ALAnerv Age; Alfa Wassermann, Bologne, Italie) contenant, dans deux gélules, 600 mg dAAL, 250 mg dacide docosahexaénoïque et 16,67 mg dacide eicosapentaénoïque. Lintensité des symptômes de brûlure et de douleur a été évaluée à laide dune échelle visuelle analogique de 10 cm et de la version courte du McGill Pain Questionnaire. Résultats Chez les 84 femmes réparties aléatoirement, la dose moyenne damitriptyline ± lécart-type était de 21,7 ± 6,6 mg/jour, sans différence statistique entre les deux groupes. La douleur ressentie, évaluée à laide de lindice de notation de léchelle visuelle analogique et de la version courte du McGill Pain Questionnaire, a diminué de façon significative dans les deux groupes de lessai, mais la baisse était plus importante dans le groupe ayant reçu lAAL et les AGPI n-3. Cet ajout au traitement à lamitriptyline a aussi été associé à une atténuation de la dyspareunie et à une amélioration du tonus musculaire du plancher pelvien. Lincidence totale des événements indésirables était faible, et aucun na mené à labandon du traitement. Conclusions Lajout de lAAL et des AGPI n-3 au traitement à lamitriptyline chez les patientes atteintes de vestibulodynie et de CI semble améliorer les issues et pourrait permettre de réduire la dose damitriptyline, ce qui diminuerait les effets indésirables.",
		"pages": "131-137",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1701216316397067",
		"journal": "Journal of Obstetrics and Gynaecology Canada",
		"volume": "39"
	},
	{
		"id": "GONZALEZPEREZ2016201",
		"source_id": "GONZALEZPEREZ2016201",
		"type": "article",
		"title": "Autonómetro. Propuesta de una escala para valorar la autonomía del mayor",
		"author": "Teodoro González-Pérez and José Domingo Barroso-Ribal and Antonieta Nieto-Barco and Rut Correia-Delgado and Carmen Araceli Pérez-Hernández and Armando Aguirre-Jaime",
		"keywords": "Autonomía, Fragilidad, Valoración geriátrica, Estudio de validación, Independent living, Frail elderly, Geriatric assessment, Validation studies",
		"doi": "https://doi.org/10.1016/j.regg.2015.09.007",
		"abstract": "Resumen Introducción Las perspectivas demográficas pronostican un envejecimiento poblacional en todos los países desarrollados, y esto lleva consigo un incremento de la fragilidad en las personas mayores. Los profesionales de la gerontología necesitamos instrumentos para detectar la fragilidad de forma anticipada. Presentamos una prueba de valoración de la autonomía multidimensional compuesta por un cuestionario y un test. Material y método Se ha diseñado una prueba de evaluación funcional cognitiva para mayores con un cuestionario de 40 preguntas (Autonómetro-Q) y un test de 26 tareas (Autonómetro-T) que se pueden utilizar conjuntamente o de forma independiente. Resultados El Autonómetro-T obtuvo un α de Cronbach de 0,85 con 4 dimensiones y un coeficiente kappa del 0,40. El Autonómetro-Q es un cuestionario breve pentadimensional con un α de Cronbach del 0,94, un coeficiente kappa de 0,63 y valores de sensibilidad del 85% y especificidad del 87%, para valores predictivos de resultado positivo y negativo del 73 y del 94%, respectivamente, tomando como patrón de referencia el Autonómetro-T. Conclusiones El autonómetro es un una herramienta útil para el cribado de fragilidad en personas mayores que mediante una prueba objetiva explora marcadores físicos relacionados con las actividades de la vida diaria. Introduction The demographic forecast predicts an aging population in all developed countries, and this will lead to an increase of frailty in the elderly. Gerontology professionals need tools to detect frailty in advance. A test is presented for assessing multidimensional independence, consisting of a questionnaire and a test. Material and method A test of cognitive functional assessment was designed for the elderly, consisting of a questionnaire of 40 questions (Autonometro-Q) and a test of 26 tasks (Autonometro-T) that can be used together or independently. Results Autonometro-T test obtained a Cronbach α of 0.85 with four dimensions, and a Kappa coefficient of 0.40. Autonometro-Q is a five-dimensional short questionnaire with a Cronbach α of 0.94, a Kappa coefficient of 0.63 and has a sensitivity of 85% and a specificity of 87%, with positive and negative predictive values of 73% and 94%, respectively, using Autonometro-T as the reference standard. Conclusions Autonometro is a useful tool for frailty screening in the elderly, which examines the physical markers related to daily living activities, using an objective test.",
		"pages": "201-209",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0211139X15001833",
		"journal": "Revista Española de Geriatría y Gerontología",
		"volume": "51"
	},
	{
		"id": "JORGENSEN2018S284",
		"source_id": "JORGENSEN2018S284",
		"type": "article",
		"title": "Mortality following trajectories of physical function: The impact of socio-demographic factors and social relations",
		"author": "T.S. H. Jørgensen and V. Siersma and R. Lund and C.J. Nilsson",
		"doi": "https://doi.org/10.1016/j.respe.2018.05.126",
		"abstract": "Introduction It is important to help older adults maintain a good physical function in old age in order to ensure quality of life, independent living and longevity. To tailor future preventive interventions and rehabilitation, it is necessary to identify how different trajectories of physical function are associated with mortality and whether certain groups of older adults are more vulnerable to negative consequences of adverse trajectories of physical function in old age. The aims of this study are to investigate how trajectories of physical function among older adults are associated with mortality and whether socio-demographic factors and social relations modify the associations. Methods Questionnaire data linked with register data on 2906 older Danish adults aged 75 and 80 years at baseline were included. Physical function was measured by the validated Mobility-help scale (0–6) four times over a 4.5-year period. Trajectories of physical function were based on the baseline measure of physical function and slopes of linear regression lines between the four measures of physical function over time. Four trajectories of physical function were identified by: (1) stable full physical function, (2) full physical function followed by a decrease, (3) stable low physical function and (4) low physical function followed by a decrease. Multivariable additive hazard regression models were used to estimate the association between the four trajectories of physical function and the following 5-year mortality. Results Compared to older adults with a stable full physical function, older adults with a low physical function followed by a decrease were associated with the highest number of additional deaths per 1000-person-years (py) (118.02, 95% CI: 67.40; 168.64). Hereafter older adults who had full physical function followed by a decrease (82.49, 95% CI: 65.22; 99.76) and finally older adults who had a stable low physical function (70.20, 95% CI: 35.33; 105.06). Wald test for global interaction showed significant interactions (P-value<0.01) between trajectories of physical function and age and gender, respectively. Due to interaction, men experienced 74.17 (95% CI: 32.44; 115.89) additional deaths per 1000 py for the trajectory full physical function followed by a decrease. The two other trajectories were not associated with significantly additional deaths among men than women. For age, those aged 80 years compared to 75 years were due to interaction associated with 48.48 (95% CI: 6.72; 90.23) additional deaths per 1000 py for the trajectory full physical function followed by a decrease, 85.50 (95% CI: 3.92; 167.07) additional deaths per 1000 py for the trajectory stable low physical function and 169.07 (95% CI: 55.90; 282.24) additional deaths per 1000 py for the trajectory low physical function followed by a decrease. Test of global interactions showed that socioeconomic factors and social relations did not modify the associations. Conclusions Trajectories of physical function that included decline were associated with the greatest mortality. The magnitudes of the associations between adverse trajectories of physical function and mortality were greater for men than women and those aged 80 years than those aged 75 years at baseline.",
		"pages": "S284",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0398762018308265",
		"journal": "Revue dÉpidémiologie et de Santé Publique",
		"volume": "66"
	},
	{
		"id": "HUNDESHAGEN2017293",
		"source_id": "HUNDESHAGEN2017293",
		"type": "article",
		"title": "Long-term effect of critical illness after severe paediatric burn injury on cardiac function in adolescent survivors: an observational study",
		"author": "Gabriel Hundeshagen and David N Herndon and Robert P Clayton and Paul Wurzer and Alexis McQuitty and Kristofer Jennings and Ludwik K Branski and Vanessa N Collins and Nicole Ribeiro Marques and Celeste C Finnerty and Oscar E Suman and Michael P Kinsky",
		"doi": "https://doi.org/10.1016/S2352-4642(17)30122-0",
		"abstract": "Summary Background Sepsis, trauma, and burn injury acutely depress systolic and diastolic cardiac function; data for long-term cardiac sequelae of paediatric critical illness are sparse. We aimed to assess long-term systolic and diastolic function, myocardial fibrosis, and exercise tolerance in adolescent survivors of severe paediatric burn injury. Methods In this observational study, we prospectively studied consecutive participants (any age or sex) returning to our institution (Shriners Hospitals for Children, Galveston, TX, USA) for long-term follow-up or reconstructive procedures, who had a history of severe paediatric burn injury affecting at least 30% of their total body surface area, sustained the injury at least 5 years before enrolment, and were treated acutely at our institution. Age-matched healthy controls were individuals who underwent echocardiographic evaluation for systolic and diastolic function as well as exercise testing during the same time period at the institution. Participants underwent echocardiography to quantify systolic function (ejection fraction), diastolic function (E/e), and myocardial fibrosis (calibrated integrated backscatter) of the left ventricle. Exercise tolerance was quantified by oxygen consumption (VO2) and heart rate at rest and during peak exercise. Demographic information, clinical data, and biomarker expression were used to predict long-term cardiac dysfunction and fibrosis. Findings Between April 23, 2016, and April 5, 2017, 65 participants (40 post-burn and 25 healthy controls) were eligible for inclusion and were enrolled in the study. At study initiation, post-burn participants were an average age of 19 years (SD 5), were at 12 years (SD 4) post-burn, and had burns over 59% (SD 19) of total body surface area, sustained at 8 years (SD 5) of age. The post-burn group had a lower ejection fraction than healthy controls (ejection fraction 52% [SD 9] vs 61% [6], respectively; p=0·004), and more impaired diastolic function (E/e 9·8 [SD 2·9] vs 5·4 [0·9]; p<0·0001). Exercise testing showed that burn patients had lower tolerance than the control group (VO2 peak 38 mL/min/kg [SD 12] vs 46 mL/min/kg [8], respectively; p=0·03) and a lower peak heart rate (161 beats per min [bpm; SD 26] vs 182 bpm [13], respectively; p=0·006). In the post-burn group, 11 (29%) individuals had moderate systolic dysfunction and six (15%) had severe systolic dysfunction; 19 (50%) had moderate diastolic dysfunction and eight (21%) had severe diastolic dysfunction; and seven (18%) individuals showed signs of myocardial fibrosis. Interpretation Severe paediatric burn injury might have lasting effect on cardiac function into late adolescence and is associated with myocardial fibrosis and reduced exercise tolerance. Given the strong predictive value of systolic and diastolic dysfunction, these patients might be at increased risk of early heart failure, associated morbidity, and mortality. Funding National Institutes of Health (NIH), National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR), Shriners Hospitals for Children, Foundation for Anesthesia Education and Research (FAER), and the US Department of Defense.",
		"pages": "293-301",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352464217301220",
		"journal": "The Lancet Child & Adolescent Health",
		"volume": "1"
	},
	{
		"id": "NIEDZWIENSKA201679",
		"source_id": "NIEDZWIENSKA201679",
		"type": "article",
		"title": "Virtual Week: Validity and psychometric properties of a Polish adaptation",
		"author": "A. Niedźwieńska and P.G. Rendell and K. Barzykowski and A. Leszczyńska",
		"keywords": "Psychological assessment, Prospective memory, Memory deficits, Aging, Virtual Week, Estimation psychologique, Mémoire prospective, Déficits de mémoire, Vieillissement, Virtual Week, Semaine virtuelle",
		"doi": "https://doi.org/10.1016/j.erap.2016.02.003",
		"abstract": "Introduction Prospective memory (PM) refers to memory for future intentions and it is essential for safe and independent living. This paper focuses on Virtual Week (VW), a measure that was developed to closely represent everyday PM tasks in an English language setting in North America and Australia. Objectives The main objective of the present study is to offer the results of a Polish adaptation of VW and present the validity and psychometric properties of the adapted version. Method The Spearman-Brown split-half reliability coefficients and Cronbachs alphas were estimated in 77 young adults and 83 healthy older adults. To confirm the validity of the Polish VW, we analyzed whether it is sensitive to the pattern of PM deficits in the healthy elderly that is consistent with mechanisms underlying PM performance as well as theories of normal aging. Results The Polish VW was found to have strong psychometric properties and be sensitive to theory- and data-based effects on PM. Conclusion The findings strongly encourage the use of VW for experimental purposes in healthy older adults. They provide further evidence that VW has a universal appeal and may be used in non-English speaking European samples. Résumé Introduction La mémoire prospective (MP), c’est-à-dire une mémoire pour se souvenir de faire quelque chose, est une capacité essentielle pour mener une vie bien organisée et indépendante. Virtual Week (la Semaine Virtuelle [SV]) a été développée en anglais pour mesurer la MP des tâches quotidiennes des Américains et des Australiens. Objectif L’objectif de cette étude était d’offrir les résultats d’une adaptation à la langue polonaise de la SV et de présenter la validité et les propriétés psychométriques d’une version adaptée. Méthode Une analyse de la fidélité a été menée par la méthode de bissection de Spearman-Brown et le coefficient alpha de Cronbach auprès d’une population de 77 jeunes adultes et 83 adultes âgés en bonne santé. Pour estimer la validité de la SV, nous avons testé si la méthode est sensible pour les différents types de déficits de MP chez les sujets en bonne santé en accord avec les mécanismes du fonctionnement de la MP et avec les théories de vieillissement normal. Résultats La version polonaise de la SV présente de très bonnes propriétés psychométriques. Les effets prédits par la théorie de la MP sont retrouvés dans les réponses à la version polonaise de la SV. Conclusion Ces résultats permettent d’encourager l’utilisation de la SV chez les adultes âgés en bonne santé. Ils attestent aussi du caractère universel de la SV, qui peut être utilisé au-delà des pays anglophones.",
		"pages": "79-84",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1162908816300056",
		"journal": "European Review of Applied Psychology",
		"volume": "66"
	},
	{
		"id": "PETROS201757",
		"source_id": "PETROS201757",
		"type": "article",
		"title": "Influência das fraturas do fêmur proximal na autonomia e mortalidade dos pacientes idosos submetidos a osteossíntese com haste cefalomedular",
		"author": "Rodrigo Souto Borges Petros and Paula Emília Valente Ferreira and Rafael Souto Borges Petros",
		"keywords": "Fraturas do quadril, Fraturas do fêmur, Vida independente, Deambulação, Idoso, Hip fractures, Femoral fractures, Independent living, Ambulation, Elderly",
		"doi": "https://doi.org/10.1016/j.rbo.2017.06.011",
		"abstract": "Resumo Objetivo Determinar a autonomia e a mortalidade de pacientes idosos após fratura do quadril submetidos a osteossíntese do fêmur proximal com haste cefalomedular. Métodos Estudo retrospectivo com 61 pacientes com fratura do fêmur proximal submetidos a osteossíntese com haste cefalomedular. Os prontuários foram analisados e os registros clínicos do pré‐operatório foram coletados. Os pacientes foram reavaliados e perguntados em relação a dor, autonomia pós‐operatória e grau de satisfação. Foi verificado o número total de óbitos. Os resultados foram então correlacionados. Resultados A média de idade foi de 84 anos, com predominância do sexo feminino (82%). Na avaliação pós‐operatória, 45% dos pacientes apresentaram pioria em seu nível de autonomia. A maioria dos pacientes apresentou dor leve (61%) pela escala EVA. A taxa de mortalidade encontrada foi de 24,6% e o tempo médio de internação pré‐operatória foi de três dias. Os fatores que apresentaram significância estatística quanto à autonomia pós‐operatória foram o tempo decorrido do trauma até o momento da cirurgia, escore ASA, estabilidade da fratura e estado funcional prévio do paciente. A taxa de mortalidade foi associada a três fatores principais: idade avançada, escore ASA e tempo de internação pré‐operatória. Conclusão A autonomia prévia do paciente influenciou positivamente o resultado funcional e a recuperação pós‐operatória. Fraturas instáveis apresentaram piores resultados para dor e deambulação em um seguimento de 27 meses. A fratura do quadril é um fator de risco associado à mortalidade e diminuição da independência em pacientes acima de 65 anos. Objective To determine the autonomy and mortality of elderly patients submitted to proximal femoral osteosynthesis with cephalomedullary nail after hip fracture. Methods Retrospective study with 61 patients with proximal femoral fractures submitted to cephalomedullary nail osteosynthesis. The authors analyzed the medical records and collected information from the preoperative period. Patients were questioned regarding pain, postoperative autonomy, and degree of satisfaction. The total number of deaths was verified. The results were then correlated. Results The mean age was 84 years, predominantly female (82%). In the postoperative evaluation, 45% of the patients presented worsened levels of autonomy. The majority of patients presented mild pain (61%) on the VAS scale. The mortality rate was 24.6%, and the mean time of preoperative hospitalization was three days. The factors that presented statistical significance regarding postoperative autonomy were the time elapsed from the trauma until the moment of surgery, ASA score, fracture stability, and previous functional status of the patients. The mortality rate was associated with three main factors: advanced age, ASA score, and preoperative hospitalization time. Conclusion The patients previous autonomy positively influenced the functional outcome and postoperative recovery. Unstable fractures presented worse results for pain and ambulation in a follow‐up of 27 months. Hip fracture is a risk factor associated with mortality and decreased independence in patients over 65 years of age.",
		"pages": "57-62",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0102361617302655",
		"journal": "Revista Brasileira de Ortopedia",
		"volume": "52"
	},
	{
		"id": "PETROS201757",
		"source_id": "PETROS201757",
		"type": "article",
		"title": "Influence of proximal femur fractures in the autonomy and mortality of elderly patients submitted to osteosynthesis with cephalomedullary nail",
		"author": "Rodrigo Souto Borges Petros and Paula Emília Valente Ferreira and Rafael Souto Borges Petros",
		"keywords": "Hip fractures, Femoral fractures, Independent living, Ambulation, Elderly, Fraturas do quadril, Fraturas do fêmur, Vida independente, Deambulação, Idoso",
		"doi": "https://doi.org/10.1016/j.rboe.2017.08.014",
		"abstract": "Objective To determine the autonomy and mortality of elderly patients submitted to proximal femoral osteosynthesis with cephalomedullary nail after hip fracture. Methods Retrospective study with 61 patients with proximal femoral fractures submitted to cephalomedullary nail osteosynthesis. The authors analyzed the medical records and collected information from the preoperative period. Patients were questioned regarding pain, postoperative autonomy, and degree of satisfaction. The total number of deaths was verified. The results were then correlated. Results The mean age was 84 years, predominantly female (82%). In the postoperative evaluation, 45% of the patients presented worsened levels of autonomy. The majority of patients presented mild pain (61%) on the VAS scale. The mortality rate was 24.6%, and the mean time of preoperative hospitalization was three days. The factors that presented statistical significance regarding postoperative autonomy were the time elapsed from the trauma until the moment of surgery, ASA score, fracture stability, and previous functional status of the patients. The mortality rate was associated with three main factors: advanced age, ASA score, and preoperative hospitalization time. Conclusion The patients previous autonomy positively influenced the functional outcome and postoperative recovery. Unstable fractures presented worse results for pain and ambulation in a follow-up of 27 months. Hip fracture is a risk factor associated with mortality and decreased independence in patients over 65 years of age. Resumo Objetivo Determinar a autonomia e a mortalidade de pacientes idosos após fratura do quadril submetidos a osteossíntese do fêmur proximal com haste cefalomedular. Métodos Estudo retrospectivo com 61 pacientes com fratura do fêmur proximal submetidos a osteossíntese com haste cefalomedular. Os prontuários foram analisados e os registros clínicos do pré-operatório foram coletados. Os pacientes foram reavaliados e perguntados em relação a dor, autonomia pós-operatória e grau de satisfação. Foi verificado o número total de óbitos. Os resultados foram então correlacionados. Resultados A média de idade foi de 84 anos, com predominância do sexo feminino (82%). Na avaliação pós-operatória, 45% dos pacientes apresentaram pioria em seu nível de autonomia. A maioria dos pacientes apresentou dor leve (61%) pela escala EVA. A taxa de mortalidade encontrada foi de 24,6% e o tempo médio de internação pré-operatória foi de três dias. Os fatores que apresentaram significância estatística quanto à autonomia pós-operatória foram o tempo decorrido do trauma até o momento da cirurgia, escore ASA, estabilidade da fratura e estado funcional prévio do paciente. A taxa de mortalidade foi associada a três fatores principais: idade avançada, escore ASA e tempo de internação pré-operatória. Conclusão A autonomia prévia do paciente influenciou positivamente o resultado funcional e a recuperação pós-operatória. Fraturas instáveis apresentaram piores resultados para dor e deambulação em um seguimento de 27 meses. A fratura do quadril é um fator de risco associado à mortalidade e diminuição da independência em pacientes acima de 65 anos.",
		"pages": "57-62",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2255497117301167",
		"journal": "Revista Brasileira de Ortopedia (English Edition)",
		"volume": "52"
	},
	{
		"id": "DUBREUCQ2021363",
		"source_id": "DUBREUCQ2021363",
		"type": "article",
		"title": "Quels outils thérapeutiques en faveur du rétablissement dans la schizophrénie ?",
		"author": "Julien Dubreucq",
		"keywords": "Aide à l’emploi, Parentalité, Psychoéducation, Réhabilitation psychosociale, Remédiation cognitive, Rétablissement, Schizophrénie, Thérapie comportementale et cognitive, Behavioral and cognitive therapy, Cognitive remediation, Employment assistance, Mental illness, Parenthood, Psychoeducation, Psychiatric rehabilitation, Recovery, Schizophrenia",
		"doi": "https://doi.org/10.1016/j.amp.2021.02.017",
		"abstract": "Résumé Le rétablissement est un concept multidimensionnel, comportant à la fois des aspects objectifs (réduction des symptômes, amélioration de la santé physique et du fonctionnement de la personne) et des aspects subjectifs (espoir, estime de soi, bien-être, qualité de vie, autostigmatisation/rétablissement personnel). Il peut être soutenu par la mise en place de pratiques orientées vers le rétablissement – c’est-à-dire porteuses d’espoir, favorisant l’autodétermination et focalisées sur les ressources préservées – et de soins de réhabilitation psychosociale. Ceux-ci sont basés sur une évaluation fonctionnelle, comprenant notamment un bilan éducatif partagé et un bilan neuropsychologique, et la mise en place d’une coordination de parcours basée sur les forces. Les soins de réhabilitation psychosociale sont associés à un meilleur devenir clinique et fonctionnel à un an dans la schizophrénie. Ils comprennent entre autres : i) la psychoéducation personnelle ou familiale ; ii) les thérapies cognitives et comportementales ; iii) l’entraînement aux compétences sociales ; iv) la remédiation cognitive ; v) le logement accompagné ; vi) l’emploi accompagné ; vii) le soutien dans le projet de devenir parent. Le renforcement de l’offre de soins et services en réhabilitation psychosociale est nécessaire pour en améliorer l’accessibilité (1/3 des patients) et favoriser le rétablissement. Recovery is a multidimensional construct that encompasses both subjective (e.g. well-being, satisfaction with life, self-esteem) and objective outcomes (e.g. independent living, interpersonal and intimate relationships, work). Recovery can be defined either from a clinical perspective (i.e. clinical and functional remission) or from a consumer-focused one, as a self-broadening process aimed at living a meaningful life beyond mental illness. Recovery-oriented practices imply to create pro-recovery environment seeking to enhance hope, control, strengths, goal striving and self-management. Their implementation in mental health services has shown effectiveness in improving personal recovery. Psychiatric rehabilitation brings together a wide range of recovery-oriented interventions. A comprehensive clinical, functional and cognitive assessment is performed to establish the individuals strengths and weaknesses, autonomy, and occupational level. Therapeutic tools are selected based on the participants personal life goals as part of an individualized psychiatric rehabilitation action plan. The action plan can include strengths-based case management, psychoeducation, improvements in physical and mental health, peer-support interventions, joint crisis plans, cognitive remediation (CR), cognitive behavior therapy (CBT), social skills training (SST), self-stigma reduction, making empowered decisions about disclosure, family support, recovery-oriented interventions from preconception to post-partum care and supported housing and supported employment. Psychiatric rehabilitation interventions improve patients outcomes after one year of follow-up (i.e. symptom reduction, improvements in insight, treatment adherence and cognitive and psychosocial function). The access to psychiatric rehabilitation interventions remains however limited (1/3 of the participants with SSD included in the FondaMental Advanced Centers of Expertise for SSD) and should be further developed. Supported housing and supported employment improve the access to stable housing and sustained competitive employment. They have been associated to improved patients outcomes and have shown to be cost-effective. Recovery-oriented interventions from preconception to post-partum care (reproductive health counseling, strength-based case management by a trained midwife, shared action plan, self-stigma reduction, cognitive remediation, gender-sensitive CBT and SST) could reduce the risk of psychiatric, obstetrical and neonatal complications. They could reduce the risks of parent-infant separation and custody loss and could prevent the development of psychosis in family high-risk children. These interventions should be further developed and evaluated. Recovery-oriented practices and psychiatric rehabilitation support recovery in people with SSD. The access to a comprehensive standardized evaluation and to a personalized recovery-oriented care including psychosocial treatment remains limited. Their implementation in mental health services figures among the priorities under the French decree on the territory national mental health plan for recovery-focused care.",
		"pages": "363-369",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003448721000755",
		"journal": "Annales Médico-psychologiques, revue psychiatrique",
		"volume": "179"
	},
	{
		"id": "PORTER20172140",
		"source_id": "PORTER20172140",
		"type": "article",
		"title": "Provider Perspectives of Necessary Factors in Sickle Cell Disease Health Care Transition: Results from an Online Survey",
		"author": "Jerlym Porter and Kathryn Russell and Rebecca Rupff and Marsha Treadwell and Maria Ferris and Jane S Hankins and Winfred Wang",
		"doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2140.2140",
		"abstract": "Introduction: Survivorship of children with sickle cell disease (SCD) has substantially increased due to the advent of medical advances, such as sepsis prevention (prophylactic penicillin) and exposure to disease-modifying therapies (chronic transfusion and hydroxyurea). Despite greater longevity in SCD, the period surrounding the transition from pediatric to adult care has the highest prevalence of undesirable outcomes: youth aged 18-30 years are at high risk for mortality and high rates of healthcare utilization, resulting in increased healthcare costs. As such, health care transition programs have been created to prepare patients with SCD for adult-centered care and subsequently, improve health outcomes. However, few programs have been evaluated for effectiveness in achieving optimal health outcomes in SCD in part because of a lack of identifiable predictors and outcomes. Objective: To identify factors necessary for successful health care transition, as judged by pediatric and adult healthcare professionals involved with the SCD population. Method: Individuals who provide clinical care for or conduct clinical research with patients with SCD were eligible to participate in the survey and were collectively defined as providers. Providers were recruited online through nationally recognized professional societies, SCD provider contact lists and in person at a national SCD conference. Links to an online survey, administered via Qualtrics software, were distributed to potential participants. The survey included demographic questions and a list of 36 transition factors, including disease knowledge, self-management behaviors, and independent living skills. Participants were asked to rate the level of importance of each factor in helping a patient with SCD successfully transition from pediatric to adult care on a scale from 1 (not important) to 10 (very important). They were then asked to select five of the 36 factors they believed were most necessary for a successful transition, ranking them from 1 (highest) to 5 (lowest). Descriptive statistics were conducted to determine the top ratings and rankings. A two-way MANOVA was conducted to examine whether the top ratings were different according to provider gender and occupation. Results: The sample included 258 providers (74% female, 65% White). The majority were hematologists (41%); 38% were other medical staff (e.g., nurse, midlevel providers, other physicians) and 21% were non-medical staff (e.g., psychologist, social worker, researchers). The transition factor ratings (scale 1 to 10) ranged from 5.82-9.62 (M=8.05, SD=1.74). The factors with the highest ratings included: Knows how to take medications (M=9.62, SD=0.82), Explains/communicates medical needs to medical personnel (M=9.50, SD=0.93), Knows when to seek medical assistance if home management fails (M=9.32, SD=1.12), and Knows how to manage pain episodes (M=9.31, SD=1.18). These same four factors also were ranked as the top five most relevant factors: Knows how to manage pain episodes (N=138, 53%, M=2.59, SD=1.30), Explains/communicates medical needs to medical personnel (N=115, 45%, M=2.54, SD=1.38), Knows how to take medications (N=135, 52%, M=2.67, SD=1.31), Knows when to seek medical assistance if home management fails (N=102, 40%, M=2.97, SD=1.46). Knows medical history (N=100, 39%, M=2.57, SD=1.35) was the fifth most relevant factor. Multivariate results indicated a trend toward hematologists giving lower ratings compared to other medical and non-medical professionals, F (8, 486) = 1.91, p = .057. Conclusions: Our findings reveal the importance of attainment of disease knowledge and self-management skills for optimal transition from pediatric to adult care. Interventions and programming designed to prepare adolescents for transition should target these areas. Furthermore, disease knowledge and self-management skills may be meaningful predictors when evaluating transition outcomes and the effectiveness of transition programs during and after the health care transition process. Our data also indicated differences in provider ratings by profession, demonstrating the value of incorporating a variety of perspectives in assessing transitioning needs. Such efforts are essential to improve health outcomes and quality of care for patients with SCD transitioning to adult care. Disclosures Porter: NHLBI: Research Funding.",
		"pages": "2140",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006497119826563",
		"journal": "Blood",
		"volume": "130"
	},
	{
		"id": "MORRISSEY2020100410",
		"source_id": "MORRISSEY2020100410",
		"type": "article",
		"title": "An evaluation of attitudinal change towards CRPD rights following delivery of the WHO QualityRights training programme",
		"author": "F.E. Morrissey",
		"keywords": "Attitudinal change, Coercion, Human rights, Legal capacity, Mental health, QualityRights training, United Nations Convention on the Rights of Persons with Disabilities (CRPD), Changement d’attitude, Contrainte, Droits de l’homme, Santé mentale, Formation QualityRights, Convention des sur les Droits des Personnes Handicapées (CDPH)",
		"doi": "https://doi.org/10.1016/j.jemep.2019.100410",
		"abstract": "Summary Background WHO (World Health Organisation) QualityRights is a new global initiative which aims to promote human rights and quality of care in mental health, and disability related services internationally. The training programme focuses on the practical implementation of human rights set out in the United Nations Convention on the Rights of Persons with Disabilities (CRPD). This is particularly important given the emerging evidence base showing the therapeutic impact of human rights and the significant violations, which continue to exist in mental health and related settings. Aim This study aims to evaluate attitudinal change towards CRPD human rights among participants through delivery of the QualityRights training. Method The evaluation questionnaires measured participants’ attitudes towards core CRPD rights pre- and post-training. The training was delivered to a mixed group of participants in Iceland. 11The participants included service providers from mental health and related areas, advocates, persons with lived experience of psychosocial or other disability, and family members/care providers. Results Attitudinal changes towards CRPD rights were found in all except one of the evaluation statements from pre- to post-training. Three-quarters of the statements showed attitudinal changes between 10 and 40 percent. The highest levels of attitudinal change were in relation coercion (i.e. involuntary detention; treatment and seclusion); independent living; legal capacity; and resources. Sixty percent of participants agreed or strongly agreed that the training changed their attitude towards persons with psychosocial, intellectual and cognitive disabilities22Some participants believed they already held these values, and the training had strengthened their attitudes.. Similar attitudinal changes towards CRPD rights were found among service provider participants. Conclusions The evaluation shows high levels of attitudinal change among participants, including those working in mental health and related services, after completing the QualityRights training. The changes suggest the QualityRights training is an important tool in implementing attitudinal change towards CRPD-based rights and approaches among providers and other groups. This is in line with recommendations on the need for cultural change in mental health and disability related services internationally, and in reducing coercion. Résumé Contexte L’initiative de l’OMS QualityRights est un nouveau programme mondial de formation qui vise à promouvoir les droits de l’homme et la qualité des soins en santé mentale dans le cadre du handicap. La formation met l’accent sur une mise en place pratique des droits de l’homme tels que définis dans la convention de l’ONU sur les droits des personnes handicapées (CDPH). Ceci est particulièrement important étant donné les preuves émergentes montrant l’impact thérapeutiques du respect des droits et les violations importantes qui existent encore dans le domaine de la santé mentale. But Cette étude vise à évaluer le changement d’attitude des participants vis-à-vis des droits de la personne handicapée selon la CDPH à travers la formation QualityRights. Méthode Les questionnaires d’évaluation mesurent l’attitude des participants envers les droits centraux définis par la CDPH avant et après la formation. La formation était dispensée à un groupe mixte en Islande33Le groupe mixte était composé de fournisseurs de services dans le domaine de la santé mentale ou des domaines proches avec une expérience vécue de handicaps psychosocial ou autre, et de familles ou de soignants. Résultats Des changements d’attitude vis-à-vis des droits définis par la CDPH ont été constatés dans tous les énoncés d’évaluation sauf un, avant et après la formation. Trois quarts des résultats montrent un changement d’attitude de 10 à 40 %. Le plus important changement d’attitude était en relation avec la coercition (i.e. détention involontaire, traitement et isolement), le fait de pouvoir vivre indépendamment, la capacité légale et les ressources. Soixante pour cent des participants étaient d’accord, voire fortement d’accord, avec le fait que la formation avait changé leur attitude envers les personnes avec des handicaps psychologiques, intellectuels ou cognitifs44Certains participants pensaient déjà avoir ces valeurs, et la formation a consolidé leur attitude.. Des changements d’attitudes similaires ont été observés parmi les personnes fournissant des services aux personnes handicapées. Conclusions L’évaluation montre des niveaux élevés de changement d’attitude chez les participants, y compris ceux qui travaillent dans le domaine de la santé mentale et des services connexes, après avoir suivi la formation. Les changements suggèrent que la formation QualityRights est un outil important dans la mise en œuvre d’un changement d’attitude envers les droits définis par la CDPH. Ceci est conforme aux recommandations sur la nécessité d’un changement culturel dans les services liés à la santé mentale et aux personnes handicapées à l’échelle internationale et à la réduction de la contrainte.",
		"pages": "100410",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352552519300660",
		"journal": "Ethics, Medicine and Public Health",
		"volume": "13"
	}
]