[
	{
		"id": "ELMURABET20201",
		"source_id": "ELMURABET20201",
		"type": "article",
		"title": "Ambient Assisted living system’s models and architectures: A survey of the state of the art",
		"author": "Amina El murabet and Anouar Abtoy and Abdellah Touhafi and Abderahim Tahiri",
		"keywords": "Ambient Assisted living, Reference models, Reference architectures",
		"doi": "https://doi.org/10.1016/j.jksuci.2018.04.009",
		"abstract": "The field of Ambient Assisted living (AAL) is evolving rapidly. Standardization, uniformities and facilitation in the system design, have become an urge to satisfy the growing needs for integrated solutions. In this context, Reference Models (RM) and Reference Architectures (RA) impose as suitable solutions for organizing the relationship between the different elements of a software. Furthermore, they achieve a well-recognized understanding of the AAL domain by raising the congruency between the context, the goals and the design. In this paper, we investigate the AAL system requirements and implementation challenges. Moreover, we examined RM and RA definitions, demands and specifications with the perspective of, describing and evaluating AAL related ones, using quality attributes in a number of dimensions. Our main determination is giving an overview of the current state of the art of AAL oriented layouts, which we found generally research oriented ones, and most of them have been established with one specific concern. Our perspective is to improve and consolidate the future designs of the AAL models and architectures to implement the applications over a survival infrastructure.",
		"pages": "1-10",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S131915781730486X",
		"journal": "Journal of King Saud University - Computer and Information Sciences",
		"volume": "32"
	},
	{
		"id": "ZSCHIPPIG2016186",
		"source_id": "ZSCHIPPIG2016186",
		"type": "article",
		"title": "Gardening in Ambient Assisted Living",
		"author": "Carolin Zschippig and Thorsten Kluss",
		"keywords": "Ambient Assisted Living, AAL, Gardening, Smart homes, Active ageing, Preventive healthcare, Well-being, Demographic change, Adapting, behaviour change, Autobiographical insideness, Assistance, Internet of things, Ageing in place, Physical activity",
		"doi": "https://doi.org/10.1016/j.ufug.2015.12.008",
		"abstract": "This paper suggests to extend the concepts of Ambient Assisted Living, active ageing and ageing in place to the outdoor areas of a home: the garden. We examine the motivations and possible benefits of gardening in the generation 65+, especially in regard to managing health and well-being. From there, we explore technical assistance solutions, thinking them ahead into a dynamically adapting Ambient Assisted Living Garden. We derive a design guideline for the implementation of intelligent AAL Gardens, raising awareness that gardening is a leisure activity which should be supported through ICT, as it is popular in that age group and has been shown to be related to many positive effects. We aim to encourage more research and a practical realization of this empowering technological concept that enables people to live independently at home, doing what they like, without being confined to indoor spaces.",
		"pages": "186-189",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1618866715001867",
		"journal": "Urban Forestry & Urban Greening",
		"volume": "15"
	},
	{
		"id": "PHULL2016537",
		"source_id": "PHULL2016537",
		"type": "article",
		"title": "Comparative Analysis of Prominent Middleware Platforms in the Domain of Ambient Assisted Living (AAL) for an Older Adults with Dementia (OAwD) Scenario",
		"author": "Rajjeet Phull and Ramiro Liscano and Alex Mihailidis",
		"keywords": "Ambient Assisted Living, Middleware, Unified Modeling Language, Older Adults with Dementia",
		"doi": "https://doi.org/10.1016/j.procs.2016.04.252",
		"abstract": "Diversification of application areas, technologies, and computational techniques in the Ambient Assisted Living (AAL) domain alongside the need for a balance between reproducibility and customizability for the heterogeneous end-user groups has led towards the development of domain-specific middleware platforms, which are software frameworks that facilitate integration and communication amongst heterogeneous hardware and software components, so they can operate synergistically within a shared environment. Recent efforts that study such platforms have emphasized the need for improved evaluation methods, particularly feature-focused scenario-based evaluations. Thus, the objective of this work was to perform a comparative analysis of two prominent AAL middleware platforms and their programmability for Older Adults with Dementia (OAwD) to ultimately derive guidelines for the development of AAL systems. Mapping of a platform-independence use-case scenario to both platforms, hinted towards the need for graphical-user interfaces over text-based interfaces and application area-specific modules.",
		"pages": "537-544",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S187705091630285X",
		"journal": "Procedia Computer Science",
		"volume": "83"
	},
	{
		"id": "SYED2019136",
		"source_id": "SYED2019136",
		"type": "article",
		"title": "Smart healthcare framework for ambient assisted living using IoMT and big data analytics techniques",
		"author": "Liyakathunisa Syed and Saima Jabeen and Manimala S. and Abdullah Alsaeedi",
		"keywords": "Ambient Assisted Living (AAL), Big data analytics, Internet of Medical Things (IoMT), Machine learning techniques, Physical activities, Wearable sensors",
		"doi": "https://doi.org/10.1016/j.future.2019.06.004",
		"abstract": "In the era of pervasive computing, human living has become smarter by the latest advancements in IoMT (Internet of Medical Things), wearable sensors and telecommunication technologies in order to deliver smart healthcare services. IoMT has the potential to revolutionize the healthcare industry. IoMT interconnects wearable sensors, patients, healthcare providers and caregivers via software and ICT (Information and Communication Technology). AAL (Ambient Assisted Living) enables integration of new technologies to be part of our daily life activities. In this paper, we have provided a novel smart healthcare framework for AAL to monitor the physical activities of elderly people using IoMT and intelligent machine learning algorithms for faster analysis, decision making and better treatment recommendations. Data is collected from multiple wearable sensors placed on subject’s left ankle, right arm, and chest, is transmitted through IoMT devices to the integrated cloud and data analytics layer. To process huge amounts of data in parallel, Hadoop MapReduce techniques are used. Multinomial Naïve Bayes classifier, which fits into the MapReduce paradigm, is utilized to recognize the motion experienced by different body parts and provides higher scalability and better performance with parallel processing when compared to serial processor. Our proposed framework predicts 12 physical activities with an overall accuracy of 97.1%. This can be considered as an optimal solution for recognizing physical activities to remotely monitor health conditions of elderly people.",
		"pages": "136-151",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X18321071",
		"journal": "Future Generation Computer Systems",
		"volume": "101"
	},
	{
		"id": "GARCES2017121",
		"source_id": "GARCES2017121",
		"type": "article",
		"title": "Quality attributes and quality models for ambient assisted living software systems: A systematic mapping",
		"author": "Lina Garcés and Apostolos Ampatzoglou and Paris Avgeriou and Elisa Yumi Nakagawa",
		"keywords": "Quality attribute, Quality model, Ambient assisted living, Systematic mapping, ISO/IEC 25010",
		"doi": "https://doi.org/10.1016/j.infsof.2016.10.005",
		"abstract": "Context: Ambient Assisted Living (AAL) has become an essential, multidisciplinary research topic, aiming at providing software systems and services that assist people in their everyday life activities. Considering the critical nature of AAL systems, several initiatives have already contributed to the improvement of their quality, by mainly focusing on their non-functional requirements. Despite the importance of quality assurance in AAL systems, there is a lack of a comprehensive analysis on how quality assurance is performed in such systems. This fact might in turn lead to an absence of standardization with regard to the quality assurance process of these systems. Objective: We provide a broad, detailed panorama about the state of the art on quality models (QMs) and quality attributes (QAs) that are important for the AAL domain. Method: We performed a Systematic Mapping (SM). We used six publication databases to cover all published material pertinent for our SM. We initially obtained 287 studies that were filtered based on a set of well-defined inclusion/exclusion criteria, resulting into a set of 27 studies that were used for exploring QAs for AAL systems. Results: The most common QAs used in the development of AAL systems were identified and defined. We also characterized important critical attributes for software systems in the AAL domain. Additionally, QAs for some AAL sub-domains were defined. Furthermore, we investigated how QM&QA have been defined, evaluated, and used in that domain. Finally, we offered an analysis of the maturity of the studies identified in our SM. Conclusion: It is necessary to develop a complete QM that: (i) defines all common QAs for AAL systems; (ii) considers variability of QAs among AAL sub-domains; (iii) analyses dependences among QAs; (iv) offers indicators or metrics to measure QAs; and (v) offers means to assess and predict quality of AAL systems.",
		"pages": "121-138",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950584916302932",
		"journal": "Information and Software Technology",
		"volume": "82"
	},
	{
		"id": "CLIMENTPEREZ2020112847",
		"source_id": "CLIMENTPEREZ2020112847",
		"type": "article",
		"title": "A review on video-based active and assisted living technologies for automated lifelogging",
		"author": "Pau Climent-Pérez and Susanna Spinsante and Alex Mihailidis and Francisco Florez-Revuelta",
		"keywords": "Lifelogging, Computer vision, Human activity recognition, Ambient-assisted living, Quantified self, Telecare, EHealth",
		"doi": "https://doi.org/10.1016/j.eswa.2019.112847",
		"abstract": "Providing support for ageing and frail populations to extend their personal autonomy is desirable for their well-being as it is for the society at large, since it can ease the economic and social challenges caused by ever-ageing developed societies. Ambient-assisted living (AAL) technologies and services might be a solution to address those challenges. Recent improved capabilities in both ambient and wearable technologies, especially those related with video and lifelogging data, and huge advances in the accuracy of intelligent systems for AAL are leading to more valuable and trustworthy services for older people and their caregivers. These advances have been particularly relevant in the last years due to the appearance of RGB-D devices and the development of deep learning systems. This article reviews these latest developments in the intersection of AAL, intelligent systems, lifelogging, and computer vision. This paper provides a study of previous reviews in these fields, and later analyses newer intelligent techniques employed with different video-based lifelogging technologies in order to offer lifelogging services for AAL. Additionally, privacy and ethical issues associated with these technologies are discussed. This review aims at facilitating the understanding of the multiple fields involved.",
		"pages": "112847",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417419305494",
		"journal": "Expert Systems with Applications",
		"volume": "139"
	},
	{
		"id": "KHALID2019345",
		"source_id": "KHALID2019345",
		"type": "article",
		"title": "Sensor virtualization Middleware design for Ambient Assisted Living based on the Priority packet processing",
		"author": "Zubair Khalid and Usman Khalid and Mohd Adib Sarijari and Hashim Safdar and Rahat Ullah and Mohsin Qureshi and Shafiq Ur Rehman",
		"keywords": "AAL, Sensor Virtualization, Middleware layer, sensing nodes",
		"doi": "https://doi.org/10.1016/j.procs.2019.04.048",
		"abstract": "Wireless Sensor Network (WSN) is leading towards a new and more advanced paradigm that is Internet of Everything (IoE). Ambient Assisted Living (AAL), which aims to support elderly and physically challenged persons, is based on sensor networks. WSNs are mostly installed for a particular single application. Though, future of WSNs hides in WSN virtualization, which supports multiple applications. The aggregation of the sensor network resources in the form of software or hardware are supported by WSN virtualization. In Virtualizing WSN, the role of middleware layer is of supreme importance. However, a middleware layer faces overhead challenges of high processing time, delay, and the power consumption. The major challenge faced by AAL application in the paradigm of WSN virtualization is the delay caused by the aggregation of the sensed data. In this research paper efforts have been made to design a priority based multi-threading middleware design for sensor virtualization. The proposed middleware resides at the sensor node as well as the gateway that reduces the delay caused by the sensor virtualization. The proposed middleware design has been implemented and tested on the AAL testbed.",
		"pages": "345-352",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050919305101",
		"journal": "Procedia Computer Science",
		"volume": "151"
	},
	{
		"id": "MOLANOPULIDO2018939",
		"source_id": "MOLANOPULIDO2018939",
		"type": "article",
		"title": "SEAbIRD: Adaptable Daily Living Activity Identification from Sensor Data Streams",
		"author": "José Molano-Pulido and Claudia Jiménez-Guarín",
		"keywords": "Ambient Assisted Living (AAL), user privacy, online stream mining",
		"doi": "https://doi.org/10.1016/j.procs.2018.04.093",
		"abstract": "One of the biggest concerns in Ambient Assisted Living (AAL) proposals is helping the population of elderly people in order to maintain their independence and autonomy. A relevant task done by AAL is the automatic inference of a person’s activities of daily life (ADL) from data streams recorded by sensors deployed on an active environment. This work proposes an ADL discovering system which consider factors as personal behavior changes and respect for privacy. The proposed system is tested and validated under a dataset from a real user. The results show that our system can operate adequately on a real scenario with the respective constraints. The main contribution of this work is a system for ADL detection that can adapt to user’s behaviors changes without retraining the model, considering sensor failures and preserving the user’s privacy.",
		"pages": "939-946",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918304551",
		"journal": "Procedia Computer Science",
		"volume": "130"
	},
	{
		"id": "GINGRAS2020396",
		"source_id": "GINGRAS2020396",
		"type": "article",
		"title": "IoT Ambient Assisted Living: Scalable Analytics Architecture and Flexible Process",
		"author": "Guillaume Gingras and Mehdi Adda and Abdenour Bouzouane and Hussein Ibrahim and Clémence Dallaire",
		"keywords": "IoT, Remote Elderly Monitoring, Smart & Connected Health, Analytics, Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.procs.2020.10.053",
		"abstract": "With the recent advances in IoT, Ambient Assisted Living (AAL) became an active field that attempts to assist individuals in their Activities of Daily Living (ADL). One researched venue deriving from these advances is how the technology and analytics could benefit the prevention and treatment of chronic diseases in the escalating number of elderly people experiencing health issues. Many architectures are proposed in the literature, but they lack modularity and flexibility for different types of sensors and do not have a way of selecting the appropriate algorithms to perform a given task. In this paper, we propose a four layered and highly modular architecture for health analytics of elderly people. Moreover, we propose a novel automated process for selecting the appropriate algorithms for a task at hand. In the final analysis, we evaluate the approach by implementing part of the architecture on fog nodes and the cloud. Finally, we deploy affordable consumer grade sensors in an apartment in order to move toward the use of the system proposed.",
		"pages": "396-404",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050920323218",
		"journal": "Procedia Computer Science",
		"volume": "177"
	},
	{
		"id": "SHKILNIUK20202332",
		"source_id": "SHKILNIUK20202332",
		"type": "article",
		"title": "Analysis of Survey Tools for Recommender Systems in the Selection of Ambient Assisted Living Technologies",
		"author": "Yurii Shkilniuk and Ángel Serrano Alarcón and Maksym Gaiduk and Ralf Seepold and Natividad Martínez Madrid",
		"keywords": "survey tool, smart home, assisted living",
		"doi": "https://doi.org/10.1016/j.procs.2020.09.294",
		"abstract": "This work is a study about a comparison of survey tools and it should help developers in selecting a suited tool for application in an AAL environment. The first step was to identify the basic required functionality of the survey tools used for AAL technologies and to compare these tools by their functionality and assignments. The comparative study was derived from the data obtained, previous literature studies and further technical data. A list of requirements was stated and ordered in terms of relevance to the target application domain. With the help of an integrated assessment method, the calculation of a generalized estimate value was performed and the result is explained. Finally, the planned application of this tool in a running project is explained.",
		"pages": "2332-2340",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050920322031",
		"journal": "Procedia Computer Science",
		"volume": "176"
	},
	{
		"id": "RAHHAL2020415",
		"source_id": "RAHHAL2020415",
		"type": "article",
		"title": "Health of Humans and Machines in a Common Perspective",
		"author": "Mohamad Rahhal and Mehdi Adda and Mirna Atieh and Hussein Ibrahim",
		"keywords": "Internet of Things, Prognostic Health Management, Ambient Assisted Living, Smart Industry, Industry 4.0",
		"doi": "https://doi.org/10.1016/j.procs.2020.10.055",
		"abstract": "The health domain is one of the most researched domains, simply because maintaining good health for humans is an essential aspect for life. But the health domain is not limited to humans, maintaining health for machines is essential if we want to achieve a consistent productive industry. There are different ways to monitor and maintain health for humans and other ways for machines. Internet of Things (IOT) is a new paradigm shift that can be used to monitor both subdomains at the same time. IOT is already being used in Ambient Assisted Living (AAL) and Prognostic Health Management (PHM) systems to achieve certain separate goals. The aim of this paper is to give a brief review of both subdomains showing their technology and how to achieve these systems, aiming to merge these two subdomains into a one big frame work to achieve the full potential of Industry 4.0.",
		"pages": "415-422",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050920323231",
		"journal": "Procedia Computer Science",
		"volume": "177"
	},
	{
		"id": "DIAMANTINI2016117",
		"source_id": "DIAMANTINI2016117",
		"type": "article",
		"title": "A goal-oriented, ontology-based methodology to support the design of AAL environments",
		"author": "Claudia Diamantini and Alessandro Freddi and Sauro Longhi and Domenico Potena and Emanuele Storti",
		"keywords": "Ambient assisted living, Ontology, Goal-oriented design methodology, Reasoning",
		"doi": "https://doi.org/10.1016/j.eswa.2016.07.032",
		"abstract": "One of the most critical issues in Ambient Assisted Living (AAL) is the design of systems that can evolve to meet the requirements of individuals as their needs and health conditions change. Although much work has been done on home and building automation systems for AAL, often referred to as assistive domotics, there is in fact still a substantial lack of solutions capable to support system designers in the early stage of development of such assistive systems. To this aim, the work contributes to the research on design of assistive domotic systems by presenting an ontology-driven methodology aimed to guide the development process. The novel contributions of the paper include the goal-oriented approach of the methodology, which involves the elicitation and analysis of AAL requirements and their formal representation in an ontology, where high-level goals are described in terms of subgoals and tasks, that are then linked to corresponding measures and devices. Moreover, logic-based reasoning enables more advanced functionalities useful at design time. We present a validation of the methodology showing typical use cases both related to the development from scratch of a domotic system with assistive capabilities starting from a set of high-level user requirements and the redesign of existing implementations according to changed requirements.",
		"pages": "117-131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416303797",
		"journal": "Expert Systems with Applications",
		"volume": "64"
	},
	{
		"id": "GULATI202182",
		"source_id": "GULATI202182",
		"type": "article",
		"title": "An argumentation enabled decision making approach for Fall Activity Recognition in Social IoT based Ambient Assisted Living systems",
		"author": "Nancy Gulati and Pankaj Deep Kaur",
		"keywords": "Internet of Things, Social Internet of Things, Argumentation Framework, Fall Detection, Fall Prevention, Fall Activity Recognition",
		"doi": "https://doi.org/10.1016/j.future.2021.04.005",
		"abstract": "With the advancement in Information and Communication Technologies (ICTs), smart devices are becoming even more smart and intelligent with every passing day. Further, the evolution of speaking and hearing enabled devices in an IoT network is transforming the face of research in the Social IoT domain. However, the integration of argumentation enabled devices in Social IoT network has not been fully explored by researchers in the past. Therefore, this research work focuses on development of argument enabled Social IoT networks. In this paper, a fuzzy argument based classification scheme termed as Classification Enhanced with Fuzzy Argumentation (CleFAR) is proposed. The proposed scheme is deployed for classification of fall activities in fall prevention applications. A novel framework for fall prevention system using Fall Activity Recognition (FAR) is presented. The proposed system is designed for the purpose of fall activity recognition in smart home Ambient Assisted Living (AAL) systems. To experimentally evaluate the system’s performance, a smart home AAL environment is simulated and the inhabitant’s routine activity dataset is generated. The fall activities are simulated using wearable fall detection systems. The proposed scheme is trained and tested on generated datasets and its performance is compared with traditional classification algorithms such as Random Forest (RF), Support Vector Machines (SVM), Naive Bayes (NB), Decision Tree (DT) and Artificial Neural Networks (ANN) as well as existing argumentation based game theoretic Weighted Voting Scheme (WVS). Experimental results indicate that the proposed scheme outperforms the traditional classification schemes and WVS approach with prediction accuracy up to 91%. It turns out that the proposed approach achieves significant improvement over the existing schemes.",
		"pages": "82-97",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X21001205",
		"journal": "Future Generation Computer Systems",
		"volume": "122"
	},
	{
		"id": "GOMEZ2018192",
		"source_id": "GOMEZ2018192",
		"type": "article",
		"title": "IoRT cloud survivability framework for robotic AALs using HARMS",
		"author": "Mauricio A. Gomez and Abelghani Chibani and Yacine Amirat and Eric T. Matson",
		"keywords": "Model checking, Cloud computing, Multi-agent systems, Heterogeneous agents, HARMS",
		"doi": "https://doi.org/10.1016/j.robot.2018.05.001",
		"abstract": "The Internet of Robotic Things, which includes ambient assisted living systems has been pushed to be developed by the research community for reasons such as the population gap between elderly people and their caregivers. Due to the critical mission that is assigned to those systems; interruptions, failures, worse still, full malfunction should not be allowed to materialize. Such systems ought to keep running in a proper way notwithstanding problems caused either by internal and external system collapses or bad intentioned actions in their surroundings. Therefore, including survivability features must be insured to Ambient Assisted Living systems (AALs) using Humans, software Agents, Robots, Machines, and Sensors (HARMS). HARMS stands for the model that allows through the indistinguishability feature to any type of actor to communicate and interact. This work proposes a framework which takes advantage of the Cloud to overcome the state explosion problem encountered when using model checking. Model checking techniques are used to find a possible solution when a problem is already faced by the system — instead of its original purpose to detect errors on the systems during the design stage. This paper presents the implementation of the proposed framework and validates the functionality with experiments. The conducted experiments evaluate the advantages of using cloud tools to offload the model checking capability for applications such as multi-agent systems.",
		"pages": "192-206",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889017308564",
		"journal": "Robotics and Autonomous Systems",
		"volume": "106"
	},
	{
		"id": "SCHMIDT2018236",
		"source_id": "SCHMIDT2018236",
		"type": "article",
		"title": "Adaptive and technology-independent architecture for fault-tolerant distributed AAL solutions",
		"author": "Michael Schmidt and Roman Obermaisser",
		"keywords": "Ambient assisted living, IEEE 11073, Time synchronization, Microservices, Service discovery, Living lab, Fault-tolerance, Advanced linux traffic control, Traffic shaping, Traffic policing",
		"doi": "https://doi.org/10.1016/j.compbiomed.2017.11.002",
		"abstract": "Todays architectures for Ambient Assisted Living (AAL) must cope with a variety of challenges like flawless sensor integration and time synchronization (e.g. for sensor data fusion) while abstracting from the underlying technologies at the same time. Furthermore, an architecture for AAL must be capable to manage distributed application scenarios in order to support elderly people in all situations of their everyday life. This encompasses not just life at home but in particular the mobility of elderly people (e.g. when going for a walk or having sports) as well. Within this paper we will introduce a novel architecture for distributed AAL solutions whose design follows a modern Microservices approach by providing small core services instead of a monolithic application framework. The architecture comprises core services for sensor integration, and service discovery while supporting several communication models (periodic, sporadic, streaming). We extend the state-of-the-art by introducing a fault-tolerance model for our architecture on the basis of a fault-hypothesis describing the fault-containment regions (FCRs) with their respective failure modes and failure rates in order to support safety-critical AAL applications.",
		"pages": "236-247",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010482517303621",
		"journal": "Computers in Biology and Medicine",
		"volume": "95"
	},
	{
		"id": "DOBRE20171",
		"source_id": "DOBRE20171",
		"type": "incollection",
		"title": "Chapter 1 - Introduction to the AAL and ELE Systems",
		"author": "Ciprian Dobre and Constandinos X. Mavromoustakis and Nuno M. Garcia and George Mastorakis and Rossitza I. Goleva",
		"keywords": "Ambient Assisted Living, Enhanced Living Environments, Health and social care, Quality of life, Independent living, Info-communication technologies, Smart Environments, Assistive Environments",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00001-6",
		"isbn": "978-0-12-805195-5",
		"abstract": "Enhanced Living Environments (ELE) encompass all Information and Communications Technologies (ICT) achievements supporting true Ambient Assisted Living (AAL) environments. It is an umbrella for the infrastructures and services needed to sustain independent and more autonomous living, via seamless integration of ICT within homes and residences. For this, ELE encompasses the latest developments associated with the Internet of Things, towards designing services designed to better help and support people, or as a general term, to better live their life and interact with their environment. This chapter makes an introduction into the technologies, technique and mechanisms, and algorithms, in other words the systems support for Ambient Assisted Living and Enhanced Living Environments.",
		"pages": "1-16",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000016"
	},
	{
		"id": "CHOWDHURY201737",
		"source_id": "CHOWDHURY201737",
		"type": "incollection",
		"title": "Chapter 3 - Energy Efficient Communication in Ambient Assisted Living",
		"author": "Chandreyee Chowdhury and Nauman Aslam and Susanna Spinsante and Davide Perla and Antonio Del Campo and Ennio Gambi",
		"keywords": "Ambient assisted living, Sensor network, Body area network, Routing, Energy efficiency",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00003-X",
		"isbn": "978-0-12-805195-5",
		"abstract": "Recent advancements in Ambient Assisted Living (AAL) have produced innovative ways to address the needs of people with impairments and elderly improving their quality of life at the stage when it is most desirable. A typical AAL system consists of ubiquitous computing, sensing and communication blocks where wireless ad hoc, body area and sensor networks play a vital role to facilitate the transmission of sensed data from physiological and ambient sensors to the health-care professionals or monitoring facilities. While the end-to-end communication architecture in a typical AAL system remains heterogeneous, the key functional blocks of wireless body area and sensor network impose significant challenges concerning reliability, efficient use of spectrum and energy efficiency. This chapter focuses on an important challenge concerning energy efficient communication in a multi-tier AAL system. Following a thorough analysis of energy efficiency requirements for communication architectures and protocols in AAL, we provide recent research outputs highlighting the design and development of a multi-tier communication protocol. The proposed communication protocol focuses on inter-Body Area Network (BAN) communication.",
		"pages": "37-59",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B978012805195500003X"
	},
	{
		"id": "REICHSTEIN20202000",
		"source_id": "REICHSTEIN20202000",
		"type": "article",
		"title": "Challenges in the Market Launch of Active Assisted Living Solutions - Empirical Results from European Experts",
		"author": "Christopher Reichstein and Ralf-Christian Härting and Felix Häfner",
		"keywords": "Ambient Assisted Living, Active Assisted Living, AAL, eHealth, Digitalization, Market Launch",
		"doi": "https://doi.org/10.1016/j.procs.2020.09.236",
		"abstract": "With increasing digitalization, expectations are growing for systems that make a self-determined life possible for people in need. On the other hand, increasing technological development also brings challenges. Producers and distributors are facing increasing difficulties, especially when it comes to the market launch of Active Assisted Living (AAL) solutions. With the help of AAL systems, the aim is to enable older generations and persons in need of help to live longer and more indefinitely in their own homes. Despite the advantages and fundamental importance of this topic, there are some major challenges. According to literature, none of the existing studies describe, categorize and identify these challenges with the ulterior motive to be aware of them and to find a remedy. Within this quantitative study based on a qualitative pre-study, two fundamental hypotheses and influencing factors, Expenses and Integration Capability, could be identified and shown to be significant. The two main challenges in the market introduction of AAL solutions are therefore the immense expenditure involved and the limited integration capacity. Further challenges lie in the improvement of measures concerning Usability, Customization, Acceptance and Data Security. The elaboration of the collected data sets was carried out using partial least squares structural equation modelling (PLS-SEM).",
		"pages": "2000-2009",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050920321396",
		"journal": "Procedia Computer Science",
		"volume": "176"
	},
	{
		"id": "VADILLOMORENO2017345",
		"source_id": "VADILLOMORENO2017345",
		"type": "incollection",
		"title": "Chapter 14 - The Role of Smart Homes in Intelligent Homecare and Healthcare Environments",
		"author": "Laura Vadillo Moreno and María Luisa Martín Ruiz and Javier Malagón Hernández and Miguel Ángel Valero Duboy and María Lindén",
		"keywords": "Smart home, Healthcare, Homecare, Intelligent environments, Context-aware, Telecare, Telehealth, Digital home",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00014-4",
		"isbn": "978-0-12-805195-5",
		"abstract": "The smart home concept offers a world of possibilities in the development of context-aware homes able to take intelligent decisions and respond autonomously according to the environmental situation at any moment. Artificial intelligence provides ad hoc concepts and techniques that support this view from a computational perspective. However, research on smart homes has traditionally prioritized network and hardware-based solutions. Thus, the ambient assisted living (AAL) paradigm has focused more on active ageing approaches aimed at building safer environments that seek to promote elderly people or people with disabilities benefiting from more independent living in their own homes. AAL provides important opportunities to deliver information and communication technology-based services that improve quality of life and personal autonomy, such as proactive monitoring of users and environments; smart control of physiological measures; detection of abnormal situations; and customization according to each users needs and preferences. This chapter includes the main building blocks and their interrelationship that is required to create a sustainable and replicable people-centered smart home.",
		"pages": "345-394",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000144"
	},
	{
		"id": "BOGATAJ2022222",
		"source_id": "BOGATAJ2022222",
		"type": "article",
		"title": "Capacity Planning for Social Infrastructure of Smart Retirement Villages",
		"author": "David Bogataj and Visar Emerlahu and Valerija Rogelj",
		"keywords": "ambient assisted living, smart retirement village, independent living, assisted living, housing with care, health care, long-term care, population ageing",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.12.067",
		"abstract": "Ambient assisted living technologies embedded in smart retirement villages can significantly decrease the risk of falls and other accidents and therefore prolong or even prevent moving of residents to a nursing home. The spatial planning, development, and management of smart retirement villages with embedded ambient intelligence as a risk mitigation strategy in fast ageing rural areas are of specific interest. This study seeks to investigate the exposure to different risks presented by the built environments of rural areas. Living in smart retirement village mitigates the risk of accidents and social exclusion, thereby creating value for the residents and health and long-term care insurance institutes. The paper presents method for measurement of social value created by the development of smart silver villages. Social value created by the mitigation of the risk of falls, diseases, and social exclusion is measured using actuarial present value and multiple decrement model approach, which is a novelty. The actuarial present value will provide scientific evidence of the benefits of the development of smart retirement villages as social infrastructure for older adults in rural areas.",
		"pages": "222-228",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322031081",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "COLANTONIO2018147",
		"source_id": "COLANTONIO2018147",
		"type": "incollection",
		"title": "Chapter 6 - Computer Vision for Ambient Assisted Living: Monitoring Systems for Personalized Healthcare and Wellness That Are Robust in the Real World and Accepted by Users, Carers, and Society",
		"author": "Sara Colantonio and Giuseppe Coppini and Daniela Giorgi and Maria-Aurora Morales and Maria A. Pascali",
		"keywords": "Ambient assisted living (AAL), Self-monitoring, Unobtrusiveness, User engagement, Physiological monitoring, Wellness index",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-813445-0.00006-X",
		"isbn": "978-0-12-813445-0",
		"abstract": "The Ambient Assisted Living (AAL) paradigm proposes advanced technologies and services to improve the quality of life, health, and wellbeing of citizens by making their daily-life activities easier and more secure, by monitoring patients under specific treatment, and by addressing at-risk subjects with proper counseling. The challenges brought by AAL range from robust, accurate, and nonintrusive data acquisition in daily-life settings to the development of services that are easy to use and appealing to the users and that support long-term engagement. This chapter offers a brief survey of existing vision-based monitoring solutions for personalized healthcare and wellness, and introduces the Wize Mirror, a multisensory platform featuring advanced algorithms for cardiometabolic risk prevention and quality-of-life improvement.",
		"pages": "147-182",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B978012813445000006X"
	},
	{
		"id": "TAN2018214",
		"source_id": "TAN2018214",
		"type": "article",
		"title": "Online activity recognition and daily habit modeling for solitary elderly through indoor position-based stigmergy",
		"author": "Zhichao Tan and Liwen Xu and Wei Zhong and Xuemei Guo and Guoli Wang",
		"keywords": "Ambient assisted living, Position-based stigmergy, Recognition of activity of daily livings, Online daily habit modeling",
		"doi": "https://doi.org/10.1016/j.engappai.2018.08.009",
		"abstract": "This paper concerns the issue of monitoring elderly behavior in the context of ambient assisted living (AAL). Under the framework of online daily habit modeling (ODHM), we employ the emergent representation for activities of daily living (ADLs) with position-based stigmergy, and then combine it with convolution neural networks (CNNs) to accomplish the tasks of recognizing ADLs. In addition, we propose a new paradigm of activity summarization with the robustness to break interruptions. Radio tomographic imaging (RTI) is promoted as a simple yet flexible way of facilitating the required position-based stigmergy. Such position-based AAL systems can benefit the advantages of having no need any sophisticated domain models in analyzing and understanding ADLs while no burden training is involved in ODHM. Moreover, the emergent based data aggregation and deep learning of CNN together allow the recognition of ADLs at a fine-grained level, which contributes to the performance improvement of ODHM. Experimental results demonstrate the effectiveness of the proposed approach.",
		"pages": "214-225",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197618301726",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "76"
	},
	{
		"id": "COSTA20189",
		"source_id": "COSTA20189",
		"type": "article",
		"title": "Activities suggestion based on emotions in AAL environments",
		"author": "Angelo Costa and Jaime Andres Rincon and Carlos Carrascosa and Paulo Novais and Vicente Julian",
		"keywords": "Emotional agents, Ambient intelligence, Multi-agent systems, Agent-based simulation, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.artmed.2018.01.002",
		"abstract": "The elderly population is increasing and the response of the society was to provide them with services directed to them to cope with their needs. One of the oldest solutions is the retirement home, providing housing and permanent assistance for the elderly. Furthermore, most of the retirement homes are inhabited by multiple elderly people, thus creating a community of people who are somewhat related in age and medical issues. The ambient assisted living (AAL) area tries to solve some of the elderly issues by producing technological products, some of them dedicated to elderly homes. One of the identified problem is that elderly people are sometimes discontent about the activities that consume most of their day promoted by the retirement home social workers. The work presented in this paper attempts to improve how these activities are scheduled taking into account the elderlies’ emotional response to these activities. The aim is to maximize the group happiness by promoting the activities the group likes, minding if they are bored due to activities repetition. In this sense, this paper presents an extension of the Cognitive Life Assistant platform incorporating a social emotional model. The proposed system has been modelled as a free time activity manager which is in charge of suggesting activities to the social workers.",
		"pages": "9-19",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365717300015",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "86"
	},
	{
		"id": "ALSULAMI202243",
		"source_id": "ALSULAMI202243",
		"type": "incollection",
		"title": "CHAPTER 3 - Ageing population supported by ambient-assisted living in the Kingdom of Saudi Arabia",
		"author": "Majid H. Alsulami and Anthony S. Atkins and Ali S. Sorour and Russell J. Campion",
		"keywords": "Ambient assisted living, Geriatric rehabilitation, Kingdom of Saudi Arabia, Proactive Control Centre (PCC) – The Dashboard, Web site",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-323-85173-2.00005-9",
		"isbn": "978-0-323-85173-2",
		"abstract": "The number of elderly people worldwide (defined as those aged 60 years and older) was 202 million in 1950; this number has since quadrupled to reach 901 million and is expected to triple again by 2100. The rate of growth of the ageing population is rapidly increasing, and the cost of their care will be a challenging issue in the future. In particular, the number of elderly people in the Kingdom of Saudi Arabia (KSA) is increasing rapidly, from 5% of the total population in 2015 to a forecasted 20.9% by 2050. Clearly, the cost of taking care of elderly people is already a challenge, but it will be very difficult to meet in the future, when it will lead to a much higher expenditure on healthcare facilities. Elderly people are vulnerable to a decline in their health, and they do not wish to live as they did in the 1970s to 1990s. Instead, their desire is to live independently in their own homes and continue to practice normal activities. In fact, Saudi culture is changing, and the independent children generation tend not to live with their parents as was common in the past. A conceptual model using Ambient Assisted Living (AAL) to provide a Home Proactive Monitoring System (AALHPMS) was developed that supports the stakeholders in adopting AAL technologies using Smart sensors and particularly the use of Smart watches for monitoring heartbeat. To share and disseminate knowledge, a website (AgeinginKSA.org) was designed and implemented based on eight phase standards. A detailed description of this AgeinginKSA website is provided, and this website was tested using different website testers, and overall, it passed all the tests. The implementation of a specially designed website, AgeinginKSA, makes the system developed by this research easily and widely accessible, particularly for aged people, and for adoption throughout KSA.",
		"pages": "43-78",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780323851732000059"
	},
	{
		"id": "BOGATAJ202016896",
		"source_id": "BOGATAJ202016896",
		"type": "article",
		"title": "Ambient Assisted Living in Lifetime Neighbourhoods",
		"author": "David Bogataj and Valerija Rogelj and Eneja Drobež and Alenka Temeljotov Salaj",
		"keywords": "ambient assisted living, lifetime neighbourhood, independent living, assisted living, housing with care, health care, long-term care, population ageing",
		"doi": "https://doi.org/10.1016/j.ifacol.2020.12.1226",
		"abstract": "Municipalities are responsible for organizing and financing long-term–care services. These expenditures will triple in the next 40 years (to 9.5% of the GDP of Norway). This study seeks to investigate the exposure to different risks presented by the built environments of current neighbourhoods and the valuation of the benefits attained through the development of lifetime neighbourhoods. Ambient assisted living technologies embedded in lifetime neighbourhoods can significantly decrease the risk of falls and other accidents. Digital social networks and other support to the community can facilitate inclusion and mitigate loneliness. The spatial planning, development, and management of lifetime neighbourhoods with embedded ambient intelligence as a risk mitigation strategy in fast ageing cities are of specific interest. We wish to evaluate how the development of lifetime neighbourhoods mitigates the risk of accidents and social exclusion, thereby creating value for the community. The creation of value by the mitigation of the risk of falls, diseases, and social exclusion will be measured with the actuarial present value generated using the multiple decrement model approach, which is a novelty. The actuarial present value will provide scientific evidence of the benefits of the development and management of various lifetime neighbourhoods and housing arrangements.",
		"pages": "16896-16901",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896320316256",
		"journal": "IFAC-PapersOnLine",
		"volume": "53"
	},
	{
		"id": "OFFERMANNVANHEEK2019147",
		"source_id": "OFFERMANNVANHEEK2019147",
		"type": "article",
		"title": "Bare necessities? How the need for care modulates the acceptance of ambient assisted living technologies",
		"author": "Julia Offermann-van Heek and Eva-Maria Schomakers and Martina Ziefle",
		"keywords": "Technology acceptance, Ambient assisted living (AAL), Assistive technologies, Need for care, Technology selection",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2019.04.025",
		"abstract": "Background Steadily increasing numbers of older people and people in need of care represent critical challenges for today’s society. In the last years, diverse (health-related) technologies have been developed to facilitate living at home for older people but also to support (professional) care personnel in their daily care efforts. Ambient Assisted Living (AAL) technologies have the potential to enhance safety, support medical therapy, or facilitate everyday chores and social life. With the huge range and variety of technical opportunities, the question arises what influences (potential) users’ decisions for the right technology in their individual conditions and situations. In particular with regard to the fragility of the care situation, it is unknown which technologies are desired for different care needs and diverse situations. Objectives The present study investigates (1) personal care needs as a potential influencing parameter for technology acceptance and (2) the selection of specific technologies. Method In an online questionnaire (including n = 162 people of all ages), technology acceptance and the selection of specific technologies was assessed, using two scenarios differing in their personal care needs (low care needs vs. moderate care needs) in two situational contexts (emergency detection vs. medical reminders). Results Personal care needs influence the perception of benefits, barriers, and general acceptance of assisting technologies, independent from situational context. Higher needs for care lead to higher acknowledgements of the technology’s benefits, lower agreements or, in parts, higher rejections of potential barriers and higher acceptance. The two care situations differ regarding the participants’ preferences for technologies: For emergency detection, smart watches and emergency buttons are clearly accepted. In contrast, cameras are consistently rejected. For situations in which medical reminders are used, smartphone and smartwatches are most wanted, whereas audio assistants and smart TV were rather rejected. Conclusions The results provide insights into users’ preferences for specific technologies for the purpose of emergency detection and medical reminders as well as for the important influence of personal care needs. These insights can be used to derive user-tailored solutions of technology configurations for specific care needs and situations.",
		"pages": "147-156",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505618311675",
		"journal": "International Journal of Medical Informatics",
		"volume": "127"
	},
	{
		"id": "BOGATAJ2022922",
		"source_id": "BOGATAJ2022922",
		"type": "article",
		"title": "Capacity Planning for Social Infrastructure of Smart Lifetime Neighbourhoods: Social value Approach",
		"author": "Marija Bogataj and Eneja Drobez and Valerija Rogelj and Miso Drobez and David Bogataj",
		"keywords": "social infrastructure, ambient assisted living, lifetime neighbourhood, independent living, assisted living, housing with care, health care, long-term care, population ageing, geo-gerontology",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.09.458",
		"abstract": "Municipalities are responsible for organizing and financing long-term–care services. These expenditures will triple in the next 40 years (to 9.5% of the GDP of Norway). This study seeks to investigate the exposure to different risks presented by the built environments of current neighbourhoods and the valuation of the benefits attained through the development of lifetime neighbourhoods. Ambient assisted living technologies embedded in lifetime neighbourhoods can significantly decrease the risk of falls and other accidents. Digital social networks and other support to the community can facilitate inclusion and mitigate loneliness. The spatial planning, development, and management of lifetime neighbourhoods with embedded ambient intelligence as a risk mitigation strategy in fast ageing cities are of specific interest. We wish to evaluate how the development of lifetime neighbourhoods mitigates the risk of accidents and social exclusion, thereby creating value for the community. The creation of value by the mitigation of the risk of falls, diseases, and social exclusion will be measured with the actuarial present value generated using the multiple decrement model approach, which is a novelty. The actuarial present value will provide scientific evidence of the benefits of the development and management of various lifetime neighbourhoods and housing arrangements.",
		"pages": "922-927",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322017499",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "CHOUKOU2021104461",
		"source_id": "CHOUKOU2021104461",
		"type": "article",
		"title": "Evaluating the acceptance of ambient assisted living technology (AALT) in rehabilitation: A scoping review",
		"author": "Mohamed-Amine Choukou and Taylor Shortly and Nicole Leclerc and Derek Freier and Genevieve Lessard and Louise Demers and Claudine Auger",
		"keywords": "Ambient sensors, Home sensing, Rehabilitation, Methods, Questionnaire, Usability, User research, Literature review",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2021.104461",
		"abstract": "Objectives Ambient assisted living technologies (AALTs) are being used to help community-dwelling older adults (OAs) age in place. Although many AALT are available, their acceptance (perceived usefulness, ease of use, intention to use and actual usage) is needed to improve their design and impact. This study aims to 1) identify AALTs that underwent an acceptance evaluation in rehabilitation contexts, 2) identify methodological tools and approaches to measure acceptance in ambient assisted living (AAL) in rehabilitation research, and 3) summarize AALT acceptance results in existing rehabilitation literature with a focus on peer-reviewed scientific articles. Methods A scoping review was conducted in the following databases: Medline, Embase, Cinahl, and PsycInfo, following the Arksey and O’Malley framework (2009). Four acceptance attributes were extracted: ‘user acceptance’, ‘perceived usefulness’, ‘ease of use’, and ‘intention to use’. Data regarding AALT, participants, acceptance evaluation methods and results were extracted. Results A total of 21 articles were included among 634 studies retrieved from the literature. We identified 51 AALTs dedicated to various rehabilitation contexts, most of which focused on monitoring OAs’ activities and environmental changes. Acceptance of AALT was evaluated using interviews, questionnaires, focus groups, informal feedback, observation, card sort tasks, and surveys. Although OAs intend to use – or can perceive the usefulness of – AALTs, they are hesitant to accept the technology and have concerns about its adoption. Discussion and conclusions The assessment of AALT acceptance in contexts of rehabilitation requires more comprehensive and standardized methodologies. The use of mixed-methods research is encouraged to cover the needs of particular studies. The timing of acceptance assessment should be considered throughout technology development phases to maximize AALT implementation.",
		"pages": "104461",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505621000873",
		"journal": "International Journal of Medical Informatics",
		"volume": "150"
	},
	{
		"id": "WANG2020249",
		"source_id": "WANG2020249",
		"type": "incollection",
		"title": "9 - Toward unsupervised multiresident tracking in ambient assisted living: methods and performance metrics",
		"author": "Tinghui Wang and Diane J. Cook",
		"keywords": "Smart home, multiresident tracking, probability hypothesis density filter, Gaussian mixture",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-818546-9.00009-9",
		"isbn": "978-0-12-818546-9",
		"abstract": "Aging is a global challenge facing our society in the next few decades. Ambient assisted living (AAL) is a promising technology that helps people stay active, socially connected, and independent into older age. Even though ambient binary sensors, such as passive infrared (PIR) motion sensors, offer a low cost, easy to deploy, and less intrusive solution to constructing a smart environment, the limited ability of coping with multiple residents hinders the wide adoption of the AAL technology. In this work, we present three multiresident tracking algorithms, nearest neighbor with sensor graph (NN-SG), global nearest neighbor with sensor graph (GNN-SG), and multiresident tracking with sensor vectorization (sMRT), to solve the data association problem between the ambient sensor events and residents in the smart environment. We also introduce new performance metrics to evaluate the success of alternative approaches to multiresident tracking in smart homes. We evaluate all the algorithms with a recent smart home dataset recorded in real-life settings. Among the three algorithms, NN-SG and GNN-SG require sensor location and floor plan of the environment to derive the sensor graph, while sMRT does not require such information and relies solely on the unannotated sensor data. As an initiative of the unsupervised resident tracking solution, sMRT prompts additional research opportunities in multiresident tracking to improve the adoption of AAL technology in our daily life.",
		"pages": "249-280",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128185469000099"
	},
	{
		"id": "ROGELJ2019265",
		"source_id": "ROGELJ2019265",
		"type": "article",
		"title": "Capacity Planning for Ambient Assisted Living",
		"author": "Valerija Rogelj and Eneja Drobež and Marta Kavšek and David Bogataj",
		"keywords": "silver economy, housing with care, health care, long-term care, population ageing, construction industry dynamics",
		"doi": "https://doi.org/10.1016/j.ifacol.2019.12.106",
		"abstract": "Housing services and utilities represent the highest share of the EU Silver Economy. EU Member States are ageing. The demand for specialised housing for older adults and ambient assisted living technologies is expected to triple in the next 40 years. The ageing population is driving the expenditures of health care (HC) and long-term care (LTC) provision without visible improvement in the quality of life of older adults. Ambient assisted living technologies and ambient intelligence can enable residents to live longer in their own homes and in specialised housing in the community while mitigating the increasing public expenditures for health care and long-term care. We present the results of the survey, how older adults in Slovenia perceive the ambient assisted living housing, where large share of older adults, who are already included in municipality home care programs, want to live after a severe decline in their functional capacities. These results enable us to forecast the dynamics of the expected demand for specialised housing for older adults and the expected directions of the development of specialised housing and the supply networks. We present the multiple decrement model to forecast the dynamics of this demand when developing the silver economy. This structure of demand, we show, depends on the demographic and the income of the older adults. Therefore, it influences the probabilities of transitions in a multiple decrement model for forecasting the dynamics of development of specialised housing with embedded AAL technologies for older adults.",
		"pages": "265-270",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S240589631931941X",
		"journal": "IFAC-PapersOnLine",
		"volume": "52"
	},
	{
		"id": "CORONATO20171",
		"source_id": "CORONATO20171",
		"type": "article",
		"title": "A structured approach for the designing of safe AAL applications",
		"author": "Antonio Coronato and Giovanni Paragliola",
		"keywords": "Ambient assisted living, Human activity recognition, Artificial intelligence, Situation awareness, Planning",
		"doi": "https://doi.org/10.1016/j.eswa.2017.04.058",
		"abstract": "(Context:) Cognitive diseases such as Alzheimers affect millions of people around the world. One common characteristic of such diseases is that the patient may assume irrational behaviors, which may result in damage to property or, much worse, in injury to family members or to the patient him/herself. (Objective:) These kinds of behaviors must be monitored via intelligent systems in order to guarantee the safety of the patients. (Problem:) They are characterized by their unpredictable and irrational nature which makes the development of monitoring software complex, this being the main challenge that must be faced. (Proposal:) In order to address this issue, our paper presents a structured approach to address the modeling and development of intelligent Ambient Assisted Living Systems for the monitoring of the behaviors of cognitively impaired people. The main impact of our contribution concerns both the automatic identification of irrational behaviors and a methodology for the design of safe AAL applications specifically targeted at users with cognitive or mental diseases. To prove the feasibility of our approach, we show a use case scenario in which we apply our solution to model a monitoring system able to recognize anomalous situations. (Results:) The preliminary results have shown that the application of the proposed process allows developers to improve the safety of the patient in a domestic environment.",
		"pages": "1-13",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417417303147",
		"journal": "Expert Systems with Applications",
		"volume": "85"
	},
	{
		"id": "ALMEIDA2019598",
		"source_id": "ALMEIDA2019598",
		"type": "article",
		"title": "A critical analysis of an IoT—aware AAL system for elderly monitoring",
		"author": "Aitor Almeida and Rubén Mulero and Piercosimo Rametta and Vladimir Urošević and Marina Andrić and Luigi Patrono",
		"keywords": "Ambient assisted living, BLE, Internet of things, Big data, Data analytics, Performance",
		"doi": "https://doi.org/10.1016/j.future.2019.03.019",
		"abstract": "A growing number of elderly people (65+ years old) are affected by particular conditions, such as Mild Cognitive Impairment (MCI) and frailty, which are characterized by a gradual cognitive and physical decline. Early symptoms may spread across years and often they are noticed only at late stages, when the outcomes remain irrevocable and require costly intervention plans. Therefore, the clinical utility of early detecting these conditions is of substantial importance in order to avoid hospitalization and lessen the socio-economic costs of caring, while it may also significantly improve elderly people’s quality of life. This work deals with a critical performance analysis of an Internet of Things aware Ambient Assisted Living (AAL) system for elderly monitoring. The analysis is focused on three main system components: (i) the City-wide data capturing layer, (ii) the Cloud-based centralized data management repository, and (iii) the risk analysis and prediction module. Each module can provide different operating modes, therefore the critical analysis aims at defining which are the best solutions according to context’s needs. The proposed system architecture is used by the H2020 City4Age project to support geriatricians for the early detection of MCI and frailty conditions.",
		"pages": "598-619",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X18321769",
		"journal": "Future Generation Computer Systems",
		"volume": "97"
	},
	{
		"id": "KARA2017392",
		"source_id": "KARA2017392",
		"type": "article",
		"title": "A Quality Model for the Evaluation AAL Systems",
		"author": "Madjid Kara and Olfa Lamouchi and Amar Ramdane-Cherif",
		"keywords": "quality models, quality dimension, quality evaluation, metrics",
		"doi": "https://doi.org/10.1016/j.procs.2017.08.354",
		"abstract": "The Ambient Assisted Living (AAL) domain aims to support the daily life activities of elders, patients with chronic conditions or disabled people. The need to support these elderly, in difficulty has prompted researchers to focus on the field of home care. Several platforms have been developed over the last two decades, based on several functionalities to the improvement of their quality. Hence, Quality Criteria (QCs) must be identified and well defined to successfully achieve the system purposes. The goal is to obtain a set of data quality characteristics that would be applicable to the context of AAL systems and evaluate them using data coming from multiple sensors. To do this, we based our work on ISO/IEC 25012 and ISO/IEC 25010 standards that establish QCs respectively on system and software product quality and data quality, to extract the most relevant QCs that could be more fitting for AAL systems. We have applied an approach to extract the most important criteria than can be associated with AAL system based on the acquisition, the transmission, and the treatment processes. To convince all stakeholders including both technologies and end users of AAL systems, high quality must be guaranteed, but measuring quality in AAL system is difficult because of the variety of stakeholders. To evaluate the entire data quality model for AAL system, we will apply an evaluation procedure on this model, which consists first make our model hierarchically, then evaluate it using the metrics based on the sensor data and the concept of fuzzy logic.",
		"pages": "392-399",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050917317647",
		"journal": "Procedia Computer Science",
		"volume": "113"
	},
	{
		"id": "ZINNER201791",
		"source_id": "ZINNER201791",
		"type": "incollection",
		"title": "Chapter 5 - Matching Requirements for Ambient Assisted Living and Enhanced Living Environments with Networking Technologies",
		"author": "Thomas Zinner and Florian Wamser and Helmut Leopold and Ciprian Dobre and Constandinos X. Mavromoustakis and Nuno M. Garcia",
		"keywords": "Ambient Assisted Living, Enhanced Living Environments, Application domains, Stakeholder analysis, Requierement analysis, Networking technologies",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00005-3",
		"isbn": "978-0-12-805195-5",
		"abstract": "Enhanced Living Environments (ELE) comprise information and communication technologies (ICT) supporting true Ambient Assisted Living (AAL). It promotes the provision of infrastructures and services for the independent or more autonomous living, via seamless integration of ICT within homes and residences. For this, ELE encompasses the latest developments associated with the Internet of Things, towards services designed for a better help and support for people, or as a general term, to better live their life and interact with their environment. Both, in AAL and ELE, a multitude of heterogeneous applications, involving different stakeholders, have to communicate via a common network environment. Hence, infrastructures have to become pervasive, with an increasing number of distributed devices that will need to communicate between themselves, as well as with centralized services. Moreover, in the context of mobility, temporary co-location of devices will be exploited to build dynamic networks, without a pre-requisite infrastructure, or to complement existing communication infrastructures with ad-hoc ones. The current networking infrastructures are mostly based on the Internet, and were not designed to support the varying requirements for the dynamic interaction processes between human beeings, sensors and systems. The contribution of this book chapter is to understand the technological barriers hindering the widespread realworld usage of AAL/ELE systems and to identify technologies which may help to overcome them. We briefly review the application domains of AAL and ELE, and summarize domains, applications and stakeholders. Necessary requirements are highlighted and state-of-the-art technologies are evaluated against them.",
		"pages": "91-121",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000053"
	},
	{
		"id": "INCKI2018570",
		"source_id": "INCKI2018570",
		"type": "article",
		"title": "Democratization of runtime verification for internet of things",
		"author": "Koray Incki and Ismail Ari",
		"keywords": "Internet of things, Model-based testing, Runtime verification, Complex-event processing, Model-to-text transformation, Edge computing",
		"doi": "https://doi.org/10.1016/j.compeleceng.2018.05.007",
		"abstract": "Internet of Things (IoT) devices have gained more prevalence in ambient assisted living (AAL) systems. Reliability of AAL systems is critical especially in assuring the safety and well-being of elderly people. Runtime verification (RV) is described as checking whether the observed behavior of a system conforms to its expected behavior. RV techniques generally involve heavy formal methods; thus, it is poorly utilized in the industry. Therefore, we propose a democratization of RV for IoT systems by presenting a model-based testing (MBT) approach. To enable modeling expected behaviors of an IoT system, we first describe an extension to a UML profile. Then, we capture the expected behavior of an interaction that is modeled on a Sequence Diagram (SD). Later, the expected behaviors are translated into runtime monitor statements expressed in Event-Processing Language (EPL), which are executed at the edge of the IoT network. We further demonstrate our contributions on a sample AAL system.",
		"pages": "570-580",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0045790618302507",
		"journal": "Computers & Electrical Engineering",
		"volume": "68"
	},
	{
		"id": "GHOLIZADEHTAYYAR2020321",
		"source_id": "GHOLIZADEHTAYYAR2020321",
		"type": "article",
		"title": "Optimal Sensor Deployment According to a New Approach for Target Tracking in Smart Homes",
		"author": "S. Gholizadeh-Tayyar and R.B. Bachouch and Y. Fousseret and Y. Parmantier and N. Ramdani",
		"doi": "https://doi.org/10.1016/j.irbm.2020.06.009",
		"abstract": "Ambient Assisted Living (AAL) aims to ease the activities of daily lives for elderly or disabled people living in smart homes. In these systems, the assisting services are provided by use of the sensors that detect the location of inhabitants. Even though the cost and performance efficiencies of sensor networks depend directly on the number of the deployed sensors as well as the approaches that are employed to track the location of inhabitants, these factors are separately considered in research studies. In this paper, we propose an approach to track a target in smart homes. We present a new Integer Linear Programming (ILP) model that i. optimizes the number of the deployed sensors according to our proposed target tracking approach, ii. determines the placement of sensors in the network while considering the layout of the Region of Interest (RoI), iii. proposes appropriate settings for the sensors field of view and their orientation, and, iv. deploys sensors according to the satisfaction of a reliability level in the network. In order to validate the proposed model and show its applicability, we use two sets of data, including real data gathered from a living lab and randomly generated data, as well as a test scenario. We also present a user interface that employs the concepts, which are presented in this research. The interface helps to easily monitor the location, energy consumption and well-being factors of a target in an AAL environment.",
		"pages": "321-330",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1959031820301135",
		"journal": "IRBM",
		"volume": "41"
	},
	{
		"id": "MACHADO201721",
		"source_id": "MACHADO201721",
		"type": "article",
		"title": "Reactive, proactive, and extensible situation-awareness in ambient assisted living",
		"author": "Alencar Machado and Vinícius Maran and Iara Augustin and Leandro Krug Wives and José Palazzo Moreira de Oliveira",
		"keywords": "Situation-awareness, Ambient intelligence, Probabilistic ontology, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2017.01.033",
		"abstract": "Considering that the world population is aging, health-support issues are in evidence, and many dangerous situations concerning users in their living environment may arise. This paper presents an approach to allow Ambient Assisted Living (AAL) systems to identify and predict situations that may endanger users in their living environment. Elderly people generally have difficulties to perform daily activities as using some electronic device, cooking, dressing among others. This paper offers an alternative to acquire comprehension of a former persons behavioral providing this knowledge when cognitive impairments will occur. This is a significant improvement to traditional expert systems applied to AAL as the handling of the knowledge base is adapted to the failing users’ behavior. We consider the user profile dynamics where new and different situations not initially planned in the development of the systems may occur. This approach was developed considering the principles of reactive and proactive behavior and the extensibility capacity of the system. Systems developed following the above-described principles can react to the current situations and anticipate proactively a dangerous situation eliminating it or controlling its impact. The approach is evaluated and verified by a case study where unwanted, dangerous situations were created and subsequently detected. The case study is based on a simulated smart house fulfilled with sensors and appliances. An application was build based on the developed approach, and it was capable of choosing the most appropriate actions to solve the unwanted situations. The main contributions of the present work are the identification and prediction of situations in smart houses, an approach developed with the principles of reactive and proactive behavior validated with a case study and supported by a probabilistic ontology.",
		"pages": "21-35",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S095741741730043X",
		"journal": "Expert Systems with Applications",
		"volume": "76"
	},
	{
		"id": "WILLETTS2022205",
		"source_id": "WILLETTS2022205",
		"type": "incollection",
		"title": "Chapter8 - Big Data, Big Data Analytics application to Smart home technologies and services for geriatric rehabilitation",
		"author": "Matthew Willetts and Anthony S. Atkins and Clare Stanier",
		"keywords": "Big Data Analytics, Big Data, Ambient-Assisted Living, Geriatric rehabilitation, Smart homes",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-323-85173-2.00001-1",
		"isbn": "978-0-323-85173-2",
		"abstract": "The World Health Organization expects that between 2015 and 2050 the proportion of the global population over 60 years of age will almost double from 12% to 22%. A consequence of an aging population is that more people will require care and additional skilled healthcare staff to support them, resulting in increased healthcare costs. Smart homes can provide a cost-effective solution to the rising healthcare costs of the increasingly elderly population while allowing individuals the opportunity to live independently at home. The wide range of sensors within a Smart home generates large volumes of data, at a high velocity in a variety of formats. Big Data Analytics can be utilized to analyze the Big Data generated to improve the wellbeing of the elderly residents including identification of anomalies in behavior, such as fall detection, and pre-emptive identification of the onset of medical complications. However, there are many challenges of converting existing homes into Smart homes. This chapter discusses ambient-assisted living (AAL), Smart homes, Big Data, and the importance of Big Data Analytics and its application to Smart homes to support AAL for the purpose of geriatric rehabilitation. Several examples are provided throughout this chapter, which highlight the benefits of this technology.",
		"pages": "205-230",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780323851732000011"
	},
	{
		"id": "ELAHI2021189",
		"source_id": "ELAHI2021189",
		"type": "article",
		"title": "A human-centered artificial intelligence approach for privacy protection of elderly App users in smart cities",
		"author": "Haroon Elahi and Aniello Castiglione and Guojun Wang and Oana Geman",
		"keywords": "Smart city, Ambient assisted living, Human-centered AI, Privacy as a shared responsibility, Soft sets, Cognitive offloading",
		"doi": "https://doi.org/10.1016/j.neucom.2020.06.149",
		"abstract": "Artificial Intelligence and Machine Learning based Ambient Assisted Living systems play an important role in smart cities by improving the quality of life of the elderly population. Many Ambient Assisted Living systems are coupled with Android Apps for command-and-control purposes. Consequently, the privacy and security of Ambient Assisted Living systems depend on the privacy and security of the corresponding Android Apps, which follow a privacy self-management model. Unfortunately, the privacy self-management model ignores the decision-making abilities of the elderly and increases their cognitive loads, which put their privacy protection and wellbeing at stake. In this paper, we follow a Human-Centered Artificial Intelligence inspired approach for addressing these issues. This approach uses privacy as a shared responsibility model instead of the privacy self-management model. We have proposed two algorithms, the participatory privacy protection algorithm-I, and participatory privacy protection algorithm-II, for determining optimal privacy settings of an Ambient Assisted Living App and handling its runtime Permission requests, respectively. We demonstrated the working of these algorithms using a case study. We have also compared the proposed approach with state-of-the-art privacy management schemes for Android Apps. The proposed algorithms can improve the privacy protection of Ambient Assisted Living App users in smart cities and relieve them through cognitive offloading.",
		"pages": "189-202",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231221001259",
		"journal": "Neurocomputing",
		"volume": "444"
	},
	{
		"id": "GOLEVA2017171",
		"source_id": "GOLEVA2017171",
		"type": "incollection",
		"title": "Chapter 8 - AAL and ELE Platform Architecture",
		"author": "Rossitza I. Goleva and Nuno M. Garcia and Constandinos X. Mavromoustakis and Ciprian Dobre and George Mastorakis and Rumen Stainov and Ivan Chorbev and Vladimir Trajkovik",
		"keywords": "Enhanced Living Environment as a Service, ELEaaS, Ambient Assited Living as a Service, AALaaS, Virtualized Personal Area Network, Virtualized Dew, Fog and Cloud Solution",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00008-9",
		"isbn": "978-0-12-805195-5",
		"abstract": "The aim of this chapter is to present the Ambient Assisted Living/Enhanced Living Environment (AAL/ELE) platform architecture that is an open system for internetworking and defines a provision of services to the citizens. The work is describing the framework, main hierarchical layers, common and specific services and applications, important functionality, possible technologies, supported protocols and common interfaces that will allow interoperability between already existing and newly designed platforms. The described platform is not a single product in the cloud but generic specification of many existing platforms and their possible extended internetworked versions. The chapter identifies main platform building blocks and is not limited to sensor networks, wire and wireless communication infrastructure for AAL services, requirement analysis, stakeholders profiling, protocols, platform analysis algorithms, Quality of Service, Quality of Experience analyses, capacity planning, data models for medical/personal data acquisition, processing algorithms, user interaction interfaces, end-user testing, mobile AAL/ELE, web-based, cloud-based AAL/ELE applications as well as AAL as a Service (AALaaS) and ELE as a Service (ELEaaS).",
		"pages": "171-209",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000089"
	},
	{
		"id": "VORA2019635",
		"source_id": "VORA2019635",
		"type": "article",
		"title": "TILAA: Tactile Internet-based Ambient Assistant Living in fog environment",
		"author": "Jayneel Vora and Shriya Kaneriya and Sudeep Tanwar and Sudhanshu Tyagi and Neeraj Kumar and M.S. Obaidat",
		"keywords": "Tactile internet, Posture, Fog computing, Ambient assisted living, Efficiency, Accuracy",
		"doi": "https://doi.org/10.1016/j.future.2019.01.035",
		"abstract": "Ambient assisted living provides an environment to aid regular activities (such as exercise, medical diagnosis etc.) for well being of users. In this direction, posture correcting mechanisms can be developed to have a real-time detection and correction system, which allow doctors and caregivers to monitor the patients’ health without worrying about potential falls and backaches. Most of the data related to patient health resides on the cloud environment to be accessed from anywhere by different users. However, the existing cloud computing infrastructure does not support a quick feedback for posture correction by the patients located geographically separated locations.However, with the advent of 5G networks, a new networking paradigm of Tactile Internet emerges having low latency communication for ubiquitously connecting heterogeneous devices at the edge of the network. Keeping focus on these issues, we propose, TILAA, a framework for Tactile Internet-based Ambient Assistance Living in fog environment in this paper. It provides a collaborative communication feedback to the patients and doctors with reduced delay. TILAA consists of a micro controller, sensing devices such as-accelerometer and gyroscopes, and a battery holder. The straps on the chest wearable consist of actuators, which send vibrations as a Tactile feedback to the doctors or to the hospitals for taking proactive measures in case of emergency. Performance evaluation of TILAA shows that it has superior performance for the back posture of all patients as compared to pre-existing expensive detection and posture schemes.",
		"pages": "635-649",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X18326839",
		"journal": "Future Generation Computer Systems",
		"volume": "98"
	},
	{
		"id": "BUCCI2021100145",
		"source_id": "BUCCI2021100145",
		"type": "article",
		"title": "State of art overview of Non-Intrusive Load Monitoring applications in smart grids",
		"author": "Giovanni Bucci and Fabrizio Ciancetta and Edoardo Fiorucci and Simone Mari and Andrea Fioravanti",
		"keywords": "Non-intrusive load monitoring (NILM), Energy management, Smart grid, Anomaly detection, Ambient assisted living (AAL), Demand response (DR)",
		"doi": "https://doi.org/10.1016/j.measen.2021.100145",
		"abstract": "Nowadays, non-intrusive load monitoring (NILM) systems represent an effective alternative to monitoring individual appliances consumption, avoiding the costs and spatial constraints imposed by the installation of additional sensors. Modern artificial intelligence algorithms, such as machine learning algorithms, make it possible to split the aggregate power absorption profile of a user into the individual power absorption profiles of the main household appliances. However, there is still no full awareness of how these systems can be used effectively and in what situations they can provide consistent support. This paper illustrates the most promising management, diagnostics, and automation activities that can be carried out with the help of an efficient NILM system, referring to the most significant works in literature. A discussion of challenges and future research directions is also provided.",
		"pages": "100145",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2665917421001082",
		"journal": "Measurement: Sensors",
		"volume": "18"
	},
	{
		"id": "SARABIAJACOME2020100185",
		"source_id": "SARABIAJACOME2020100185",
		"type": "article",
		"title": "Highly-efficient fog-based deep learning AAL fall detection system",
		"author": "David Sarabia-Jácome and Regel Usach and Carlos E. Palau and Manuel Esteve",
		"keywords": "IoT, Big data, Fog computing, Cloud computing, Deep learning, AAL, Health, AHA, Fall",
		"doi": "https://doi.org/10.1016/j.iot.2020.100185",
		"abstract": "Falls is one of most concerning accidents in aged population due to its high frequency and serious repercussion; thus, quick assistance is critical to avoid serious health consequences. There are several Ambient Assisted Living (AAL) solutions that rely on the technologies of the Internet of Things (IoT), Cloud Computing and Machine Learning (ML). Recently, Deep Learning (DL) have been included for its high potential to improve accuracy on fall detection. Also, the use of fog devices for the ML inference (detecting falls) spares cloud drawback of high network latency, non-appropriate for delay-sensitive applications such as fall detectors. Though, current fall detection systems lack DL inference on the fog, and there is no evidence of it in real environments, nor documentation regarding the complex challenge of the deployment. Since DL requires considerable resources and fog nodes are resource-limited, a very efficient deployment and resource usage is critical. We present an innovative highly-efficient intelligent system based on a fog-cloud computing architecture to timely detect falls using DL technics deployed on resource-constrained devices (fog nodes). We employ a wearable tri-axial accelerometer to collect patient monitoring data. In the fog, we propose a smart-IoT-Gateway architecture to support the remote deployment and management of DL models. We deploy two DL models (LSTM/GRU) employing virtualization to optimize resources and evaluate their performance and inference time. The results prove the effectiveness of our fall system, that provides a more timely and accurate response than traditional fall detector systems, higher efficiency, 98.75% accuracy, lower delay, and service improvement.",
		"pages": "100185",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2542660518300829",
		"journal": "Internet of Things",
		"volume": "11"
	},
	{
		"id": "AKULA2018146",
		"source_id": "AKULA2018146",
		"type": "article",
		"title": "Deep learning approach for human action recognition in infrared images",
		"author": "Aparna Akula and Anuj K. Shah and Ripul Ghosh",
		"keywords": "Infrared, Action recognition, Deep learning, CNN, Convolution",
		"doi": "https://doi.org/10.1016/j.cogsys.2018.04.002",
		"abstract": "Human action recognition based Ambient assisted living (AAL) systems, targeted towards providing assistance for the elderly and persons with disabilities, have been of interest to researchers from various disciplines. The research primarily focuses on development of automatic, minimally intrusive and privacy preserving systems. Although popular in the strategic sector, thermal infrared (IR) cameras haven’t been explored much in AAL. This work demonstrates the use of IR cameras in the field of AAL and discusses its performance in human action recognition (HAR). Particular attention is drawn towards one of the most critical actions - falling. In this reference, a dataset of IR images was generated comprising of 6 action classes – walking, standing, sitting on a chair, sitting on a chair with a desk in front, fallen on the desk in front and fallen/lying on the ground. The dataset comprises of 5278 image samples which have been randomly sampled from thermal videos, each of about 30 s, representing the six action classes. To achieve robust action recognition, we have designed the supervised Convolution Neural Network (CNN) architecture with two convolution layers to classify the 6 action classes. Classification accuracy of 87.44% has been achieved on the manually selected complex test data.",
		"pages": "146-154",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1389041717302206",
		"journal": "Cognitive Systems Research",
		"volume": "50"
	},
	{
		"id": "GOLEVA2017427",
		"source_id": "GOLEVA2017427",
		"type": "incollection",
		"title": "Chapter 16 - End-Users Testing of Enhanced Living Environment Platform and Services",
		"author": "Rossitza I. Goleva and Nuno M. Garcia and Constandinos X. Mavromoustakis and Ciprian Dobre and George Mastorakis and Rumen Stainov",
		"keywords": "AALaaS, ELEaaS, Ambient Assisted Living, AAL, Enhanced Living Environment, ELE, Platform testing, Verification, Validation",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00016-8",
		"isbn": "978-0-12-805195-5",
		"abstract": "This chapter presents possible use-case scenarios for end-user testing, verification and validation of Ambient Assisted Living and Enhanced Living Environment (AAL/ELE) platforms and services. It consists of many use-case scenarios related to the functionality, connectivity, interoperability, interfaces, and protocols against end-user specific requirements for AAL as a Service (AALaaS) and ELE as a Service (ELEaaS). The work is based on the existing living labs experience and enriched by customized information and communication services known from ICT sector. Description of the services and platforms for ELE is done in general terms. Testing needs to be performed in conformance to the general type of functions. Furthermore, customization of the services, applicability to the needs of all stakeholders, flexibility to the data exchange and integration, interoperability between different versions and types of platforms are verified.",
		"pages": "427-440",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000168"
	},
	{
		"id": "MEZAKUBO2016202",
		"source_id": "MEZAKUBO2016202",
		"type": "article",
		"title": "Assessing the user experience of older adults using a neural network trained to recognize emotions from brain signals",
		"author": "Victoria Meza-Kubo and Alberto L. Morán and Ivan Carrillo and Gilberto Galindo and Eloisa García-Canseco",
		"keywords": "EEG signals, Emotion recognition, Neural networks, User experience, Evaluation, Older adults",
		"doi": "https://doi.org/10.1016/j.jbi.2016.07.004",
		"abstract": "The use of Ambient Assisted Living (AAL) technologies as a means to cope with problems that arise due to an increasing and aging population is becoming usual. AAL technologies are used to prevent, cure and improve the wellness and health conditions of the elderly. However, their adoption and use by older adults is still a major challenge. User Experience (UX) evaluations aim at aiding on this task, by identifying the experience that a user has while interacting with an AAL technology under particular conditions. This may help designing better products and improve user engagement and adoption of AAL solutions. However, evaluating the UX of AAL technologies is a difficult task, due to the inherent limitations of their subjects and of the evaluation methods. In this study, we validated the feasibility of assessing the UX of older adults while they use a cognitive stimulation application using a neural network trained to recognize pleasant and unpleasant emotions from electroencephalography (EEG) signals by contrasting our results with those of additional self-report and qualitative analysis UX evaluations. Our study results provide evidence about the feasibility of assessing the UX of older adults using a neural network that take as input the EEG signals; the classification accuracy of our neural network ranges from 60.87% to 82.61%. As future work we will conduct additional UX evaluation studies using the three different methods, in order to appropriately validate these results.",
		"pages": "202-209",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046416300582",
		"journal": "Journal of Biomedical Informatics",
		"volume": "62"
	},
	{
		"id": "ROGELJ2021756",
		"source_id": "ROGELJ2021756",
		"type": "article",
		"title": "Digital transformation of community health and social services for ageing cohorts",
		"author": "Valerija Rogelj and Alenka Temeljotov Salaj and David Bogataj",
		"keywords": "ambient assisted living, lifetime neighbourhood, independent living, assisted living, housing with care, health care, long-term care, ageing population",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.10.543",
		"abstract": "Municipalities in the European Union are ageing fast. However, achieving societal and environmental change with a focus on the development of an age-friendly environment, ambient assisted living, eHealth, public spaces that facilitate active ageing and wellbeing for all generations and social support networks for older adults with declining functional capacities represent a major challenge for European municipalities. Additionally, developing and financing smart social infrastructure to support a growing number of older adults with declining functional capacities so that they can postpone moving to a nursing home and live longer in the community is a major challenge for European municipalities. Social innovations for the digital transformation of health care and social care delivery systems can help older adults live autonomously and independently in their own communities and postpone or even avoid entering a nursing home. The innovations will lead to a more efficient combination of the existing societal resources in the communities for fulfilling the health care and social needs of the ageing members of the society who are dependent on the help of others due to illness or functional decline. On the supply side, new scientific (optimisation of the supply networks), organisational (self-managed communities) and technological innovations, such as robotics, domotics, CPS based on the Internet of Things and cloud computing, offer new utilities and create new businesses for the supply of goods and services to older people and also provide new job opportunities for young people. The aim of this paper is to consider the development and financing of community and smart social infrastructure and present the case for Slovenia.",
		"pages": "756-761",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321019819",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "HADJIOANNOU2017271",
		"source_id": "HADJIOANNOU2017271",
		"type": "incollection",
		"title": "Chapter 11 - Cloud-Oriented Domain for AAL",
		"author": "Vasos Hadjioannou and Constandinos X. Mavromoustakis and George Mastorakis and Ciprian Dobre and Rossitza I. Goleva and Nuno M. Garcia",
		"keywords": "Ambient Assisted Living, Internet-based Healthcare, Remote health monitoring, Telemonitoring",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00011-9",
		"isbn": "978-0-12-805195-5",
		"abstract": "The immense network of interconnected objects, called the Internet of Things (IoT), will eventually become a reality thanks to the MP2P (Mobile Peer-to-Peer) nature of the upcoming 5G and it will have the potential of growing into a valuable asset and revolutionize a plethora of fields. Due to its omnipresent character, the IoT can be successfully deployed in the area of healthcare, allowing this way the efficient management of equipment in medical facilities, as well as the immediate and remote monitoring and treatment of patients. In addition to IoT, cloud computing can also be integrated in such systems, opening this way new doors for the field of Ambient Assisted Living (AAL) by taking advantage of the benefits the cloud brings to the table when properly utilized. This chapter briefly presents IoT and cloud computing, as well as how their combination can affect the area of AAL. It also provides information on how cloud services can be used for remotely monitoring the physiological condition of a patient, along with how IoT can be used in gathering the desired data. Additionally, Electronic Health Records (EHR) are presented, followed by how wearable technology, used in AAL, can benefit from an IoT cloud system. Finally, challenges and issues that appear from the utilization of cloud-based IoT for AAL are presented, such as security and privacy requirements, the difficulties in handling the massive amount of data generated, as well as device interoperability issues.",
		"pages": "271-286",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128051955000119"
	},
	{
		"id": "XOHUACHACON201861",
		"source_id": "XOHUACHACON201861",
		"type": "incollection",
		"title": "Chapter 4 - Tangible User Interfaces for Ambient Assisted Working",
		"author": "Antonio Xohua-Chacón and Edgard Benítez-Guerrero and Carmen Mezura-Godoy",
		"keywords": "Ambient assisted living, Ambient assisted working, Ambient intelligence, Human computer-interaction, Tangible interfaces",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-812130-6.00004-4",
		"isbn": "978-0-12-812130-6",
		"abstract": "This chapter presents an overview of ambient intelligence, as well as the concepts for which it has served as a basis: ambient assisted living (AAL) and, particularly, ambient assisted working (AAW). This chapter also explains the characteristics of tangible user interfaces (TUIs), addressing their advantages as well as their limitations. The integration of TUIs in AAW is proposed as an alternative for interaction between users and interactive systems present in a work environment, describing some aspects that must be considered before this can happen, such as the integration of some kind of intelligence in TUIs to enable the identification of individual users (or type of user) and automatic adaptation to users.",
		"pages": "61-79",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128121306000044"
	},
	{
		"id": "DESPOTOVIC2022106027",
		"source_id": "DESPOTOVIC2022106027",
		"type": "article",
		"title": "Audio-based Active and Assisted Living: A review of selected applications and future trends",
		"author": "Vladimir Despotovic and Peter Pocta and Andrej Zgank",
		"keywords": "Active and Assisted Living, Audio modality, Audio datasets, Audio-based AAL applications",
		"doi": "https://doi.org/10.1016/j.compbiomed.2022.106027",
		"abstract": "The development of big data, machine learning, and the Internet of Things has led to rapid advances in the research field of Active and Assisted Living (AAL). A human is placed in the center of such an environment, interacting with different modalities while using the system. Although video still plays a dominant role in AAL technologies, audio, as the most natural means of interaction, is also used commonly, either as a single source of information, or in combination with other modalities. Despite the rapidly increased research efforts in the last decade, there is a lack of systematic overview of audio based technologies and applications in AAL. This review tries to fill this gap, and identifies five major topics where audio is an essential AAL building block: Physiological monitoring, emotion recognition in the context of AAL, human activity recognition, fall detection, and food intake monitoring. We address the data work flow and standard sensing technologies for capturing audio in the AAL environment, provide a comprehensive overview of audio-based AAL applications, and identify datasets available to the research community. Finally, we address the main challenges that should be handled in the upcoming years, and try to identify the potential future trends in audio-based AAL.",
		"pages": "106027",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010482522007454",
		"journal": "Computers in Biology and Medicine",
		"volume": "149"
	},
	{
		"id": "DHIMAN201921",
		"source_id": "DHIMAN201921",
		"type": "article",
		"title": "A review of state-of-the-art techniques for abnormal human activity recognition",
		"author": "Chhavi Dhiman and Dinesh Kumar Vishwakarma",
		"keywords": "Two-dimensional anomaly detection, Three-dimensional anomaly detection, Crowd anomaly, Skeleton based fall detection, Ambient Assistive Living",
		"doi": "https://doi.org/10.1016/j.engappai.2018.08.014",
		"abstract": "The concept of intelligent visual identification of abnormal human activity has raised the standards of surveillance systems, situation cognizance, homeland safety and smart environments. However, abnormal human activity is highly diverse in itself due to the aspects such as (a) the fundamental definition of anomaly (b) feature representation of an anomaly, (c) its application, and henceforth (d) the dataset. This paper aims to summarize various existing abnormal human activity recognition (AbHAR) handcrafted and deep approaches with the variation of the type of information available such as two-dimensional or three-dimensional data. Features play a vital role in an excellent performance of an AbHAR system. The proposed literature provides feature designs of abnormal human activity recognition in a video with respect to the context or application such as fall detection, Ambient Assistive Living (AAL), homeland security, surveillance or crowd analysis using RGB, depth and skeletal evidence. The key contributions and limitations of every feature design technique, under each category: 2D and 3D AbHAR, in respective contexts are tabulated that will provide insight of various abnormal action detection approaches. Finally, the paper outlines newly added datasets for AbHAR by the researchers with added complexities for method validations.",
		"pages": "21-45",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197618301775",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "77"
	},
	{
		"id": "YADDADEN2018173",
		"source_id": "YADDADEN2018173",
		"type": "article",
		"title": "User action and facial expression recognition for error detection system in an ambient assisted environment",
		"author": "Yacine Yaddaden and Mehdi Adda and Abdenour Bouzouane and Sébastien Gaboury and Bruno Bouchard",
		"keywords": "Smart environment, Activity recognition, Radio frequency IDentification, Facial expression recognition, Convolutional neural network, Error detection",
		"doi": "https://doi.org/10.1016/j.eswa.2018.06.033",
		"abstract": "Emotion recognition through facial expressions represents a relevant way to understand and even predict the human behavior. Thus, it has been used in various fields such as human-robot interaction and ambient assistance. Nevertheless, it remains a challenging task since expressed emotions might be affected by different parameters such as ethnic origins, age and so on. In this paper, we introduce an efficient facial expression recognition approach based on a Convolutional Neural Network architecture. Carried experimentation on five benchmark facial expression datasets confirms the efficiency of the proposed approach with recognition rates higher than 95%. In the context of ambient assistance, we introduced an error detection module using a user action recognition from Radio Frequency IDentification tags placed on various objects of daily living. The experiments performed in a smart environment show a consistent improvement of the error detection module when including facial expression recognition. Indeed, the false positive detection rate is significantly reduced by over 20%.",
		"pages": "173-189",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417418303804",
		"journal": "Expert Systems with Applications",
		"volume": "112"
	},
	{
		"id": "SIEGEL201732",
		"source_id": "SIEGEL201732",
		"type": "article",
		"title": "Information technologies for active and assisted living—Influences to the quality of life of an ageing society",
		"author": "Christian Siegel and Thomas Ernst Dorner",
		"keywords": "Ambient assisted living, Quality of life, Subjective health, Independent living, Active and assisted living, Assistive technologies",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2017.01.012",
		"abstract": "Introduction and objectives The current and upcoming demographic change in industrial countries is a challenge for our society, economically as well as socially. The aim of this article is to explore the influences of information and communication technologies applied to contribute to these trends and describe its impact to the quality of life and subjective health of elderly. Methods In a structured literature review on (a) scientific publications and (b) outcome reports of ambient assisted living projects, we investigated these associations. The results are summarized according to the multidimensional approach of quality of life considering the bio-psycho-social model of health. The project outcomes of current initiatives are consolidated and recommendations for future research in the field of active and assisted living were issued. Results Current research efforts show that assistive information and communication technologies can successfully contribute to all dimensions of elderly’s quality of life. As example technologies can empower them to control their health problems, compensate functional disabilities and increase their safety. Otherwise, remote-communication could lead to reduced face-to-face communication and social exclusion. Conclusion More research using adequate methods: and instruments is needed to demonstrate the identified effects and to deliver evidence of the impact to the life of the heterogeneous population group of elderly.",
		"pages": "32-45",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505617300126",
		"journal": "International Journal of Medical Informatics",
		"volume": "100"
	},
	{
		"id": "RODRIGUES2016155",
		"source_id": "RODRIGUES2016155",
		"type": "incollection",
		"title": "9 - Ambient Assisted Living",
		"author": "Joel José P.C. Rodrigues and Sandra Sendra Compte and Isabel de la Torra Diez",
		"keywords": "Ambient Assisted Living, Areas of application, CompanionAble project, FLORENCE, Health at Home, KSERA, PERSONA, Prototype m-Health service, UniversAAL",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-1-78548-091-1.50009-9",
		"isbn": "978-1-78548-091-1",
		"abstract": "Abstract: In the coming years, the world will experience an important demographic shift. The elderly population is growing due to increased life expectancy and decreasing birth rates. According to the United Nations, the elderly will make up around 36% of the European population by 2050. Disabilities and diseases are more prevalent with old age. Moreover, people often require more attention and healthcare with age. In many cultures that stress independent living, this has led to home healthcare becoming the preferred care method for disabled and elderly people. In order to make independent living a possibility for these people, different companies have been investing money into researching and developing welfare technologies.",
		"pages": "155-178",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9781785480911500099"
	},
	{
		"id": "CHANG2022114982",
		"source_id": "CHANG2022114982",
		"type": "article",
		"title": "Characterization of phenolics and discovery of α-glucosidase inhibitors in Artemisia argyi leaves based on ultra-performance liquid chromatography-tandem mass spectrometry and relevance analysis",
		"author": "Yaqing Chang and Weixu Fan and Huan Shi and Xie Feng and Dan Zhang and Lei Wang and Yuguang Zheng and Long Guo",
		"keywords": "leaves, Phenolics, α-Glucosidase, UPLC-Q/TOF-MS, Relevance analysis, Molecular docking",
		"doi": "https://doi.org/10.1016/j.jpba.2022.114982",
		"abstract": "Artemisia argyi leaves (AAL) has been widely used as herbal medicine and food supplement and in China and other Asian countries. The aim of this work is to qualitative and quantitative characterization of phenolic compounds in AAL and screening of natural product inhibitors of α-glucosidase from AAL. Ultra-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry (UPLC-Q/TOF-MS) was employed to rapid and comprehensive identification of phenolic compounds in AAL, and a total of thirty-three phenolic compounds were identified. High performance liquid chromatography with diode array detection (HPLC-DAD) was established and validated to simultaneously determinate ten main bioactive phenolics compounds in different batches of AAL samples. Meanwhile, the inhibitory capacities of different batches of AAL samples on α-glucosidase were evaluated. Then, relevance analysis, including grey relational analysis and Pearson correlation analysis were employed to investigate the correlations between the contents of phenolic compounds and α-glucosidase inhibitory activities, and discover the α-glucosidase inhibitors in AAL. The relevance analysis results indicated that three phenolic compounds, 3-caffeoylquinic acid, 3,4-dicaffeoylquinic acid and 3,5-dicaffeoylquinic acid could be potential α-glucosidase inhibitors in AAL. Moreover, the α-glucosidase inhibitory activities of the three phenolic compounds were validated by in vitro and in vivo experiments. The possible inhibiting effect of the three phenolic compounds on α-glucosidase was also explored by molecular docking analysis, and the results indicated that the binding of the three α-glucosidase inhibitors to α-glucosidase mainly by hydrogen bonds, hydrophobic forces and ionic bonds. The present research provided a deep insight into phenolic compounds and α-glucosidase inhibitory activities of AAL, and discovered the α-glucosidase inhibitors in AAL.",
		"pages": "114982",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0731708522004034",
		"journal": "Journal of Pharmaceutical and Biomedical Analysis",
		"volume": "220"
	},
	{
		"id": "ZHOU20223034",
		"source_id": "ZHOU20223034",
		"type": "article",
		"title": "Highly efficient adsorption of Hg2+ from aqueous solutions by amino-functionalization alkali lignin",
		"author": "Yan Zhou and Yi Zhang and Xiong Wang and Jianglin Diao and Yunjv Zhang",
		"keywords": "Alkali lignin, Adsorption, Mercury",
		"doi": "https://doi.org/10.1016/j.ijbiomac.2022.10.078",
		"abstract": "Lignin, as a biodegradable byproduct of industry, has become popular in developing low-cost and high-performance heavy metal adsorbents. Herein, a high-efficiency novel adsorbent for mercury ion, amino-functionalization alkali lignin (AAL) was facile synthesized by one-step approach under very mild conditions. The as-prepared AAL was characterized by FT-IR, BET, XPS and SEM. The adsorption properties of AAL for Hg2+ were elucidated in batch system. The results showed that AAL exhibited exceptionally high adsorption capacity for Hg2+ at pH of 4– 6, the maximum adsorption capacity can reach 553.9 mg g−1. The remove efficiency could above 99% when dealing with 300 mg L−1 of Hg2+ solution at 30 °C using 1 g L−1 adsorbent. The adsorption was a spontaneous endothermic process. Pseudo-second-order kinetic and Langmuir isotherm model fitted well with the sorption data, which proposed the adsorption was a monolayer chemical adsorption process. The mechanism analysis demonstrated that nitrogen-containing functional groups of AAL were mainly contributed to the adsorption of Hg2+. Moreover, the adsorption capacity of the regenerated AAL could still be maintained at 91% by the fifth cycle. These findings demonstrated that AAL can provide an effective way to enhancing removal of Hg2+ from aqueous solutions.",
		"pages": "3034-3044",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0141813022023194",
		"journal": "International Journal of Biological Macromolecules",
		"volume": "222"
	},
	{
		"id": "BOGATAJ2021942",
		"source_id": "BOGATAJ2021942",
		"type": "article",
		"title": "Social Infrastructure supporting Ambient Assisted Living in a Smart Silver City: Literature Review and Research Agenda",
		"author": "David Bogataj and Valerija Rogelj and Alenka Temeljotov Salaj",
		"keywords": "smart city, ambient assisted living, health care, social care, social infrastructure",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.08.111",
		"abstract": "Cities in EU member states are ageing. The increasing number of older urban residents have difficulties with basic activities of daily living due to physical and cognitive functional decline. Therefore, the demand for long-term care services in urban areas is rising. In the last 20 years, emerging technologies such as wireless communication, Internet of Things (IoT), sensors, ambient intelligence and cloud computing have opened up the possibilities of developing cyber-physical systems with various applications supporting older adults to remain physically and mentally active and live autonomously while being engaged in their communities. This paper shows that social infrastructure is an under-researched area of a smart city compared with digital infrastructure, transport infrastructure and utilities. This paper aims to review the digital transformation of social infrastructure for older adults in a smart city based on ambient assisted living technologies and propose a future research agenda.",
		"pages": "942-947",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321008636",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "ALKATHEIRI2021101219",
		"source_id": "ALKATHEIRI2021101219",
		"type": "article",
		"title": "Seamless security apprise method for improving the reliability of sustainable energy-based smart home applications",
		"author": "Mohammed Saeed Alkatheiri and Sajjad Hussain Chauhdary and Mohammed A. Alqarni",
		"keywords": "Cyber security, Q-Learning, Security Lifetime, Sustainable Energy, Smart Home",
		"doi": "https://doi.org/10.1016/j.seta.2021.101219",
		"abstract": "Smart homes rely on sustainable energy sources and information technologies for providing ambient assisted living (AAL) support for humans. The significance of automation and energy optimization is prominent in providing secure and reliable control over in-home applications. Security is one of the drawbacks in smart home scenarios where the connected network of applications and sustainable energy sources are exposed to risk. This article introduces the seamless security apprises method (SSAM) to monitor the connected networks administered security measure. The proposed method monitors the lifetime of the administered security measures by verifying its exploitation and vulnerable levels in a periodic manner. In this verification process, the distributed security is classified for different operating and communicating states of the connected applications. For this state-based analysis, Q-learning is adapted to identify and update the state and its associated security measure. It reduces the early termination of the security measure due to identity thefts and provides continuous support for the operating applications. Therefore, sustainable energy resources are efficiently exploited without facing convergence in application functions. The cyber security features of the connected network are exploited in administering the security from a centralized platform. The proposed methods performance is verified using the verification time, security level, energy efficiency, and security loss.",
		"pages": "101219",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213138821002290",
		"journal": "Sustainable Energy Technologies and Assessments",
		"volume": "45"
	},
	{
		"id": "BENBACHOUCH2023100745",
		"source_id": "BENBACHOUCH2023100745",
		"type": "article",
		"title": "Optimal Sensor Placement in Smart Home Using Building Information Modeling: A Home Support Application",
		"author": "R. Ben Bachouch and Y. Fousseret and Y. Parmantier",
		"keywords": "Smart home, PIR sensor, Optimal sensor placement, Mathematical modeling, Activities of daily living",
		"doi": "https://doi.org/10.1016/j.irbm.2022.100745",
		"abstract": "Objectives In this paper, we present a plugin for the optimal placement of sensors in a smart home. Our approach includes the Building Information Modeling (BIM) which is a plan that describes the building layout. Material and methods This plugin uses the CSTB EveBim viewer for loading IFC file representing the digital buildings model. We use then, a mathematical model based on a mixed integer linear program, to determine the optimal sensor placement according to building and sensors characteristics. Results The results show the efficiency of the proposed algorithm and the developed plugin. We obtain an optimal solution after few seconds, and we show the sensor placement on the building digital model. Conclusion We show the relevance of the proposed plugin to equip room of retirement home or ambient assisted living in order to identify occupant activity for home support application.",
		"pages": "100745",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S195903182200121X",
		"journal": "IRBM",
		"volume": "44"
	},
	{
		"id": "MERKLE201878",
		"source_id": "MERKLE201878",
		"type": "article",
		"title": "Using a Semantic Simulation Framework for Teaching Machine Learning Agents",
		"author": "Nicole Merkle and Stefan Zander",
		"keywords": "Agent-Based Systems, Semantic Web, Healthcare, Context-Awareness, Reinforcement Learning",
		"doi": "https://doi.org/10.1016/j.procs.2018.09.008",
		"abstract": "Autonomous virtual agents that operate in complex IoT environments and apply machine learning algorithms face two fundamental challenges: (i) they usually lack sufficient start-up knowledge and (ii) hence are incapable to adequately adjust their internal knowledge base and decision-making policies during runtime to meet specific user requirements and preferences. This is problematic in Ambient Assisted Living (AAL) and Health-Care (HC) scenarios, since an agent has to expediently operate from the beginning of its lifecycle and adequately address the target users’ needs; without prior user and environmental knowledge, this is not possible. The presented approach addresses these problems by providing a semantic use-case simulation framework that can be tailored to specific AAL and HC use cases. It builds upon a semantic knowledge representation framework to simulate device events and user activities based on semantic task and ambient descriptions. Through such a simulated environment, agents are provided with the ability to learn the best matching actions and to adjust their policies based on generated datasets. We demonstrate the practical applicability of the simulation framework through the evaluation of the chronic kidney disease pathway from the vCare EC project. Thereby, we proof that an agent that uses reinforcement learning (RL) is able to improve its performance during and after the training and thus makes optimal (activity) recommendations to a prospective patient.",
		"pages": "78-89",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918316120",
		"journal": "Procedia Computer Science",
		"volume": "137"
	},
	{
		"id": "COLNAR202016890",
		"source_id": "COLNAR202016890",
		"type": "article",
		"title": "Digital transformation of integrated care: Literature review and research agenda",
		"author": "Simon Colnar and Sandra Penger and Barbara Grah and Vlado Dimovski",
		"keywords": "Social care, health care, ambient assisted living, silver economy, ageing",
		"doi": "https://doi.org/10.1016/j.ifacol.2020.12.1221",
		"abstract": "Ambient assisted technologies have the potential to prolong the life of older adults with declining functional capacities in the community, which is of key importance in ageing societies. It also facilitates work and improves work outcomes in care systems. Currently, in European Union member states, many older adults seek acceptance to nursing homes too early. Current capacities of available nursing homes are in several member states insufficient to cater to increasing demand from the ageing population. How to prolong living in the community and postpone the reallocation to the nursing home is a major challenge in the European ageing society. According to the Web of Science, in the last 20 years, there has been growing research interest in ambient assisted living. Until now, the field of nursing and the field of social care in many member states are not integrated sufficiently, resulting in increased expenditures for nursing and social care on one hand and lack of services provided for a growing number of older adults with declining functional capabilities on the other hand. This paper aims to review the literature on the ambient assisted living and introduce the multiple decrement model for the measurement of efficiency of developed ambient assisted living technologies that are incorporated into the systems for management and control of long-term care services. Based on the proposed model, the future research agenda is outlined.",
		"pages": "16890-16895",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896320316207",
		"journal": "IFAC-PapersOnLine",
		"volume": "53"
	},
	{
		"id": "JUN2022367",
		"source_id": "JUN2022367",
		"type": "article",
		"title": "TRAIL & EGFR affibody dual-display on a protein nanoparticle synergistically suppresses tumor growth",
		"author": "Heejin Jun and Eunjung Jang and Hansol Kim and Mirae Yeo and Seong Guk Park and Jaehyeok Lee and Kyeong Jin Shin and Young Chan Chae and Sebyung Kang and Eunhee Kim",
		"keywords": "TRAIL, EGFR affibody, Dual-ligand display, Protein ligation, Lumazine synthase",
		"doi": "https://doi.org/10.1016/j.jconrel.2022.07.004",
		"abstract": "The TNF-related apoptosis-inducing ligand (TRAIL) is a promising anticancer drug candidate because it selectively binds to the proapoptotic death receptors, which are frequently overexpressed in a wide range of cancer cells, subsequently inducing strong apoptosis in these cells. However, the therapeutic benefit of TRAIL has not been clearly proven, mainly because of its poor pharmacokinetic characteristics and frequent resistance to its application caused by the activation of a survival signal via the EGF/epidermal growth factor receptor (EGFR) signaling pathway. Here, a lumazine synthase protein cage nanoparticle isolated from Aquifex aeolicus (AaLS) was used as a multiple ligand-displaying nanoplatform to display polyvalently both TRAIL and EGFR binding affibody molecules (EGFRAfb) via a SpyTag/SpyCatcher protein-ligation system, to form AaLS/TRAIL/EGFRAfb. The dual-ligand-displaying AaLS/TRAIL/EGFRAfb exhibited a dramatically enhanced cytotoxicity on TRAIL-resistant and EGFR-overexpressing A431 cancer cells in vitro, effectively disrupting the EGF-mediated EGFR survival signaling pathway by blocking EGF/EGFR binding as well as strongly activating both the extrinsic and intrinsic apoptotic pathways synergistically. The AaLS/TRAIL/EGFRAfb selectively targeted A431 cancer cells in vitro and actively reached the tumor sites in vivo. The A431 tumor-bearing mice treated with AaLS/TRAIL/EGFRAfb exhibited a significant suppression of the tumor growth without any significant side effects. Collectively, these findings showed that the AaLS/TRAIL/EGFRAfb could be used as an effective protein-based therapeutic for treating EGFR-positive cancers, which are difficult to manage using mono-therapeutic approaches.",
		"pages": "367-378",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168365922004138",
		"journal": "Journal of Controlled Release",
		"volume": "349"
	},
	{
		"id": "LANOUE2022705",
		"source_id": "LANOUE2022705",
		"type": "article",
		"title": "Association of antibiotic allergy labels with hospital length of stay",
		"author": "Derek Lanoue and Carl van Walraven",
		"doi": "https://doi.org/10.1016/j.anai.2022.03.010",
		"abstract": "Background Many antibiotic allergy labels (AAL) are invalid. Excluding true allergy in people with AAL (“delabeling”) could improve health outcomes and decrease costs. Several studies with limited covariate adjustment have associated AAL with a prolonged hospital length of stay (LOS). Objective This study determined whether AALs association with LOS persisted after extensive adjustment for potential confounders and covariates. Methods All nonpsychiatric admissions to a tertiary care teaching hospital from 2012 to 2015 were included. Generalized estimating equation methods were used to model the daily discharge likelihood as a function of AAL and other important factors (death risk score, daily discharge score, daily severity of illness score, antibiotic use, hospital day and location, weekend-holiday status, and service). Results A total of 111,611 admissions (76,460 patients) were studied, in which 16,489 (14.8%) had recorded AAL. Patients with an AAL had a notably greater disease burden: they were older and had more comorbidities, greater health system utilization, and higher death risk. In the univariate analysis, AAL was associated with a significantly decreased daily discharge likelihood (odds ratio [OR], 0.93; [95% confidence interval, 0.90-0.95]). After adjustment for potential confounders and covariates, AAL was not associated with daily discharge likelihood (adjusted OR [aOR] without antibiotics: 1.00 [0.98-1.03]; aOR with antibiotics: 1.02 [0.99-1.04]). Similar results were also seen with penicillin AAL (aOR without antibiotics: 0.99 [0.95-1.02]; aOR with antibiotics: 1.00 [0.96-1.03]). Conclusion Antibiotic allergy label was strongly associated with a greater disease burden. After adjusting for important covariates, our analysis found no significant association between AAL and hospital LOS.",
		"pages": "705-712",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S108112062200182X",
		"journal": "Annals of Allergy, Asthma & Immunology",
		"volume": "128"
	},
	{
		"id": "NAITAICHA2017157",
		"source_id": "NAITAICHA2017157",
		"type": "article",
		"title": "Unsupervised visit detection in smart homes",
		"author": "Ahmed Nait Aicha and Gwenn Englebienne and Ben Kröse",
		"keywords": "Ambient Assisted Living (AAL), Markov Modulated Poisson Process (MMPP), Smart homes, Gerontechnology",
		"doi": "https://doi.org/10.1016/j.pmcj.2016.05.003",
		"abstract": "Assistive technologies for elderly often use ambient sensor systems to infer activities of daily living (ADL). In general such systems assume that only a single person (the resident) is present in the home. However, in real world environments, it is common to have visits and it is crucial to know when the resident is alone or not. We deal with this challenge by presenting a novel method that models regular activity patterns and detects visits. Our method is based on the Markov modulated Poisson process (MMPP), but is extended to allow the incorporation of multiple feature streams. The results from the experiments on nine months of sensor data collected in two apartments show that our model significantly outperforms the standard MMPP. We validate the generalisation of the model using two new data sets collected from an other sensor network.",
		"pages": "157-167",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216300517",
		"journal": "Pervasive and Mobile Computing",
		"volume": "34"
	},
	{
		"id": "SALGUERO20181",
		"source_id": "SALGUERO20181",
		"type": "article",
		"title": "Ontology-based feature generation to improve accuracy of activity recognition in smart environments",
		"author": "A.G. Salguero and M. Espinilla",
		"keywords": "Activity recognition, Smart environments, Ambient assisted living (AAL), Activities of Daily Living (ADL), Ontology, Data-Driven approaches, Knowledge-Driven approaches",
		"doi": "https://doi.org/10.1016/j.compeleceng.2018.03.048",
		"abstract": "In recent years, many techniques have been proposed for automatic recognition of Activities of Daily Living from smart home sensor data. However, classifiers usually use features created ad hoc. In this work, the use of ontologies is proposed for the fully automatic generation of these features. The process consists of converting the original dataset into an ontology and then combine all the concepts and relations in that ontology to obtain relevant class expressions. The high formalization of ontologies allows us to reduce the search space by discarding many meaningless expressions, such as contradictory or unsatisfiable expressions. The relevant class expressions are then used as features by the classifiers to build the classification model. To validate our proposal, we have used as reference the results obtained by four different classification algorithms that use the most commonly used features.",
		"pages": "1-13",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0045790617315483",
		"journal": "Computers & Electrical Engineering",
		"volume": "68"
	},
	{
		"id": "OSCAR202279",
		"source_id": "OSCAR202279",
		"type": "incollection",
		"title": "CHAPTER 4 - Long-term nursing care at home: challenges and technology-driven solution approaches: the case of German healthcare system",
		"author": "Thierry Oscar",
		"keywords": "Daily living assistance, Quality-of-life, Aging in place, Assistive technology, Internet-of-health-things, Informal caregivers, Home-based nursing care, Multidimensional Smart home automation technology",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-323-85173-2.00003-5",
		"isbn": "978-0-323-85173-2",
		"abstract": "The German Healthcare system is facing an ongoing nursing care shortage. Various solution approaches, for example, hiring skilled nurses from low- and middle-income countries, were implemented; however, the nursing care crisis still remains. The German healthcare bodies are promoting home care to support aging in place and thus mitigate the nursing care crisis. Many ambient assistive living systems have been implemented to support aging in place but limited in terms of the dimensionality of offered services (technologically one-sided). This chapter analyzes the nursing care shortage, challenges, and issues facing home care. It, further, designs a multidimensional Smart home automation system, which can support long-term care at home. The objectives of a technology-driven home care system are to retain at home older people, who do not require intensive care, by providing them with daily living assistance, empowering them for independent living, and reducing burdens on informal and family young and adult caregivers",
		"pages": "79-106",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780323851732000035"
	},
	{
		"id": "HASSAN20181034",
		"source_id": "HASSAN20181034",
		"type": "article",
		"title": "Intelligent hybrid remote patient-monitoring model with cloud-based framework for knowledge discovery",
		"author": "Mohammed K. Hassan and Ali I. El Desouky and Sally M. Elghamrawy and Amany M. Sarhan",
		"keywords": "Ambient assisted living (AAL), Continuous remote monitoring, Context awareness, Internet of things (IoT), Machine learning, Imbalanced datasets, Big data, Cloud computing",
		"doi": "https://doi.org/10.1016/j.compeleceng.2018.02.032",
		"abstract": "This paper proposes an intelligent hybrid context-aware model for patients under supervision at home that adopts a hybrid architecture with both local and cloud-based components. The cloud-based portion of the model facilitates storing and processing the big data generated by ambient assisted living systems that are used to monitor patients suffering from chronic diseases in their homes, particularly the elderly. The local portion of the model monitors patients in the event of internet disconnections or any other failure in the cloud system. The proposed model utilises context-aware techniques by monitoring physiological signals, ambient conditions, and patient activities simultaneously to derive the real-time health status of the patient. Experimental results demonstrate the effectiveness of our proposed model for monitoring patients and accurately detecting emergencies in imbalanced datasets through a case study on patients suffering from blood-pressure disorders.",
		"pages": "1034-1048",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0045790617327222",
		"journal": "Computers & Electrical Engineering",
		"volume": "70"
	},
	{
		"id": "BIEG2022107249",
		"source_id": "BIEG2022107249",
		"type": "article",
		"title": "Evaluating Active and Assisted Living technologies: Critical methodological reflections based on a longitudinal randomized controlled trial",
		"author": "Till Bieg and Cornelia Gerdenitsch and Isabel Schwaninger and Bettina Manuela Johanna Kern and Christopher Frauenberger",
		"keywords": "Active and assisted living, Randomized controlled trial, Older adults, Mixed methods",
		"doi": "https://doi.org/10.1016/j.chb.2022.107249",
		"abstract": "In the light of demographic change, Active and Assisted Living (AAL) technologies promise to support older adults in their everyday lives and promote a self-determined lifestyle. However, empirical evidence for their effectiveness is fragmented and mixed. Thus, literature has called for more rigorous studies – including randomized controlled trials (RCTs) – to investigate the effectiveness of AAL technologies. In this paper, we present findings from a longitudinal RCT over 12 months (N = 150) evaluating an AAL technology that aims to support older adults’ self-determination, social participation, and perceived safety. Results do not indicate significant effects on the measured outcomes. Based on complementary methods employed in the study (tracking of usage behavior, quantitative self-reports on user experience, qualitative interviews) and our practical experiences with the implementation of the WAALTeR project we critically reflect on this finding and explore possible explanations. This reflection reveals systematic challenges that exist not only in relation to the present study but also in relation to the evaluation of AAL technologies more generally. Based on these insights, we offer implications and directions for future research that aim to better understand and overcome challenges in evaluating the effectiveness of AAL technologies.",
		"pages": "107249",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563222000711",
		"journal": "Computers in Human Behavior",
		"volume": "133"
	},
	{
		"id": "YOUNUS201962",
		"source_id": "YOUNUS201962",
		"type": "article",
		"title": "A survey on software defined networking enabled smart buildings: Architecture, challenges and use cases",
		"author": "Muhammad Usman Younus and Saif ul Islam and Ihsan Ali and Suleman Khan and Muhammad Khurram Khan",
		"keywords": "Smart building, SDN, Smart devices, Internet of Things",
		"doi": "https://doi.org/10.1016/j.jnca.2019.04.002",
		"abstract": "The rapid advancement of information and communication technologies (ICT) has drastically augmented the connectivity of actuators, computational elements and smart devices to the physical world. In this context, smart building (SB) serves as a significant domain to automatically handle and control the temperature, humidity, ventilation, safety, lighting, and other buildings operations. Moreover, it plays a vital role in implementing the standards of enhanced living environments (ELE) and ambient assisted living (AAL). However, the extensive use of ICT and inflexible architecture of SB pose many challenges including heterogeneity of applications and Internet of things (IoT) devices, security, efficient networking architectures and protocols, energy efficiency, reliability and quality of service (QoS) provisioning. In this perspective, software defined networking (SDN) has gained great attention since it is being evolved as a programmable, and flexible networking framework. This paper is devoted to surveying the research work conducted on the integration of SDN to SB. Consequently, it provides a comprehensive review on SDN enabled SB, its architecture, taxonomy, communication protocols, and challenges for an immersive and interactive experience. It also presents a basic architecture of SDN over traditional networking. Moreover, SDN applications are also exploited to handle the issues of the wireless network. Furthermore, this paper demonstrates the use cases to explain the impact of SDN paradigm on the SBs.",
		"pages": "62-77",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1084804519301146",
		"journal": "Journal of Network and Computer Applications",
		"volume": "137"
	},
	{
		"id": "CHITHALURU20218277",
		"source_id": "CHITHALURU20218277",
		"type": "article",
		"title": "Energy-efficient blockchain implementation for Cognitive Wireless Communication Networks (CWCNs)",
		"author": "Premkumar Chithaluru and Fadi Al-Turjman and Thompson Stephan and Manoj Kumar and Leonardo Mostarda",
		"keywords": "CWCN, Energy efficiency, Blockchain, Proof of work, Computation time, Resource-constrained",
		"doi": "https://doi.org/10.1016/j.egyr.2021.07.136",
		"abstract": "Considering the computation resources available with sensor devices and the value and validity of Cognitive Wireless Communication Network (CWCN), traditional blockchain is not feasible for CWCN. Further, considering the security and privacy for CWCN that can directly impact human life (as in the case of ambient assisted living applications), blockchain provides a good solution for such applications, however, with some simplicity in the computation of Proof of Work (PoW). Therefore, the fourth objective solution comes up with a simplified energy-efficient blockchain implementation for CWCN that consumes less energy in computation time. The energy-hungry blockchain has been implemented on resource-constrained CWCN for ambient assisted living applications specialized for elderly care. The process includes a collection of physical environmental parameters on a single board computer-based CWCN. The implementation includes possible simplification in the most energy-consuming process, i.e., the mining process, which makes it energy efficient in computation time as energy consumption is a computation time factor.",
		"pages": "8277-8286",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352484721006004",
		"journal": "Energy Reports",
		"volume": "7"
	},
	{
		"id": "SKOCIR2016672",
		"source_id": "SKOCIR2016672",
		"type": "article",
		"title": "Activity Detection in Smart Home Environment",
		"author": "Pavle Skocir and Petar Krivic and Matea Tomeljak and Mario Kusek and Gordan Jezic",
		"keywords": "event recognition, activity detection, data filtering, Internet of Things",
		"doi": "https://doi.org/10.1016/j.procs.2016.08.249",
		"abstract": "Detection of human activities is a set of techniques that can be used in wide range of applications, including smart homes and healthcare. In this paper we focus on activity detection in a smart home environment, more specifically on detecting entrances to a room and exits from a room in a home or office space. This information can be used in applications that control HVAC (heating, ventilation, and air conditioning) and lighting systems, or in Ambient Assisted Living (AAL) applications which monitor the peoples wellbeing. In our approach we use data from two simple sensors, passive infrared sensor (PIR) which monitors presence and hall effect sensor which monitors whether the door is opened or closed. This installation is non-intrusive and quite simple because the sensor node to which sensors are connected is battery powered, and no additional work to ensure power supply needs to be performed. Two approaches for activity detection are proposed, first based on a sliding window, and the other based on artificial neural network (ANN). The algorithms are tested on a dataset collected in our laboratory environment.",
		"pages": "672-681",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916320609",
		"journal": "Procedia Computer Science",
		"volume": "96"
	},
	{
		"id": "SOKULLU2017441",
		"source_id": "SOKULLU2017441",
		"type": "incollection",
		"title": "Chapter 17 - M2M Communications and Their Role in AAL",
		"author": "Radosveta I. Sokullu and Abdullah Balcı",
		"keywords": "M2M Communication, LTE-A, Ambient Assisted Living, Elderly assisted living",
		"publisher": "Butterworth-Heinemann",
		"doi": "https://doi.org/10.1016/B978-0-12-805195-5.00017-X",
		"isbn": "978-0-12-805195-5",
		"abstract": "Machine-to-Machine (M2M) Communication is an emerging technology that allows the seamless connectivity of devices over different networks without the need of human intervention. This technology will permit billions of devices to interconnect over the Internet giving rise to an unprecedented number of new applications, services and business opportunities: from smart energy management to intelligent cities and intelligent transportation, from surveillance to eHealthcare and ambient environments. Technology in its bare form, as devices and equipment used by humans, will be pushed far in the background. The interaction of humans will be based on devices hidden in the environment (device physically “disappearing) or devices that are not perceived as computational objects but rather through the changes, they create in terms of sound, movement, light, smell or taste. Todays devices, which can be characterized by a single type (mode) of interface, will be replaced by multi-modal interfaces that have the ability to simultaneously affect several of the seven human senses. This paradigm is defined as Ambient Intelligence (AmI). The Ambient Intelligence is a way to extend human capabilities and empower people by means of interactions with the new ambient environment. AmI has opened the way to new technologies and platforms and can be applied in numerous areas, but when specifically related to “assisted living” the term Ambient Assisted Living is adopted. This chapter focuses on introducing the M2M technology, the existing standards and challenges, and the role it can play in realizing the AAL paradigm, in the context of eHealthcare systems. Such systems are especially suitable for elderly people, who naturally have much reduced sensory or physical interaction abilities. Based on M2M communications AAL will allow to intelligently monitor their physical conditions and intervene when necessary; to increase the quality of their life; to empower them to carry on a fulfilling social life even when physically restricted.",
		"pages": "441-487",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B978012805195500017X"
	},
	{
		"id": "MEDITSKOS2016104",
		"source_id": "MEDITSKOS2016104",
		"type": "article",
		"title": "MetaQ: A knowledge-driven framework for context-aware activity recognition combining SPARQL and OWL 2 activity patterns",
		"author": "Georgios Meditskos and Stamatia Dasiopoulou and Ioannis Kompatsiaris",
		"keywords": "Ontologies, SPARQL, Patterns, Activity recognition",
		"doi": "https://doi.org/10.1016/j.pmcj.2015.01.007",
		"abstract": "In this paper we describe MetaQ, an ontology-based hybrid framework for activity recognition in Ambient Assisted Living (AAL) environments that combines SPARQL queries and OWL 2 activity patterns. SPARQL is used as a standardised declarative language for aggregating, interpreting and enriching low-level contextual RDF knowledge bases with higher level derivations. The proposed SPARQL-based reasoning framework supports key inferencing tasks that are important in activity interpretation domains, but not supported by the standard semantics of OWL 2, such as temporal reasoning and dynamic assertion of structured individuals. In order to promote the extensibility and reuse of the underlying interpretation semantics, the reasoning framework is further enhanced with a conceptual layer that allows the formal representation of activity meta-knowledge by means of DOLCE+DnS Ultralite (DUL) ontology patterns. We illustrate the capabilities of the proposed framework through its deployment in a hospital for monitoring activities of Alzheimer’s disease patients.",
		"pages": "104-124",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119215000243",
		"journal": "Pervasive and Mobile Computing",
		"volume": "25"
	},
	{
		"id": "SCHELLEKENS2021101094",
		"source_id": "SCHELLEKENS2021101094",
		"type": "article",
		"title": "A scoping review on the notions of Assessment as Learning (AaL), Assessment for Learning (AfL), and Assessment of Learning (AoL)",
		"author": "Lonneke H. Schellekens and Harold G.J. Bok and Lubberta H. de Jong and Marieke F. van der Schaaf and Wim D.J. Kremer and Cees P.M. van der Vleuten",
		"keywords": "Assessment as Learning (AaL), Assessment for Learning (AfL), Assessment of Learning (AoL), Scoping review",
		"doi": "https://doi.org/10.1016/j.stueduc.2021.101094",
		"abstract": "Associations between assessment and learning are widely studied and often organized around the notions of Assessment as Learning (AaL), Assessment for Learning (AfL), and Assessment of Learning (AoL). Although these notions are appealing in theory, the notions are unclear constructs to comprehend, as both their definitions and their practice are used inconsistently in educational research. We present a synthesis of common characteristics among these notions, based on a scoping review on definitions and descriptions of AaL, AfL, and AoL (131 studies). The synthesis of common characteristics consists of nine themes that refer to how educational assessment relates to learning. The themes are grouped into: 1) Student-teacher roles and relationships within assessment; 2) Assessment learning environment; and 3) Educational outcomes of assessment. Then, we used the themes within the synthesis to analyze the results of the included empirical studies on their contributions to practice (84 studies). The synthesis provides stakeholders with a clear and integrative view of how educational assessment relates to learning and may be beneficial to educators to support and design their assessment practices. We argue that the notions of AaL, AfL, and AoL should be seen in coherence with one another in order to establish an assessment culture that facilitates students’ learning maximally.",
		"pages": "101094",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0191491X21001206",
		"journal": "Studies in Educational Evaluation",
		"volume": "71"
	},
	{
		"id": "COLNAR2021744",
		"source_id": "COLNAR2021744",
		"type": "article",
		"title": "Review of Telecare in Smart Age-Friendly Cities",
		"author": "Simon Colnar and Vlado Dimovski and David Bogataj",
		"keywords": "Smart cities, ambient assisted technologies, smart, independent living, assisted living, housing with care, health care, long-term care, population ageing",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.10.541",
		"abstract": "The population in the European Union is ageing fast. In such a scenario, social innovations based on ambient assisted living technologies that enable a digital transformation of health care and social care delivery systems can empower older adults to live autonomously in their own neighbourhoods and postpone or even prevent migration to a nursing home. Extension of these innovations in service provision to smart cities is the subject of this paper. The development of smart cities presents opportunities for the development of new, digitally supported health and social infrastructure in urban and rural areas. These innovations will enable a more efficient combination of existing societal resources in neighbourhoods for the provision of health care and social needs to the ageing residents who are dependent on others due to illness or functional decline. On the supply side, new scientific and technological innovations offer new utilities and create new businesses for the supply of goods and services to older people, and provide new job opportunities for younger workers entering the job market. This paper aims to consider the digital transformation of social infrastructure as a part of the development of smart cities to support the autonomy of the elderly population.",
		"pages": "744-749",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321019790",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "ZHONG2020107774",
		"source_id": "ZHONG2020107774",
		"type": "article",
		"title": "Internet of things sensors assisted physical activity recognition and health monitoring of college students",
		"author": "Chun-Li Zhong and Yuan-le Li",
		"keywords": "Internet of Things (IoT), Physical Activity Recognition and Monitoring (PARM), Health parameters, Ambient Assisted Living(AAL), Support Vector Machine (SVM)",
		"doi": "https://doi.org/10.1016/j.measurement.2020.107774",
		"abstract": "Presently, with the increasing population of young people, demands for sharing are increasing every day for college students on health monitoring is now gaining significance. The purpose of this paper is used to monitor college students inphysical activities. In this research, A secure, energy-efficient studentsurveillance system has been designed and developed which can submit health parameters in real-time trials. This allows physicians in real-time to monitor the health parameters of students on temperature, heartbeat, pressure position and body temperature. In the current system, patient safety will be tracked continuously using various sensors linked to the Physical Activity Recognition and Monitoring (PARM) model which is considered as a key paradigm of intelligent healthcare. In this paper, the development of the Internet of Things (IoT) technology extends PARM studies through the relation of heterogeneous economically-efficient wearable devices for open environments. The experimental analysis has been validated based on the modern PARM systems which can solve the new challenges raised by IoT environments for an effective health monitoring of college students.",
		"pages": "107774",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0263224120303122",
		"journal": "Measurement",
		"volume": "159"
	},
	{
		"id": "IMTYAZAHMED20226895",
		"source_id": "IMTYAZAHMED20226895",
		"type": "article",
		"title": "Secure and lightweight privacy preserving Internet of things integration for remote patient monitoring",
		"author": "Mohammed Imtyaz Ahmed and Govindaraj Kannan",
		"keywords": "Internet of Things, Healthcare, Biosensors, Security, Privacy, Remote patient monitoring",
		"doi": "https://doi.org/10.1016/j.jksuci.2021.07.016",
		"abstract": "The present article throws light on advancement in ICTs. It is an evident that highly intelligent and smart IoT based use cases are possible with the advent in ICTs like Internet of Things, 5G Cellular Technology and Cyber- Physical Systems (CPS). For an instance, people spend considerable amount of their earning towards health in the present scenario. In view of this, there is high- impact- on society use case in Healthcare as IoT enables Ambient Assisted Living (AAL), Mobile Health (mHealth) and Electronic Health (eHealth). The conventional healthcare services are prone to delay, wastage of time and money, besides causing death of people. With intelligence and prediction capabilities of IoT, Remote Patient Monitoring (RPM) on regular basis (home/office/in-hospital), for those who deliberately need it, can be exploited to overcome challenges thrown by conventional healthcare units. IoT based RPM with wearable devices, sensor network and other digital infrastructure form an early warning system for impending emergencies that lead to severe health issues and even death of patients is left untreated or even treatment is delayed. It is proposed that a secure and privacy preserving IoT integration with healthcare units for realizing a reliable, available and secure RPM system at the conclusion. The proposed system provides secure RFID based authentication, end-to-end secure communications and privacy protection. The system includes MOTO 360 watch (biosensor | body sensor) with Android wearable OS, server with REST framework and a smart phone application to monitor and detect fall, blood pressure and heart rate. This motivating scenario is enriched with security and privacy. The empirical evaluation revealed that the proposed RPM has potential to help improve quality of life and healthcare services",
		"pages": "6895-6908",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S131915782100183X",
		"journal": "Journal of King Saud University - Computer and Information Sciences",
		"volume": "34"
	},
	{
		"id": "KAVSEK2021768",
		"source_id": "KAVSEK2021768",
		"type": "article",
		"title": "Smart Age-Friendly Environments",
		"author": "Marta Kavšek and Valerija Rogelj and David Bogataj",
		"keywords": "smart environments, ambient assisted living, ambient intelligence, social infrastructure, silver economy, health care, long-trem care",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.10.545",
		"abstract": "A growing number of frail and disabled older adults suffer from a decline in functional capacities. This decline can lead to difficulties in performing the necessary activities of daily living and exposes older adults to the risk of accidents because the build environment is not adapted to the functional capacities of frail older residents with sarcopenia. Smart, age-friendly environments with embedded ambient-assisted living technologies will be an essential part of how ageing societies will maintain and improve the quality of life for a growing number of older adults with declining functional capacities. A review of relevant literature revealed the central gap, which includes the lack of models for locating the assistance centres, lack of common standards for measurement and recording patterns of functional decline, and lack of identification of common risk factors in the events that lead to ill health and disability.",
		"pages": "768-773",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321019832",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "KIM2021269",
		"source_id": "KIM2021269",
		"type": "article",
		"title": "Target-switchable Gd(III)-DOTA/protein cage nanoparticle conjugates with multiple targeting affibody molecules as target selective T1 contrast agents for high-field MRI",
		"author": "Hansol Kim and Seokha Jin and Hyukjun Choi and MungSoo Kang and Seong Guk Park and Heejin Jun and HyungJoon Cho and Sebyung Kang",
		"keywords": "Protein cage nanoparticles, MRI, Contrast agent, 7 T, Target switchable",
		"doi": "https://doi.org/10.1016/j.jconrel.2021.05.029",
		"abstract": "Magnetic resonance imaging (MRI) is a non-invasive in vivo imaging tool, providing high enough spatial resolution to obtain both the anatomical and the physiological information of patients. However, MRI generally suffers from relatively low sensitivity often requiring the aid of contrast agents (CA) to enhance the contrast of vessels and/or the tissues of interest from the background. The targeted delivery of diagnostic probes to the specific lesion is a powerful approach for early diagnosis and signal enhancement leading to the effective treatment of various diseases. Here, we established targeting ligand switchable nanoplatforms using lumazine synthase protein cage nanoparticles derived from Aquifex aeolicus (AaLS) by genetically introducing the SpyTag peptide (ST) to the C-terminus of the AaLS subunits to form an ST-displaying AaLS (AaLS-ST). Conversely, multiple targeting ligands were constructed by genetically fusing SpyCatcher protein (SC) to either HER2 or EGFR targeting affibody molecules (SC-HER2Afb or SC-EGFRAfb). Gd(III)-DOTA complexes were chemically attached to the AaLS-ST and the external surface of the Gd(III)-DOTA conjugated AaLS-ST (Gd(III)-DOTA-AaLS-ST) were successfully decorated with either the HER2Afb or the EGFRAfb. The resulting Gd(III)-DOTA-AaLS/HER2Afb and Gd(III)-DOTA-AaLS/EGFR2Afb exhibited high r1 relaxivity values of 57 and 25 mM−1 s−1 at 1.4 and 7 T, respectively, which were 10-fold or higher than those of the clinically used Dotarem. Their target-selective contrast enhancements were confirmed with in vitro cell-based MRI scans and the in vivo MR imaging of tumor-bearing mouse models at 7 T. A target-switchable AaLS-based nanoplatform that was developed in this study might serve as a promising T1 CA developing platform at a high magnetic field to detect various tumor sites in a target-specific manner in future clinical applications.",
		"pages": "269-280",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168365921002534",
		"journal": "Journal of Controlled Release",
		"volume": "335"
	},
	{
		"id": "LANHINGTING2020286",
		"source_id": "LANHINGTING2020286",
		"type": "article",
		"title": "Examining Usage to Ensure Utility: Co-Design of a Tool for Fall Prevention",
		"author": "K. Lan Hing Ting and G. Dessinger and D. Voilmy",
		"keywords": "Balance quality tester, Fall prevention, Interdisciplinarity, Co-design, Needs analysis, Utility, Domestication",
		"doi": "https://doi.org/10.1016/j.irbm.2020.03.001",
		"abstract": "Ambient Assisted Living (AAL) technologies can play an important role in helping elderly people achieve healthy ageing and maintain their autonomy. The balance quality tester (BQT) is a device for remote assessment of balance quality for older people at risk of falling. It has been validated both from a technical and a clinical perspective. However, for the BQT to be considered as a useful tool for long-term home monitoring of people with balance impairments, two issues are at stake: ease-of-use on a regular basis and trust in the validity of the data acquisition. To ensure this utility, a usage study has been made to understand the needs and values of different stakeholders: elders at risk of falling and their entourage, as well as health professionals. One main insight was the need to redesign the BQT, so as to fit the needs concerning ease-of-use and trust in validity of data acquisition. Using a Human-centred and Participatory Design approach, the redesigning work relates to hardware design, interaction design, interface design, and most of all to standardizing the protocol of stepping-on the BQT. This paper describes the main results, i.e. the design recommendations, and discusses the collaborative and iterative design process, which allowed the successful redesign of the BQT.",
		"pages": "286-293",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1959031820300786",
		"journal": "IRBM",
		"volume": "41"
	},
	{
		"id": "GILISSEN20212415",
		"source_id": "GILISSEN20212415",
		"type": "article",
		"title": "Prevalence of Antibiotic Allergy Labels in a Tertiary Referral Center in Belgium",
		"author": "Liesbeth Gilissen and Isabel Spriet and Karin Gilis and Willy E. Peetermans and Rik Schrijvers",
		"keywords": "Allergy labeling, Allergy registration, Antibiotics, Beta-lactam allergy, Delabeling strategies, Drug allergy, Drug hypersensitivity",
		"doi": "https://doi.org/10.1016/j.jaip.2021.01.047",
		"abstract": "Background Antibiotic (AB) allergies are among the most frequently occurring adverse drug reactions. In US literature, AB allergy labels (AAL) are reported in 10% to 15% of patients charts; however, large-scale European analyses are scarce. Objectives To retrospectively assess the prevalence of AAL in a tertiary referral hospital in Belgium between 2010 and 2018. Methods Patients who consulted and/or were hospitalized during the study period, who had been labeled with an AB allergy, were selected for further analysis. Results Of 1,009,598 unique patients (outpatients, n = 736,469; inpatients, n = 273,129), 28,147 patients (3%) were registered with 1 or more AAL, being 1% of outpatients (n = 9562) and 7% of inpatients (n = 18,585). Women were more likely to carry an AAL (68%) compared with men (32%, P < .001). In patients with an AAL, 9% had multiple labels and 5% had labels for multiple AB classes. Most frequently, beta-lactams were involved (84% of AAL), followed by quinolones (7%) and sulfonamides and macrolides (both 3%). Moreover, 88% of the reactions were self-reported, mostly being an unspecified rash (53%), whereas only 3% were considered confirmed AAL. Conclusion With an overall prevalence of 3%, the burden of AAL is less in our Western European center compared with US reports. However, this prevalence most likely still represents an overestimation of genuine AB allergic patients because most labels lack confirmation and/or specifications. Our work indicates that knowledge of the local epidemiology of AAL is necessary to estimate the impact of better allergy labeling and delabeling strategies.",
		"pages": "2415-2425.e8",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213219821001859",
		"journal": "The Journal of Allergy and Clinical Immunology: In Practice",
		"volume": "9"
	},
	{
		"id": "COSTA2017647",
		"source_id": "COSTA2017647",
		"type": "article",
		"title": "A legal framework for an elderly healthcare platform: A privacy and data protection overview",
		"author": "Angelo Costa and Aliaksandra Yelshyna and Teresa C. Moreira and Francisco C.P. Andrade and Vicente Julián and Paulo Novais",
		"keywords": "Healthcare platform, Ambient Assisted Living, Data protection, Privacy, iGenda",
		"doi": "https://doi.org/10.1016/j.clsr.2017.03.021",
		"abstract": "Cognitive problems are increasingly affecting the population, with the elderly being the ones most affected. This problem requires a new approach in terms of medical and social actions, personalisation, and services. The Ambient Assisted Living area provides solutions to allow elderly people to stay in their homes safely and with the appropriate care. The number of Ambient Assisted Living projects is increasing rapidly, leading to large commercial deployment, and most of these projects disregard the privacy and data protection of the users and the information that they process and save. The iGenda project is a Cognitive Assistant inserted in the Ambient Assisted Living area that provides help to users in their daily lives. However, since it requires the transfer of a large amount of private and personal data between the modules of the platform, fundamental rights may be at stake. This paper presents the iGenda platform, the principle rights of data protection and transmission, legal guarantees and latent ethical concerns. Furthermore, the dichotomy between current developments and legal and ethical aspects are explained. To overcome this problem, legal considerations and ethical considerations are presented, embracing appropriate solutions to features that present any threat.",
		"pages": "647-658",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0267364917300936",
		"journal": "Computer Law & Security Review",
		"volume": "33"
	},
	{
		"id": "PANG2021334",
		"source_id": "PANG2021334",
		"type": "article",
		"title": "Facile synthesis of easily separated and reusable silver nanoparticles/aminated alkaline lignin composite and its catalytic ability",
		"author": "Yuxia Pang and Zhengsong Chen and Rubin Zhao and Conghua Yi and Xueqing Qiu and Yong Qian and Hongming Lou",
		"keywords": "Lignin, Silver nanoparticles, Reduction, Catalytic activity",
		"doi": "https://doi.org/10.1016/j.jcis.2020.11.113",
		"abstract": "Green synthesis of silver nanoparticles (AgNPs) has received increasing attention. In this study, AgNPs were prepared through in-situ reduction by aminated alkaline lignin (AAL). Compared with alkaline lignin (AL), AAL exhibited stronger reduction capacity (increased by 36%) due to the introduced amine groups and better water solubility. Moreover, the coordination effect of amine groups on AAL improved the binding force between lignin and AgNPs. The content of AgNPs in AgNPs/AAL composite were 2.4 times higher than that in AgNPs/AL, such content could be further increased through increasing the reduction pH or prolonging the heating time. The results of XPS, XRD and TEM showed that the AgNPs were spherical and monodisperse with an average particle size about 17 nm. Additionally, the size of AgNPs was affected by the amination degree of lignin. AgNPs/AAL exhibited good catalytic performance for the reduction of 4-nitrophenol to 4-aminophenol, and this compound could be easily recovered and reused for at least eight cycles.",
		"pages": "334-346",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021979720316325",
		"journal": "Journal of Colloid and Interface Science",
		"volume": "587"
	},
	{
		"id": "MORELLO2022110685",
		"source_id": "MORELLO2022110685",
		"type": "article",
		"title": "An IoT based ECG system to diagnose cardiac pathologies for healthcare applications in smart cities",
		"author": "Rosario Morello and Filippo Ruffa and Ireneusz Jablonski and Laura Fabbiano and Claudio De Capua",
		"keywords": "ECG, Cardiac pathologies, Ambient Assisted Living, Healthcare, Smart city, IoT",
		"doi": "https://doi.org/10.1016/j.measurement.2021.110685",
		"abstract": "The present paper aims to describe the project and development of an ECG monitoring system which is able to diagnose specific cardiac pathologies by adapting the processing algorithm to the monitored patient. The system can work standalone by providing the final diagnosis to the patient by a LEDs set. In addition, an IoT based architecture allows the system to share data and diagnosis with a remote cardiologist in real-time or to store data in a FTP folder, as an Holter monitor, for post-processing and further analysis. The system consists of two sections: the digital one, based on the National Instruments MyRIO, digitalises the signal and processes it in real-time to make a diagnosis on possible occurring cardiac pathologies (bradycardia, tachycardia, infarction, ischemia); the analog section, which performs the acquisition, amplification, and preliminary filtering of a 3-leads electrocardiographic signal. The processing algorithm has been developed in NI LabVIEW environment. The main contribution to the state of the art is due to two removable and updatable memory devices. A first memory has been used to store clinical and personal data of patient so to configure the computing algorithm and adapt it to the monitored patient. A second memory has been used to store accuracy and uncertainty specifications of the ECG system in order to improve the reliability of the final diagnosis. The system aims to provide an electrocardiographic monitoring system for healthcare applications in the smart city context. The possibility to monitor constantly the patient health state at home is an important challenge of the next future smart cities. IoT and automation are the main aspects of the proposed system. Patients having chronic heart diseases need frequent hospitalizations to check their heart health. In this scenario, the proposed system is an Ambient Assisted Living solution developed to encourage the independent life of cardiac subjects by supporting his/her care and wellness during the daily life.",
		"pages": "110685",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0263224121015463",
		"journal": "Measurement",
		"volume": "190"
	},
	{
		"id": "HOU2022111769",
		"source_id": "HOU2022111769",
		"type": "article",
		"title": "The principles for rationally designing H-SOFC anode active layer",
		"author": "Jie Hou and Guanghui Yang and Wei Liu",
		"keywords": "Anode active layer, Solid oxide fuel cells, NiO-BaZrCeYO, Proton transmission",
		"doi": "https://doi.org/10.1016/j.materresbull.2022.111769",
		"abstract": "To ascertain the function and principles of anode active layer (AAL) for proton-conducting solid oxide fuel cells (H-SOFCs), a thorough inquiry of the optimum Ni cermet in typical NiO-BaZr0.1Ce0.7Y0.2O3-δ (NBZCY) AAL is managed. Both the power and polarization enhance with increasing NiO from 40 to 65 wt.% (NBZCY65-35), possessing the optimal performance with the polarization resistance of 0.039 Ω cm2 and power output of 983 mW cm−2 at 700 °C. This derives from the sufficient porosity and maximum triple phase boundaries for 1:1 vol of Ni and BaZr0.1Ce0.7Y0.2O3-δ after anode reduction. In contrast, the remarkably performance degradation for NBZCY70-30 AAL could be attributed to the inadequate proton transmission. In short, the deficient metal catalyst in NBZCY (NiO ≤ 60 wt.%) could not provide enough electrocatalysis, while the insufficient BaZr0.1Ce0.7Y0.2O3-δ in NBZCY70-30 limits the proton transfer. The principles could give a guidance for designing high active electrodes in electrocatalytic fields.",
		"pages": "111769",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0025540822000435",
		"journal": "Materials Research Bulletin",
		"volume": "150"
	},
	{
		"id": "ROGELJ202016902",
		"source_id": "ROGELJ202016902",
		"type": "article",
		"title": "Smart Lifetime Neighbourhoods: Literature Review and Research Agenda",
		"author": "Valerija Rogelj and David Bogataj",
		"keywords": "ambient-assisted living, lifetime neighbourhood, independent living, assisted living, housing with care, health care, long-term care, ageing population",
		"doi": "https://doi.org/10.1016/j.ifacol.2020.12.1230",
		"abstract": "Municipalities in European Union are ageing fast. Consequently, the development and financing of smart social infrastructure to support the growing number of older adults with declining functional capacities to postpone their moving to nursing homes so that they live longer in the community is a major challenge for European municipalities. In this context, social innovations based on the digital transformation of health care and social care delivery systems can support older adults to live autonomously and independently in their own communities and postpone or even prevent entering nursing homes. The innovations will enable a more efficient combination of existing societal resources in the communities for the provision of health care and social needs of the ageing members of society who are dependent on the help of others due to illness or functional decline. On the supply side, new scientific (optimisation of supply networks), organisational (self-managed communities) and technological innovations such as robotics, domotics and CPS - based on the Internet of Things and cloud computing - offer new utilities and create new businesses for the supply of goods and services to older people while also providing new job opportunities for younger residents. The aim of this paper is to consider the development and financing of community smart social infrastructure with a focus on Slovenia.",
		"pages": "16902-16907",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896320316293",
		"journal": "IFAC-PapersOnLine",
		"volume": "53"
	},
	{
		"id": "KIM2021102647",
		"source_id": "KIM2021102647",
		"type": "article",
		"title": "Population-based study on the association between autoimmune disease and lymphoma: National Health Insurance Service-National Sample Cohort 2002–2015 in Korea",
		"author": "Jae Sik Kim and Il Han Kim and Ja Min Byun and Ji Hyun Chang",
		"keywords": "Autoimmune disease, Lymphoma, Population-based study",
		"doi": "https://doi.org/10.1016/j.jaut.2021.102647",
		"abstract": "Background We aimed to evaluate the association between autoimmune disease (AID) and lymphoma incidence in the Korean population. We also aimed to compare the overall survival (OS) in patients with AID-associated lymphoma (AAL) with that in patients with lymphoma without AID. Material and methods We used National Sample Cohort 2002–2015 provided by National Health Insurance Service. Among 1,011,638 patients, 994,496 were recruited for the final cohort: 130,987 patients (13.2%) in the AID group and 863,509 (86.8%) in control. Lymphoma was diagnosed in 1162 patients and 322 patients with accompanying AID, irrespective of the time point of diagnosis, were defined as AAL. Of those, patients who experienced lymphoma development at least one year after AID diagnosis were defined as post-AID lymphoma (N = 155). Results The median follow-up duration was 13.7 years. AAL accounted for 0.03% of total and 27.7% of lymphoma cases. AID patients experienced more Epstein-Barr virus (0.02 vs. 0.01%, P = 0.027) or Helicobacter pylori infection (63.9 vs. 41.4%, P < 0.001) than the control group did. AID was associated with a 1.45-fold increased risk of lymphoma. The median time interval from AID to AAL was 10.9 months. The risk of lymphoma increased in the order of: psoriasis (adjusted odds ratio [AOR] 1.61), systemic lupus erythematosus (AOR 3.99), multiple sclerosis (AOR 4.52), and sarcoidosis (AOR 26.37). Sjogren syndrome was not related to lymphoma in this cohort. The 5-year OS in AAL was not different from that in lymphoma patients without AID (60.9 vs. 61.5%, P = 0.970). Conclusions The association patterns in AAL in Korean population were different from those of Western countries. Further studies on lymphomatogenesis from distinct baseline characteristics (e.g. chronic infection status) would elucidate the difference based on race and ethnicity.",
		"pages": "102647",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S089684112100055X",
		"journal": "Journal of Autoimmunity",
		"volume": "121"
	},
	{
		"id": "ROGELJ2022916",
		"source_id": "ROGELJ2022916",
		"type": "article",
		"title": "A Model for Research of Transitions among Different Care Settings in Smart Lifetime Neighbourhoods",
		"author": "Valerija Rogelj and Alenka Temeljotov Salaj",
		"keywords": "AAL technology, lifetime neighbourhood, functional area, multistate transition model, social infrastructure, geographical gerontology",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.09.419",
		"abstract": "Neighbourhoods in EU member states are ageing, increasingly becoming the subjects of geo-gerontology and supply network analyses. Geo-gerontological aspects of the care and supply networks are becoming essential in the processes of deinstitutionalisation of long-term care and services and are crucial for the successful development and implementation of Ambient Assisted Living technologies (AAL_T). A growing number of older adults suffer from declining functional capacities and, thereby, experience decreased mobility and increasing frailty, which can lead to difficulties in carrying out essential activities of daily living as well as increased exposure to the risk of falls. Aid in managing ones daily life needs to be provided on time and in a properly built environment. Ambient intelligence for real-time monitoring of daily activities and supporting older residents with AAL_T will become essential means by which ageing cities will be able to maintain and improve the quality of life for older adults with declining functional capacities. This development will further influence the delineation of service areas and the timing of services. AAL_T and ambient intelligence will enable older adults to live longer in their dwellings and specialised facilities in the community and postpone or even avoid relocation to a nursing home altogether. Development in AAL_T has raised the possibility of developing more efficient services if the functional area of service networks is optimised. Based on these developments, we propose the adaptation of a multi-state competing risk model based on time to failure as modelled in reliability engineering to model and control the trajectories of declining functional capacities and related events that lead to the ill-health and disabilities. In this model, the built environment and timing in service networks are supposed to be embedded. The final goal of such a model is to support decision making that would extend the physically and mentally active life of seniors and enable them to live autonomously and be engaged with their communities. This paper aims to review the development of condition monitoring systems in ambient technologies, shape the model and propose a future research agenda.",
		"pages": "916-921",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322017050",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "WANG2021100571",
		"source_id": "WANG2021100571",
		"type": "article",
		"title": "L2 learners’ agentic engagement in an assessment as learning-focused writing classroom",
		"author": "Lu Wang and Icy Lee",
		"keywords": "Assessment as learning, Engagement, L2 writing, Agency",
		"doi": "https://doi.org/10.1016/j.asw.2021.100571",
		"abstract": "While previous studies on assessment as learning (AaL) in second language (L2) writing have mainly focused on writing teachers’ design and implementation of AaL, scant research has examined students’ agentic engagement in an AaL context. To fill the gap, this study explores how three Chinese undergraduates engage agentively in an AaL-focused writing classroom. Drawing on multiple data including student interviews, verbal reports, multiple essay drafts, peer and teacher feedback, learning logs and classroom observation field notes, the study found that students displayed different degrees of agentic engagement which was characterized by their collaboration in assessment context co-construction, and proactivity in self-regulating their own learning. On the other hand, individual differences such as English writing proficiency, motivation towards writing and beliefs concerning the roles of teachers and students in assessment might affect their agentic engagement. This study contributes to our understanding of how AaL enhances the learning of L2 writing from the perspective of learners’ proactive and reciprocal involvement and sheds light on what and how classroom assessment activities can foster students’ agentic engagement.",
		"pages": "100571",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S107529352100060X",
		"journal": "Assessing Writing",
		"volume": "50"
	},
	{
		"id": "FRADETTE2021119565",
		"source_id": "FRADETTE2021119565",
		"type": "article",
		"title": "Additional carbon sequestration potential of abandoned agricultural land afforestation in the boreal zone: A modelling approach",
		"author": "Olivier Fradette and Charles Marty and Patrick Faubert and Pierre-Luc Dessureault and Maxime Paré and Sylvie Bouchard and Claude Villeneuve",
		"keywords": "C sequestration, CBM-CFS3, Afforestation, Natural regeneration, Abandoned agricultural lands",
		"doi": "https://doi.org/10.1016/j.foreco.2021.119565",
		"abstract": "Agricultural land abandonment is a widespread phenomenon that generally results in C accumulation due to natural establishment of woody vegetation. However, whether afforestation of abandoned agricultural lands (AAL) can sequester more C than AAL naturally reverting to woodlands is unclear. In this study, we used the CBM-CFS3 model to compare the additional C sequestration potential of afforested AAL (AR) with a reference scenario where AAL naturally returns to forest (NR). Simulations were performed for stands located in Quebec’s boreal zone (Canada) on podzolic soils. The AR scenario corresponded to stands afforested at a density of 2000 trees ha−1 with one of five commonly planted species in the region, namely black spruce (BS), white spruce (WS), eastern white pine (EWP), jack pine (JP) and tamarack (TK). The NR scenario corresponded to stands naturally reverting to natural forests of one of five species naturally occurring in the region, namely BS, WS, balsam fir (BF), trembling aspen (TA) and white birch (WB). The yield tables used for NR were phased out by 5, 10, 15 and 20 years to simulate various dynamics of colonization by woody plants following agricultural abandonment. Net C accumulation in AR stands varies depending on the planted species, from 127 to 255 Mg C ha−1 after 100 years with TK and WS, respectively. Net C accumulation in NR stands after 100 years ranges from 82 to 145 Mg C ha−1 for BS and TA, respectively, but these values are sensitive to both tree density and colonization time following abandonment. In both scenarios, the soil C pool shrinks by 6 to 12 Mg C ha−1 over the first 80–85 years, but the following soil C stock replenishment is faster in AR than in NR stands due to higher litter production (up to 50 Mg C ha−1). The additional C sequestration potential of AAL afforestation, i.e. the difference in net C accumulation between AR and NR stands, is the highest in stands afforested with WS and reaches a peak of 121–175 Mg C ha−1 80–87 years after afforestation depending on the NR scenario. Afterwards, additional C sequestration decreases due to a reduction in plantation growth combined with increasing natural regeneration growth. This modelling approach helps predict AAL additional C sequestration potential and suggests that AAL afforestation yields a more rapid C sequestration than natural regeneration, which could contribute to reaching net-zero emissions by 2050.",
		"pages": "119565",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378112721006551",
		"journal": "Forest Ecology and Management",
		"volume": "499"
	},
	{
		"id": "ABBAS2021109418",
		"source_id": "ABBAS2021109418",
		"type": "article",
		"title": "Triple lectin staining of trichostrongyle eggs from naturally infected small ruminants",
		"author": "Ibrahim Abbas and Yara M. Al-Kappany and Louise M.N. Monga and Michael B. Hildreth",
		"keywords": ", , , Sheep, Goats, Fecal eggs, Lectin, Diagnosis, Peanut agglutinin (PNA),  agglutinin (LCA),  agglutinin (AAL)",
		"doi": "https://doi.org/10.1016/j.vetpar.2021.109418",
		"abstract": "Trichostrongyle nematodes can be a major threat to the profitability of small ruminant producers depending of the species and intensity of trichostrongyles parasitizing their herd. Haemonchus contortus, Teladorsagia circumcincta, and Trichostrongylus colubriformis are typically the most common and clinically important species. Three lectins (PNA, LCA and AAL) have been reported to bind specifically to eggs from these three genera and therefore could be used to quantify the intensity of each species in individual animals. Peanut agglutinin (PNA) has been the most commonly tested lectin because it selectively binds intensely to eggs of the most pathogenic species, H. contortus. Lens culinaris agglutinin (LCA) and Aleuria aurantia agglutinin (AAL) have shown specificity to T. circumcincta and Trichostrongylus spp. respectively, however, these lectins have only been evaluated using eggs harvested directly from adult females, and not from fecal samples. The purpose of the present study is to describe a method to sequentially stain H. contortus, T. circumcincta and Trichostrongylus spp. fecal eggs with PNA, LCA and AAL, and then evaluate the resultant staining patterns seen with eggs collected from a naturally infected goat shown with PCR to contain H. contortus, T. circumcincta, Ostertagia leptospicularis, Trichostrongylus colubriformis and Trichostrongylus axei eggs. These results were also compared with patterns observed with eggs stained with single lectins and double combinations of lectins. The various patterns were then compared to those seen with egg samples collected from an ewe shown to only contain H. contortus. PNA bound intensely and uniformly to all eggs from samples containing only H. contortus eggs; however, some eggs additionally bound LCA and AAL in localized patches of varying size, and a few eggs exhibited intense and uniform binding of all three lectins. Single PNA-staining of goat samples containing the five trichostrongyles species identified most eggs as H. contortus, and triple-staining showed patterns consistent with those seen for H. contortus. Binding of AAL to non-Haemonchus eggs was uniform but showed significant variations in intensity. Lesser staining eggs tended to also stain intensely with LCA, which is consistent with published binding pattern for T. circumcincta. Most eggs that AAL bound intensely to did not bind with LCA, which is consistent with published binding pattern for Trichostrongylus spp. Autofluorescence was observed with the DAPI filter-cube among most non-Haemonchus eggs. This study demonstrates the need for additional field studies to further validate the specificity of these three lectins for use in identifying eggs from the three species of trichostrongyles.",
		"pages": "109418",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304401721000789",
		"journal": "Veterinary Parasitology",
		"volume": "293"
	},
	{
		"id": "KIM2020123",
		"source_id": "KIM2020123",
		"type": "article",
		"title": "Anti-inflammatory effect of Acalypha australis L. via suppression of NF-κB signaling in LPS-stimulated RAW 264.7 macrophages and LPS-induced septic mice",
		"author": "Hyo-Jung Kim and Hae-In Joe and Zhiyun Zhang and Sang Woo Lee and Kyou-Young Lee and Yoon-Bum Kook and Hyo-Jin An",
		"keywords": "L., Anti-inflammation, Lipopolysaccharide, NF-κB, RAW 264.7 macrophages, Septic shock",
		"doi": "https://doi.org/10.1016/j.molimm.2020.01.010",
		"abstract": "We evaluated the anti-inflammatory activity of methanol extracts of Chinese medicinal plants from Beijing and determined which extract was the most effective. We found the methanol extract of Acalypha australis L. (AAL) to be the most effective. AAL has been used for clearing heat, toxic material, and hemostasia in Chinese medicine. Although these uses are closely related to inflammation, the anti-inflammatory effect of AAL has not yet been described and its underlying mechanism remains unclear. Therefore, we aimed to identify anti-inflammatory effect of AAL and its underlying mechanism in vitro and in vivo. In RAW 264.7 macrophages, cytotoxicity was evaluated by MTT assay and nitric oxide (NO) was measured with Griess reagent. To confirm the production of pro-inflammatory cytokines and its mRNA expression, enzyme immunoassay (EIA) and quantitative real-time PCR (qRT-PCR) were performed. Further, protein expression was analyzed by western blotting. Septic shock was induced by intraperitoneal injection of LPS (25 mg/kg) in mice. One hour before LPS injection, AAL (25 and 50 mg/kg) was administered orally. In LPS-stimulated macrophages, AAL inhibited NO production at concentrations without cytotoxicity. Additionally, AAL reduced not only inducible nitric oxide synthase (iNOS) expression but the production of tumor necrosis factor-α (TNF-α) and interleukin-6 (IL-6) by attenuating nuclear factor-kappa B (NF-κB)-related proteins (NF-κB p65, phosphorylation of inhibitor κB-α; p-IκB-α, phosphorylation of inhibitor κB kinase-α/β; p-Ikk-α/β). Moreover, AAL enhanced the survival rate of mice through the inhibition of iNOS expression and IL-6 and interleukin-1β (IL-1β) production in LPS-induced septic mice. Furthermore, AAL also reduced the expression of NF-κB-related proteins. These finding suggest that AAL is related to the modulation of inflammatory reactions by blocking NF-κB activation in LPS-stimulated RAW 264.7 macrophages and LPS-induced septic mice.",
		"pages": "123-131",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0161589019306819",
		"journal": "Molecular Immunology",
		"volume": "119"
	},
	{
		"id": "LUPERTO2023104346",
		"source_id": "LUPERTO2023104346",
		"type": "article",
		"title": "Seeking at-home long-term autonomy of assistive mobile robots through the integration with an IoT-based monitoring system",
		"author": "Matteo Luperto and Javier Monroy and Francisco-Angel Moreno and Francesca Lunardini and Jennifer Renoux and Andrej Krpic and Cipriano Galindo and Simona Ferrante and Nicola Basilico and Javier Gonzalez-Jimenez and N. Alberto Borghese",
		"keywords": "Socially assistive robots, IoT, Internet of robotic things",
		"doi": "https://doi.org/10.1016/j.robot.2022.104346",
		"abstract": "In this paper, we propose a system that stems from the integration of an autonomous mobile robot with an IoT-based monitoring system to provide monitoring, assistance, and stimulation to older adults living alone in their own houses. The creation of an Internet of Robotics Things (IoRT) based on the interplay between pervasive smart objects and autonomous robotic systems is claimed to enable the creation of innovative services conceived for assisting the final user, especially in elderly care. The synergy between IoT and a Socially Assistive Robot (SAR) was conceived to offer robustness, reconfiguration, heterogeneity, and scalability, by bringing a strong added value to both the current SAR and IoT technologies. First, we propose a method to achieve the synergy and integration between the IoT system and the robot; then, we show how our method increases the performance and effectiveness of both to provide long-term support to the older adults. To do so, we present a case-study, where we focus on the detection of signs of the frailty syndrome, a set of vulnerabilities typically conveyed by a cognitive and physical decline in older people that concur in amplifying the risks of major diseases hindering the capabilities of independent living. Experimental evaluation is performed in both controlled settings and in a long-term real-world pilot study with 9 older adults in their own apartments, where the system was deployed autonomously for, on average, 12 weeks.",
		"pages": "104346",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889022002354",
		"journal": "Robotics and Autonomous Systems",
		"volume": "161"
	},
	{
		"id": "WICKRAMASINGHE201714",
		"source_id": "WICKRAMASINGHE201714",
		"type": "article",
		"title": "Recognition of falls using dense sensing in an ambient assisted living environment",
		"author": "Asanga Wickramasinghe and Roberto Luis Shinmoto Torres and Damith C. Ranasinghe",
		"keywords": "Falls detection, Passive RFID, Ambient assisted living, Healthcare, Dense sensing",
		"doi": "https://doi.org/10.1016/j.pmcj.2016.06.004",
		"abstract": "Long-lie situations following a fall is detrimental, particularly for older people as they are not only affected physically but also psychologically. In this paper, we describe a dense sensing approach for falls detection in an ambient assisted living environment such as a room, hall or a walkway. We utilize a smart carpet consisting of an array of Radio Frequency Identification (RFID) tags arranged in a 2-dimensional grid to create an unobtrusive monitoring area and to detect falls among other activities. In particular, we propose an algorithm based on a heuristic and machine learning to detect ‘long-lie’ situations. The proposed algorithm minimizes the effects of noise present in the RFID information by relying on eight features extracted using only binary tag observation information from a possible location of a fall on the smart carpet. By evaluating the proposed approach with broadly scripted activities, which included a complex set of walking patterns, we show that the proposed algorithm depicts a good overall performance of 93% F-score.",
		"pages": "14-24",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216300694",
		"journal": "Pervasive and Mobile Computing",
		"volume": "34"
	},
	{
		"id": "KRUPITZER2019101026",
		"source_id": "KRUPITZER2019101026",
		"type": "article",
		"title": "Beyond position-awareness—Extending a self-adaptive fall detection system",
		"author": "Christian Krupitzer and Timo Sztyler and Janick Edinger and Martin Breitbach and Heiner Stuckenschmidt and Christian Becker",
		"keywords": "Pervasive computing, Ambient assisted living, Fall detection",
		"doi": "https://doi.org/10.1016/j.pmcj.2019.05.007",
		"abstract": "Ambient Assisted Living using mobile device sensors is an active area of research in pervasive computing. Multiple approaches have shown that wearable sensors perform very well and distinguish falls reliably from Activities of Daily Living. However, these systems are tested in a controlled environment and are optimized for a given set of sensor types, sensor positions, and subjects. We propose a self-adaptive pervasive fall detection approach that is robust to the heterogeneity of real life situations. Using the data of four publicly available datasets, we show that our system is not only robust regarding the different dimensions of heterogeneity, but also adapts autonomously to spontaneous changes in the sensor’s position at runtime. In this paper, we extend our self-adaptive fall detection system with (i) additional algorithms for fall detection, (ii) an approach for cross-positional sensor fusion, (iii) a fall detection approach that relies on outlier detection, and (iv) a smart fall alert. Additionally, we present implementation and evaluation of these extensions.",
		"pages": "101026",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119218303493",
		"journal": "Pervasive and Mobile Computing",
		"volume": "58"
	},
	{
		"id": "LI202310864",
		"source_id": "LI202310864",
		"type": "article",
		"title": "Oxygen plasma-assisted ultra-low temperature sol-gel-preparation of the PZT thin films",
		"author": "Han Li and Yuhao Hu and Siyue Wei and Yingzhi Meng and Ningzhang Wang and Qi Zhang and Laijun Liu and Biaolin Peng",
		"keywords": "PZT thin Films, Sol-gel, Oxygen plasma, Ultra-low temperature, Ferroelectric properties",
		"doi": "https://doi.org/10.1016/j.ceramint.2022.11.279",
		"abstract": "PbTi1-xZrxO3 (PZT) thin films prepared by sol-gel method have paid much attention due to the excellent performances in piezoelectric, dielectric, ferroelectric and electro-optical. However, the high crystallization temperature of the PZT thin films restricts the compatibility with modern COMS technology. In this work, PbZr0.52Ti0.48O3 (PZT) ferroelectric thin films were successfully prepared by sol-gel method at an ultra-low temperature (∼450 °C) in an oxygen plasma-assisted environment. A large spontaneous polarization ∼30 μC/cm2 and a large dielectric breakdown ∼2,900 kV/cm were obtained in the sample annealed at 450 °C for 25 h. We believe that the oxygen plasma-assisted ultra-low temperature (OPAULT) annealing process is a promising way for the sol-gel technology applied in the modern COMS devices.",
		"pages": "10864-10870",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0272884222043164",
		"journal": "Ceramics International",
		"volume": "49"
	},
	{
		"id": "CHEN20222416",
		"source_id": "CHEN20222416",
		"type": "article",
		"title": "Ultrasound-activated bacteria with thermostat controls as living therapeutics",
		"author": "Fei Chen and Wenbin Zeng and Seraphine V. Wegner",
		"doi": "https://doi.org/10.1016/j.matt.2022.05.014",
		"abstract": "Engineering living therapeutics with the potential to mimic autonomous and even intelligent biological systems is gaining popularity among synthetic biologists. The Shapiro group reported the creation of an intelligent living therapeutic probiotic, enabling in situ cancer immunotherapy.",
		"pages": "2416-2419",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S259023852200234X",
		"journal": "Matter",
		"volume": "5"
	},
	{
		"id": "CHANG20191",
		"source_id": "CHANG20191",
		"type": "article",
		"title": "Cloning and expression of the lectin gene from the mushroom Agrocybe aegerita and the activities of recombinant lectin in the resistance of shrimp white spot syndrome virus infection",
		"author": "Yun-Shiang Chang and Jian-Nan Chen and Kun-Hung Chang and Yi-Ming Chang and Ying-Jang Lai and Wang-Jing Liu",
		"keywords": "WSSV, Lectin,",
		"doi": "https://doi.org/10.1016/j.dci.2018.07.020",
		"abstract": "Lectin is a protein with multiple functions. In this study, the full-length cDNA of the Agrocybe aegerita lectin (AAL) gene was cloned, recombinant AAL (AAL-His) was expressed, and the activities of AAL-His were analyzed. Northern blot analysis showed that the major AAL transcript is approximately 900 bp. Sequence analysis showed that the coding region of AAL is 489 bp with a transcription start site located 39 nucleotides upstream of the translation initiation codon. In an agglutination test, AAL-His agglutinated rabbit erythrocytes at 12.5 μg/ml. AAL-His also showed antiviral activity in protecting shrimp from white spot syndrome virus (WSSV) infection. This anti-WSSV effect might be due to the binding of AAL-His on WSSV virions via the direct interactions with four WSSV structural proteins, VP39B, VP41B, VP53A and VP216. AAL demonstrates the potential for development as an anti-WSSV agent for shrimp culture. It also implies that these four AAL interaction WSSV proteins may play important roles in virus infection.",
		"pages": "1-9",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0145305X18302970",
		"journal": "Developmental & Comparative Immunology",
		"volume": "90"
	},
	{
		"id": "AMEJA2022100290",
		"source_id": "AMEJA2022100290",
		"type": "article",
		"title": "Regeneration and Restoration Status of Miombo Woodland Following Land Use Land Cover Changes at the Buffer Zone of Gile National Park, Central Mozambique",
		"author": "Leta Gobosho Ameja and Natasha Ribeiro and Almeida A. Sitoe and Basile Guillot",
		"keywords": "Regeneration density, Land use type, Fabaceae, disturbance factors",
		"doi": "https://doi.org/10.1016/j.tfp.2022.100290",
		"abstract": "In the context of the current intensified disturbances of Miombo woodland, its regenerating capacity is fundamental to endure such disturbances. Miombo woodland in the buffer zone of Gile National Park (GNAP) is facing land cover change. This study aimed to assess regeneration structure, the status of restoration, and factors affecting the regeneration of Miombo woodland in the buffer zone of GNAP. In total, 12 transects, 48 plots, and 240 subplots were sampled in dense Miombo woodland (DMWL), open Miombo woodland (OMWL), and abandoned agricultural land (AAL) to collect data. Household interviews, focus group discussions (FGD), and key informant interviews(KIIs) were used to collect socio-economic data. Descriptive statistics, Kruskal-Wallis, chi-square, and regression, were used to analyze data. A total of 1863 matured woody individuals representing 85 species and 29 families were identified. Matured woody species density was significantly different between AAL&DMWL and DMWL & OMWL. However, there was no significant difference between OMWL and AAL. Nine hundred three regenerated individuals representing 70 species and 23 families were registered. Regeneration density was significantly different between land-use types. The mean regeneration density in DMWL, AAL, and OMWL were 39.87±13.82, 50.25±21.1, and 23 ± 9.98 stems ha−1, respectively. The most regenerated family was Fabaceae. All respondents reported that no assisted restoration activity was/is taking place in the area. The five most important factors affecting the regeneration of Miombo woodland were identified. Slash and burn agriculture and animal grazing were ranked first and last, respectively. Increasing pressure for land demand is determining factor for Miombo woodland regeneration. The buffer zone of GNAP is characterized by a moderate diversity of woody species, with the number of regenerated woody species increasing in AAL. Our findings suggest the importance of diversifying sources of income, creating a market value chain for their product, and strengthening collaboration between the park and the community surrounding the park could reduce the dependence of the community on slash and burn agriculture as well as safeguard the park from degradation and at the same time maintain the livelihood of the community.",
		"pages": "100290",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666719322000978",
		"journal": "Trees, Forests and People",
		"volume": "9"
	},
	{
		"id": "CHENG2016116",
		"source_id": "CHENG2016116",
		"type": "article",
		"title": "Fall Detection and Intervention based on Wireless Sensor Network Technologies",
		"author": "A. Liu Cheng and C. Georgoulas and T. Bock",
		"keywords": "Fall detection, Wireless Sensor Networks, Embedded systems, Ambient Assisted Living, Ambient intelligence",
		"doi": "https://doi.org/10.1016/j.autcon.2016.03.004",
		"abstract": "The present paper details the development of a cost-effective Fall-Detection and -Intervention System (FaDIS) based on Wireless Sensor Network technologies. The system is designed to integrate into existing low-tech homes, to enable Ambient Assisted Living environments, where software and hardware devices attempt to facilitate a safe and proactive independent living. FaDIS is designed to operate both as an add-on component to existing centralized solutions (complete or otherwise) and as an integral yet independent component of decentralized, scalable, and expandable solutions. Accordingly, FaDIS was implemented in two parts. Part 1 was developed as a scaled proof-of-concept that served as the foundation for Part 2, which is the principal focus of the paper. In Part 2, FaDIS is developed as a fully operational, real-scale system that uses a self-healing mesh network protocol, where its own BeagleBone Black development platform serves as the sink node, and where two Class 2M 10° line lasers are used in conjunction with light dependent resistors to gauge the probabilities of an emergency event based on the estimated dimensions of the collapsed object. In both parts, if FaDIS construes the probabilities of an emergency event as high, the same series of corresponding robotic response-actions intervene locally while automated notifications are sent to emergency-personnel, care-takers, and/or family members via both wireless and cellular technologies. A series of sample runs are detailed and described in the present work in order to demonstrate and to argue for the feasibility and functionality of FaDIS as both a Fall-Detection and -Intervention System in particular and as a WSN-based system in general.",
		"pages": "116-136",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926580516300437",
		"journal": "Automation in Construction",
		"volume": "71"
	}
]