[
	{
		"id": "CREANEY2021100031",
		"source_id": "CREANEY2021100031",
		"type": "article",
		"title": "The contribution of healthcare smart homes to older peoples wellbeing: A new conceptual framework",
		"author": "Rachel Creaney and Louise Reid and Margaret Currie",
		"keywords": "Ageing-in-place, Healthcare smart homes, Older people, Caring networks, Wellbeing",
		"doi": "https://doi.org/10.1016/j.wss.2021.100031",
		"abstract": "Healthcare smart homes (HSH) are promoted as a possible solution in response to demographic ageing. They encourage ageing-in-place by enabling residents to remain in their own homes by utilising smart technologies to allow safe and independent living. However, the degree to which they currently encourage relational wellbeing of residents and their wider networks is novel. This critical narrative review provides a theoretical contribution to the growing body of social science literature around the impacts of HSH living. It highlights the potential links between HSH living and impacts on relational wellbeing of residents and wider networks. Arguing that existing HSH literature has often focused on single technology devices and the perceived benefits of HSH living by technology and home developers, rather than lived experiences of HSH residents, it presents a new conceptual framework, around which HSH should be promoted, focussing on individual residents and their caring networks, rather than technological possibilities. Specifically, the new framework highlights the importance of HSH resident wellbeing which we suggest may be maintained and enhanced through ensuring a sense of home, relational rather than independent living, accounting for potential spatial inequalities and the importance of an appropriate use of language. This paper aims to generate discussion around better understandings of what it means to live with healthcare technologies at home, and how these may act to (dis)empower those wishing to age-in-place or otherwise.",
		"pages": "100031",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S266655812100004X",
		"journal": "Wellbeing, Space and Society",
		"volume": "2"
	},
	{
		"id": "MARCIAN201851",
		"source_id": "MARCIAN201851",
		"type": "article",
		"title": "Morphological changes of cerebellar substructures in temporal lobe epilepsy: A complex phenomenon, not mere atrophy",
		"author": "Václav Marcián and Radek Mareček and Eva Koriťáková and Martin Pail and Martin Bareš and Milan Brázdil",
		"keywords": "Epilepsy surgery outcome, AAL atlas, Clinical correlations",
		"doi": "https://doi.org/10.1016/j.seizure.2017.12.004",
		"abstract": "Purpose To evaluate cerebellar volume changes in temporal lobe epilepsy (TLE) patients in greater detail. We aimed to determine which discrete substructures significantly differ in patients with TLE compared to controls and the nature of this difference. Correlations with age at epilepsy onset, epilepsy duration, seizure frequency, and total number of antiepileptic drugs (AED) in the patient’s history were studied. We analyzed the potential association between cerebellar atrophy and epilepsy surgery outcome. Methods Study participants were 36 TLE patients; 22 hippocampal sclerosis (HS) only and 38 healthy controls. All patients later underwent temporal lobe resection. All subjects were examined using 1.5T MRI. Cerebellar volume was adjusted for total intracranial volume, age, and gender, and measured using voxel-based morphometry. Cerebellar substructures were defined using the AAL atlas. Data processing was performed automatically. Separate analyses for HS only subset were performed. Results Total cerebellar gray matter volume (GMV) appeared non-significantly smaller in epilepsy patients. Within the substructures, the GMV of the selected vermian segments were significantly larger in patients. The GMV of the whole cerebellum and of all individual cerebellar substructures non-significantly decreased with increasing complex partial seizure frequency and total number of AEDs in the patient’s history. Total cerebellar GMV was significantly smaller in patients with persistent seizures after epilepsy surgery than in seizure-free patients. Conclusion Cerebellar atrophy is a complex phenomenon, the character of changes differs significantly within the cerebellar substructures. Total cerebellar GMV reduction is associated with worse outcome of temporal lobe resection.",
		"pages": "51-57",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1059131117306556",
		"journal": "Seizure",
		"volume": "54"
	},
	{
		"id": "CALVI2023114242",
		"source_id": "CALVI2023114242",
		"type": "article",
		"title": "Malting process optimization of an Italian common wheat landrace (Triticum aestivum L.) through response surface methodology and desirability approach",
		"author": "Antonio Calvi and Giovanni Preiti and Martina Gastl and Marco Poiana and Martin Zarnkow",
		"keywords": "Common wheat, Landrace, Micro-malting, Response surface methodology, Desirability function",
		"doi": "https://doi.org/10.1016/j.lwt.2022.114242",
		"abstract": "Local and alternative raw materials are of growing interest to the malting and brewing industry. These include wheat landraces, old varieties characterized by high protein content and resistance to biotic and abiotic stress. One of the basic ingredients of beer is malt, i.e., a grain that have been subjected to germination under controlled conditions. Malting awakens the seeds physiological activity, thereby triggering its chemical and structural modification. The response surface methodology (RSM) was used to assess the impact of three independent variables (germination time, germination temperature, degree of steeping) on certain traits defining malt quality. Germination time and temperature exerted a major role during the malting experiments. A desirability function was applied to predict the best combination of parameters that would optimize the desired outcomes. After 6 days, at 18 °C and 42 g/100 g, the following results were achieved: extract 81.6% d.m., Kolbach index (KI) 38.3%, free amino nitrogen (FAN) 116 mg/100 g, apparent attenuation limit (AAL) 82.9%. The response surface methodology (RSM) proved to be largely suitable for the optimization of the malting process under study. Its implementation through the R statistics programming language and environment provided an alternative and valuable resource for conducting the statistical analysis and optimization.",
		"pages": "114242",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002364382201177X",
		"journal": "LWT",
		"volume": "173"
	},
	{
		"id": "MOSTAFA2018173",
		"source_id": "MOSTAFA2018173",
		"type": "article",
		"title": "A fuzzy logic control in adjustable autonomy of a multi-agent system for an automated elderly movement monitoring application",
		"author": "Salama A. Mostafa and Aida Mustapha and Mazin Abed Mohammed and Mohd Sharifuddin Ahmad and Moamin A. Mahmoud",
		"keywords": "Autonomous agent, Multi-agent system, Adjustable autonomy, Fuzzy logic, Elderly remote care",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2018.02.001",
		"abstract": "Autonomous agents are being widely used in many systems, such as ambient assisted-living systems, to perform tasks on behalf of humans. However, these systems usually operate in complex environments that entail uncertain, highly dynamic, or irregular workload. In such environments, autonomous agents tend to make decisions that lead to undesirable outcomes. In this paper, we propose a fuzzy-logic-based adjustable autonomy (FLAA) model to manage the autonomy of multi-agent systems that are operating in complex environments. This model aims to facilitate the autonomy management of agents and help them make competent autonomous decisions. The FLAA model employs fuzzy logic to quantitatively measure and distribute autonomy among several agents based on their performance. We implement and test this model in the Automated Elderly Movements Monitoring (AEMM-Care) system, which uses agents to monitor the daily movement activities of elderly users and perform fall detection and prevention tasks in a complex environment. The test results show that the FLAA model improves the accuracy and performance of these agents in detecting and preventing falls.",
		"pages": "173-184",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505618300297",
		"journal": "International Journal of Medical Informatics",
		"volume": "112"
	},
	{
		"id": "KASAKOVA201860",
		"source_id": "KASAKOVA201860",
		"type": "article",
		"title": "Selectivity of original C-hexopyranosyl calix[4]arene conjugates towards lectins of different origin",
		"author": "Martina Kašáková and Lenka Malinovská and Tomáš Klejch and Martina Hlaváčková and Hana Dvořáková and Eva Fujdiarová and Zdeňka Rottnerová and Olga Maťátková and Pavel Lhoták and Michaela Wimmerová and Jitka Moravcová",
		"keywords": "Glycomimetics, Lectin, -glycosides, Polyvalency, calix[4]arene",
		"doi": "https://doi.org/10.1016/j.carres.2018.08.012",
		"abstract": "As a part of ongoing activities towards the design of ligands against pathogenic lectins, a synthesis of original α-C-galacto/α-C-manno/α-C-fucopyranosyl glycomimetics based on a calix[4]arene scaffold and their binding evaluation is described. The interactions of the glycomimetics with seven lectins of various origins were carried out using agglutination inhibition assays. The 1,3-alternate tetra-C-fucosylated ligand and its derivative having a tertBu group at the upper rim of the calix[4]arene scaffold were the most potent towards the AAL lectin family (RSL, AFL, AAL, AOL) and BC2L-C. As AFL and RSL originate from important human (Aspergillus fumigatus) and plant (Ralstonia solanacearum) pathogens, the inhibition potency of both leading structures was assessed by surface plasmon resonance. With AFL, both structures exhibited an approximately three orders of magnitude increase in affinity compared to the reference l-fucose. The role of tertBu groups as “aglycon-assisted” events was illustrated by NMR. Furthermore, both compounds showed significantly increased ability to inhibit BC2L-C (from human pathogen Burkholderia cenocepacia) cell agglutination and were able to cross-link whole B. cenocepacia cells. Although the ligands failed to significantly inhibit the agglutination activity of LecA and LecB from Pseudomonas aeruginosa, tetra-C-galactosylated calix[4]arene with tertBu groups at the upper rim of the 1,3-alternate conformation inhibited P. aeruginosa biofilm formation efficiently. This systematic and comprehensive study highlights the fact that hydrolytically stable polyvalent C-glycomimetics should be regarded as potent and selective ligands capable of acting as antiadhesive agents.",
		"pages": "60-72",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0008621518303586",
		"journal": "Carbohydrate Research",
		"volume": "469"
	},
	{
		"id": "LAGODZINSKI2018277",
		"source_id": "LAGODZINSKI2018277",
		"type": "article",
		"title": "Codebook-based electrooculography data analysis towards cognitive activity recognition",
		"author": "P. Lagodzinski and K. Shirahama and M. Grzegorzek",
		"keywords": "Ambient assisted living, Cognitive activity recognition, Electrooculography (EOG), Sequence classification, Codebook approach",
		"doi": "https://doi.org/10.1016/j.compbiomed.2017.10.026",
		"abstract": "With the advancement in mobile/wearable technology, people started to use a variety of sensing devices to track their daily activities as well as health and fitness conditions in order to improve the quality of life. This work addresses an idea of eye movement analysis, which due to the strong correlation with cognitive tasks can be successfully utilized in activity recognition. Eye movements are recorded using an electrooculographic (EOG) system built into the frames of glasses, which can be worn more unobtrusively and comfortably than other devices. Since the obtained information is low-level sensor data expressed as a sequence representing values in constant intervals (100 Hz), the cognitive activity recognition problem is formulated as sequence classification. However, it is unclear what kind of features are useful for accurate cognitive activity recognition. Thus, a machine learning algorithm like a codebook approach is applied, which instead of focusing on feature engineering is using a distribution of characteristic subsequences (codewords) to describe sequences of recorded EOG data, where the codewords are obtained by clustering a large number of subsequences. Further, statistical analysis of the codeword distribution results in discovering features which are characteristic to a certain activity class. Experimental results demonstrate good accuracy of the codebook-based cognitive activity recognition reflecting the effective usage of the codewords.",
		"pages": "277-287",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010482517303529",
		"journal": "Computers in Biology and Medicine",
		"volume": "95"
	},
	{
		"id": "FULL201918",
		"source_id": "FULL201918",
		"type": "article",
		"title": "Assessing psychometric properties of the PROMIS Sleep Disturbance Scale in older adults in independent-living and continuing care retirement communities",
		"author": "Kelsie M. Full and Atul Malhotra and Katie Crist and Kevin Moran and Jacqueline Kerr",
		"keywords": "Sleep disturbances, Older adults, Validation, Psychometrics",
		"doi": "https://doi.org/10.1016/j.sleh.2018.09.003",
		"abstract": "Purpose Sleep disturbances are associated with poor health outcomes in older adults. The Patient-Reported Outcomes Information System (PROMIS) Sleep Disturbance Scale was designed to assess self-reported general sleep and sleep disturbance. The objective of this study was to validate the short-form PROMIS Sleep Disturbance Scale for use among older adults living in independent-living and continuing care retirement communities. Methods Older adults (N = 307) were recruited from retirement communities in San Diego, CA, to participate in a physical activity intervention. Study participants were on average 83.6 years (SD 6.4) and predominately female (72.3%). Self-reported health outcomes included sleep disturbance, depressive symptoms, quality of life, stress, and pain. Internal consistency of the PROMIS Sleep Disturbance Scale was determined using Cronbach α, individual item means, and interitem correlations. Construct validity was examined using exploratory factor analysis techniques. Adjusted linear regression models assessed the predictive validity of the Sleep Disturbance Scale and associations with health outcomes. Results The PROMIS Sleep Disturbance Scale had a Cronbach α = .856 and an interitem correlation of .504. All items loaded on 1 sole factor. Additionally, the sleep scale was significantly predictive of depressive symptoms, stress, and quality of life at 12 months. Conclusions The PROMIS 6-item Sleep Disturbance Scale had acceptable internal consistency and strong construct validity among a sample of elderly older adults in an independent-living community setting. These findings suggest that the PROMIS scale may provide an accurate assessment of sleep disturbance in older adults. Additional validation testing using objective measures of sleep is needed to confirm these findings further.",
		"pages": "18-22",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352721818301700",
		"journal": "Sleep Health",
		"volume": "5"
	},
	{
		"id": "HOLLIS2021101096",
		"source_id": "HOLLIS2021101096",
		"type": "article",
		"title": "Self-reported handwashing and surface disinfection behaviors by U.S. adults with disabilities to prevent COVID-19, Spring 2020",
		"author": "NaTasha D. Hollis and JoAnn M. Thierry and Amanda G. Garcia-Williams",
		"keywords": "Coronavirus, Disability, Hygiene, Handwashing, Disinfection",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101096",
		"abstract": "Background Handwashing and surface cleaning and disinfection are two hygiene behaviors promoted to prevent the spread of COVID-19. Persons with disabilities may be at increased risk for severe COVID-19 illness due to underlying medical conditions that have been associated with COVID-19. Objective This study aims to describe self-reported hygiene behaviors among U.S. adults with disabilities to prevent transmission of COVID-19. Methods Data were obtained from the March 2020 Porter Novelli ConsumerStyles survey. This study includes 6463 U.S. adults (≥18 years) who participated in the survey (58.2% response rate). Participants were asked about frequent handwashing and surface disinfection. Participants were also asked six questions to assess disability status and disability type. Prevalence estimates with 95% confidence intervals were calculated; chi-square tests were conducted. Results A total of 1295 (20.3%) of survey participants reported at least one disability and their hygiene-related behavior. Overall, 91.3% of respondents with disabilities reported frequent handwashing; only 72% reported frequent surface disinfection. Those with hearing, vision, cognition, mobility, self-care, and independent living disabilities (range: 77.9%–90.6%) were significantly less likely than those without any disability (94.0%) to report frequent handwashing. People with vision (62.2%) and independent living (66.8%) disabilities were less likely to report frequent surface disinfection than those without any disability (74.6%). Conclusions Practices such as handwashing and disinfecting surfaces are effective for reducing and preventing the spread of COVID-19. Promotion of hygiene-related practices among people with disabilities is essential. Tailored communications and implementation of evidence-based strategies are needed to address hygiene-related behaviors among the subgroups of people with disabilities most affected.",
		"pages": "101096",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193665742100042X",
		"journal": "Disability and Health Journal",
		"volume": "14"
	},
	{
		"id": "GARCIACEJA201845",
		"source_id": "GARCIACEJA201845",
		"type": "article",
		"title": "Multi-view stacking for activity recognition with sound and accelerometer data",
		"author": "Enrique Garcia-Ceja and Carlos E. Galván-Tejada and Ramon Brena",
		"keywords": "Multi-view learning, Stacked generalization, Activity recognition, Accelerometer, Sound",
		"doi": "https://doi.org/10.1016/j.inffus.2017.06.004",
		"abstract": "Many Ambient Intelligence (AmI) systems rely on automatic human activity recognition for getting crucial context information, so that they can provide personalized services based on the current users’ state. Activity recognition provides core functionality to many types of systems including: Ambient Assisted Living, fitness trackers, behavior monitoring, security, and so on. The advent of wearable devices along with their diverse set of embedded sensors opens new opportunities for ubiquitous context sensing. Recently, wearable devices such as smartphones and smart-watches have been used for activity recognition and monitoring. Most of the previous works use inertial sensors (accelerometers, gyroscopes) for activity recognition and combine them using an aggregation approach, i.e., extract features from each sensor and aggregate them to build the final classification model. This is not optimal since each sensor data source has its own statistical properties. In this work, we propose the use of a multi-view stacking method to fuse the data from heterogeneous types of sensors for activity recognition. Specifically, we used sound and accelerometer data collected with a smartphone and a wrist-band while performing home task activities. The proposed method is based on multi-view learning and stacked generalization, and consists of training a model for each of the sensor views and combining them with stacking. Our experimental results showed that the multi-view stacking method outperformed the aggregation approach in terms of accuracy, recall and specificity.",
		"pages": "45-56",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1566253516301932",
		"journal": "Information Fusion",
		"volume": "40"
	},
	{
		"id": "DING2022107671",
		"source_id": "DING2022107671",
		"type": "article",
		"title": "Sweeping-responsive interface using the intrinsic polarity of magnetized micropillars for self-powered and high-capacity human-machine interaction",
		"author": "Sen Ding and Mingrui Wang and Hao Yang and Fengming Hu and Ziyi Dai and Ming Lei and Qian Zhou and Dazhe Zhao and Yibo Gao and Junwen Zhong and Jianyi Luo and Bingpu Zhou",
		"keywords": "Human-machine interaction, Sweeping operation, Wearable sensor, Self-powered, Magnetized micropillar, Ternary system",
		"doi": "https://doi.org/10.1016/j.nanoen.2022.107671",
		"abstract": "The rapid development of wearable tactile sensors in human-machine interaction (HMI) is revolutionizing the way that people communicate with intelligent terminals. Compared with “tapping”, another daily operation, “directional sweeping”, is rarely explored in tactile sensors for HMI due to the limits from device configuration. Herein, we designed and optimized the in-plane magnetized flexible micropillars as the self-powered interface that can perceive the sweeping with distinguishable signals according to the operation directions. Based on Faraday’s law of induction, the intrinsic magnetic polarity was applied as an avenue to rapidly produce diverse electromotive forces of “+ /-” and “-/+ ” through the bi-directional micropillar deformation. With the self-powered interface, several interesting HMI applications, e.g., smartphone page flip, Morse code communication, and game playing, were demonstrated via habitual finger sweeping with high efficiency, accuracy, intuitive experience, and control diversity. Furthermore, the unique behavior of “+ /-” and “-/+ ” enables the build-up of ternary system with broader command capacity of 3 n if n devices were integrated in parallel. Along with the merits such as high sensitivity, applicable diversity (humid condition), mechanical robustness, and coding accuracy, we believe that the study would bring inspiration of future HMI design for a more fascinating, effective and intelligent living.",
		"pages": "107671",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211285522007492",
		"journal": "Nano Energy",
		"volume": "102"
	},
	{
		"id": "SANCHEZCRIADO201624",
		"source_id": "SANCHEZCRIADO201624",
		"type": "article",
		"title": "Care in the (critical) making. Open prototyping, or the radicalisation of independent-living politics",
		"author": "Tomás Sánchez Criado and Israel Rodríguez-Giralt and Arianna Mencaroni",
		"keywords": "Care, Arrangements, Independent living, Critical making, Prototypes, Soin, Arrangements, Vie indépendante, Fabrication critique, Prototypes",
		"doi": "https://doi.org/10.1016/j.alter.2015.07.002",
		"abstract": "In this paper, we reflect empirically on some collective attempts at intervening the ways in which care for and by disabled people is being devised and carried out in Spain in austerity times. We highlight the novelties and challenges of the way in which these projects seek to tackle the current crisis of care through different forms of self-fabrication of “open” and “low cost” technical aids. We analyse them as forms of “critical making” expanding the repertoire of independent-living and disabled peoples rights politics to the experimentation with technological production. Through the deployment of an empirical example of the prototyping process by the Barcelona-based activist design collective En torno a la silla, we show how open prototyping constitutes a major challenge for the radicalisation of the independent-living movements precepts of control and choice, displaying the matter of care arrangements and making available its transformation. Résumé Dans cet article, nous réfléchissons empiriquement sur certaines tentatives collectives d’intervention dans le care pour et par les personnes handicapées en période d’austérité en Espagne. Nous mettons en évidence les nouveautés et les défis de la manière dont ces projets visent à aborder la crise du care grâce à l’auto-fabrication d’aides techniques « ouvertes » et « low cost ». Nous les analysons comme des formes de « fabrication critique » élargissant le répertoire des politiques de la vie indépendante et des droits des personnes handicapées à travers l’expérimentation de la production technologique. En montrant l’exemple d’un processus de prototypage du collectif En torno a la silla à Barcelone, nous essayons de décrire comment le prototypage ouvert constitue un défi majeur pour la radicalisation des principes du mouvement de la vie indépendante – le contrôle et le choix –, en déployant la matérialité des arrangements du care et en permettant sa transformation.",
		"pages": "24-39",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1875067215000735",
		"journal": "Alter",
		"volume": "10"
	},
	{
		"id": "WAEHAYEE2017215",
		"source_id": "WAEHAYEE2017215",
		"type": "article",
		"title": "Electrical properties of (Cs1−xAx)Al0.33Te1.67O6 (A = K and Rb) mixed valence pyrochlores",
		"author": "Anurak Waehayee and Tanachat Eknapakul and Narong Chanlek and Thanundon Kongnok and Surachet Rattanasuporn and Hideki Nakajima and Worawat Meevasana and Theeranun Siritanon",
		"keywords": "Oxide, Mixed valence compounds, Electrical properties, X-ray photoelectron spectroscopy",
		"doi": "https://doi.org/10.1016/j.jallcom.2017.05.025",
		"abstract": "Abstracts The preparation and electronic properties of Cs1−xAxAl0.33Te1.67O6 (A = K, Rb, and Cs) are reported. Replacing Cs with smaller Rb and K reduces cell parameters of the compounds but does not affect the overall structure. Electronic conductivities of all samples were measured and explained based on the band conduction model. Although XPS Te3d5/2 spectra indicate that all samples contain similar amount of Te4+/Te6+ mixed valency, their conductivities are varied from about 0.1 S cm in CsAl0.33Te1.67O6 to 3 × 10−5 S cm in RbAl0.33Te1.67O6 and 3 × 10−7 S cm in KAl0.33Te1.67O6 at 300 K. To explain such large differences, the band structure diagrams are proposed based on the UV–Vis spectra and XPS spectra at valence band region. When the obtained activation energies of conduction and the proposed band diagram are considered, it is concluded that AAl0.33Te1.67O6 (A = K, Rb, and Cs) are n-type semiconductors. The defect levels in these samples originate from Te4+ whose energy level relative to the conduction band minimum is different from samples to samples. Such differences are affected by Cs content in the structure as Cs seems to lower the band gap energy and increase the valence band maximum. It is the position of these defect levels that determines the electronic conductivity of the compounds.",
		"pages": "215-222",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925838817315992",
		"journal": "Journal of Alloys and Compounds",
		"volume": "718"
	},
	{
		"id": "ESWARI202087",
		"source_id": "ESWARI202087",
		"type": "incollection",
		"title": "Chapter 4 - Drug identification and interaction checking using the Internet of Things",
		"author": "K. Eswari and C. Priya",
		"keywords": "IoT, drug identification, monitoring of medication, polypharmacy, global identification",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-821326-1.00004-8",
		"isbn": "978-0-12-821326-1",
		"abstract": "Providing effective and appropriate health care is one of the most important functions of information and communication technologies (ICTs). The Internet of Things (IoT) is one of the most recent advances in ICT, providing global connectivity and management of sensors, devices, users, and information. This chapter examines drug-related problems based on IoT technologies, for example, smartphones and the Web to support ubiquitous access, Internet with IPv6 connectivity over low-power area networks technology to support ubiquitous data collection for patients, sensors, and hospitals, and radio frequency identification/near-field communication to support global identification. These technologies offer a wide range of applications in health care, which can improve the quality of services, reduce mistakes, and even detect health anomalies from vital signs. Drug compliance and adverse drug reactions (ADRs) are two of the most important issues regarding patient safety throughout the global healthcare sector. ADR prevalence is 6.7% throughout hospitals worldwide, with a global death rate of 0.32% of patients. This rate is even higher in ambient assisted living environments, where 15% of patients suffer clinically significant interactions due to patient noncompliance with drug dosages and schedules, in addition to suffering from polypharmacy. These instances increase with age and cause risks of drug interactions, adverse effects, and toxicity. However, with tight follow-up of drug treatment, complications of incorrect drug use can be reduced. For that purpose, we propose an innovative system based on the IoT for drug identification and monitoring of medication. The IoT is applied to examine drugs in order to fulfill treatment, and to detect harmful side effects of pharmaceutical excipients, allergies, liver/renal contradictions, and harmful side effects during pregnancy.",
		"pages": "87-115",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128213261000048"
	},
	{
		"id": "CHAHUARA201763",
		"source_id": "CHAHUARA201763",
		"type": "article",
		"title": "Context-aware decision making under uncertainty for voice-based control of smart home",
		"author": "Pedro Chahuara and François Portet and Michel Vacher",
		"keywords": "Decision making, Voice User Interface, Markov Logic Network, Smart home, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2017.01.014",
		"abstract": "This paper presents a framework to build home automation systems reactive to voice for improved comfort and autonomy at home. The focus of this paper is on the context-aware decision process which must reason from uncertain facts inferred from real sensor data. This framework for building context aware systems uses a hierarchical knowledge model so that different inference modules can communicate and reason with same concepts and relations. The context-aware decision module is based on a Markov Logic Network, a recent approach which make it possible to benefit from formal logical representation and to model uncertainty of this knowledge. In this work, uncertainty of the decision model has been learned from data. Although some expert systems are able to deal with uncertainty, the Markov Logic Network approach brings a unified theory for dealing with logical entailment, uncertainty and missing data. Moreover, the ability to use a priori knowledge and to learn weights and structure from data make this model appealing to address the challenge of adaptation of expert systems to new applications. Finally, the framework has been implemented in an on-line system which has been evaluated in a real smart home with real naive users. Results of the experiment show the interest of context-aware decision making and the advantages of a statistical relational model for the framework.",
		"pages": "63-79",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417417300234",
		"journal": "Expert Systems with Applications",
		"volume": "75"
	},
	{
		"id": "MUELLER201766",
		"source_id": "MUELLER201766",
		"type": "article",
		"title": "Altered fucosyltransferase expression in the superior temporal gyrus of elderly patients with schizophrenia",
		"author": "Toni M. Mueller and Stefani D. Yates and Vahram Haroutunian and James H. Meador-Woodruff",
		"keywords": "FUT8, POFUT2, Glycosylation, Core fucose, -fucosylation, Neuroglycobiology",
		"doi": "https://doi.org/10.1016/j.schres.2016.10.024",
		"abstract": "Glycosylation is a post-translational modification that is an essential element in cell signaling and neurodevelopmental pathway regulation. Glycan attachment can influence the tertiary structure and molecular interactions of glycosylated substrates, adding an additional layer of regulatory complexity to functional mechanisms underlying central cell biological processes. One type of enzyme-mediated glycan attachment, fucosylation, can mediate glycoprotein and glycolipid cell surface expression, trafficking, secretion, and quality control to modulate a variety of inter- and intracellular signaling cascades. Building on prior reports of glycosylation abnormalities and evidence of dysregulated glycosylation enzyme expression in schizophrenia, we examined the protein expression of 5 key fucose-modifying enzymes: GDP-fucose:protein O-fucosyltransferase 1 (POFUT1), GDP-fucose:protein O-fucosyltransferase 2 (POFUT2), fucosyltransferase 8 (FUT8), fucosyltransferase 11 (FUT11), and plasma α-l-fucosidase (FUCA2) in postmortem superior temporal gyrus of schizophrenia (N=16) and comparison (N=14) subjects. We also used the fucose binding protein, Aleuria aurantia lectin (AAL), to assess α-1,6-fucosylated N-glycoprotein abundance in the same subjects. In schizophrenia, we found increased expression of POFUT2, a fucosyltransferase uniquely responsible for O-fucosylation of thrombospondin-like repeat domains that is involved in a non-canonical endoplasmic reticulum quality control pathway. We also found decreased expression of FUT8 in schizophrenia. Given that FUT8 is the only α-1,6-fucosyltransferase expressed in mammals, the concurrent decrease in AAL binding in schizophrenia, particularly evident for N-glycoproteins in the ~52–58kDa and ~60–70kDa molecular mass ranges, likely reflects a consequence of abnormal FUT8 expression in the disorder. Dysregulated FUT8 and POFUT2 expression could potentially explain a variety of molecular abnormalities in schizophrenia.",
		"pages": "66-73",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996416304686",
		"journal": "Schizophrenia Research",
		"volume": "182"
	},
	{
		"id": "PARK2020105051",
		"source_id": "PARK2020105051",
		"type": "article",
		"title": "Predictors of foster youths’ participation in their transitional independent living plan (TILP) development: Calling for collaborative case plan decision-making processes",
		"author": "Sunggeun (Ethan) Park and Jenna Powers and Nathanael J. Okpych and Mark E. Courtney",
		"keywords": "Youth participation, Youth involvement, Youth engagement, Foster youth, Case planning, Co-production",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105051",
		"abstract": "Foster youth participation in their transitional independent living plan (TILP) development is a legally mandated process. Youths’ active involvement in these decision-making processes is recognized as a potential protective factor during their transition from care to independent adulthood. Despite this, little empirical research has examined predictors of youth participation. This study uses a representative sample of California foster youth (n = 727) to investigate youth-level and county-level predictors of youths’ roles in their TILP development and satisfaction with the care decision meetings. Nearly a third of the youths were either not aware of or not involved in their TILP at age 17. The majority of youths who participated in care decision meetings were satisfied with the meetings. Regression analysis results find that the odds of youth participating in the TILP development were positively associated with their age, conscientiousness and agreeableness personality traits, their rating of helpfulness of their caseworker, and physical disabilities documented by caseworkers. The odds of youth being satisfied with the team meetings were positively associated with their rating of helpfulness of their caseworker and being a parent.",
		"pages": "105051",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920302681",
		"journal": "Children and Youth Services Review",
		"volume": "115"
	},
	{
		"id": "PRINCIPI201651",
		"source_id": "PRINCIPI201651",
		"type": "article",
		"title": "Acoustic cues from the floor: A new approach for fall classification",
		"author": "Emanuele Principi and Diego Droghini and Stefano Squartini and Paolo Olivetti and Francesco Piazza",
		"keywords": "Floor acoustic sensor, Acoustic fall detection, Ambient assisted living, Support vector machine",
		"doi": "https://doi.org/10.1016/j.eswa.2016.04.007",
		"abstract": "The interest in assistive technologies for supporting people at home is constantly increasing, both in academia and industry. In this context, the authors propose a fall classification system based on an innovative acoustic sensor that operates similarly to stethoscopes and captures the acoustic waves transmitted through the floor. The sensor is designed to minimize the impact of aerial sounds in recordings, thus allowing a more focused acoustic description of fall events. The audio signals acquired by means of the sensor are processed by a fall recognition algorithm based on Mel-Frequency Cepstral Coefficients, Supervectors and Support Vector Machines to discriminate among different types of fall events. The performance of the algorithm has been evaluated against a specific audio corpus comprising falls of a human mimicking doll and of everyday objects. The results showed that the floor sensor significantly improves the performance respect to an aerial microphone: in particular, the F1-Measure is 6.50% higher in clean conditions and 8.76% higher in mismatched noisy conditions. The proposed approach, thus, has a considerable advantage over aerial solutions since it is able to achieve higher fall classification performance using a simpler algorithmic pipeline and hardware setup.",
		"pages": "51-61",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416301658",
		"journal": "Expert Systems with Applications",
		"volume": "60"
	},
	{
		"id": "YAHOO2017234",
		"source_id": "YAHOO2017234",
		"type": "article",
		"title": "Employing a CGE model in analysing the environmental and economy-wide impacts of CO2 emission abatement policies in Malaysia",
		"author": "Masoud Yahoo and Jamal Othman",
		"keywords": "Carbon tax, Command-and-control, Hicksian welfare, Environmental effects, CGE modelling",
		"doi": "https://doi.org/10.1016/j.scitotenv.2017.01.164",
		"abstract": "The impact of global warming has received much international attention in recent decades. To meet climate-change mitigation targets, environmental policy instruments have been designed to transform the way goods and services are produced as well as alter consumption patterns. The government of Malaysia is strongly committed to reducing CO2 gas emissions as a proportion of GDP by 40% from 2005 levels by the year 2020. This study evaluates the economy-wide impacts of implementing two different types of CO2 emission abatement policies in Malaysia using market-based (imposing a carbon tax) and command-and-control mechanism (sectoral emission standards). The policy simulations conducted involve the removal of the subsidy on petroleum products by the government. A carbon emission tax in conjunction with the revenue neutrality assumption is seen to be more effective than a command-and-control policy as it provides a double dividend. This is apparent as changes in consumption patterns lead to welfare enhancements while contributing to reductions in CO2 emissions. The simulation results show that the production of renewable energies is stepped up when the imposition of carbon tax and removal of the subsidy is augmented by revenue recycling. This study provides an economy-wide assessment that compares two important tools for assisting environment policy makers evaluate carbon emission abatement initiatives in Malaysia.",
		"pages": "234-243",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S004896971730181X",
		"journal": "Science of The Total Environment",
		"volume": "584-585"
	},
	{
		"id": "LIN2019113",
		"source_id": "LIN2019113",
		"type": "article",
		"title": "Understanding how teachers practise inclusive classroom assessment",
		"author": "Pei-Ying Lin and Yu-Cheng Lin",
		"keywords": "Assessment accommodations, Assessment practices, Classroom assessment, Inclusive education, Special education",
		"doi": "https://doi.org/10.1016/j.stueduc.2019.08.002",
		"abstract": "This study was undertaken to better understand how Canadian teachers utilized the three major purposes of assessment for students with diverse needs through a questionnaire that reflected major concepts of AFL, AOL, and ACC (assessment for and of learning; accommodations and modifications). We found that a higher percentage of teachers- especially special education teachers- reported offering ACC frequently to their students than did those who reported practising AFL and AOL frequently. In line with the literature, our findings suggest that AOL was adopted by a greater percentage of teachers than AFL, especially when teachers reported practising AAL (assessment as learning which is considered a subset of AFL) less frequently. Our data also shows that teachers who put one assessment concept into practice tended to utilize the other concepts. Finally, a small but notable number of teachers surveyed reported sometimes or never implementing AFL, AOL, and ACC in class.",
		"pages": "113-121",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0191491X1730264X",
		"journal": "Studies in Educational Evaluation",
		"volume": "63"
	},
	{
		"id": "WU2021128661",
		"source_id": "WU2021128661",
		"type": "article",
		"title": "Patatin primary structural properties and effects on lipid metabolism",
		"author": "Jinhong Wu and Qiaoyu Wu and Danlu Yang and Mi Zhou and Jingshen Xu and Qing Wen and Yan Cui and Yalong Bai and Shannan Xu and Zhengwu Wang and Shaoyun Wang",
		"keywords": "Patatin, Fucosylated glycoprotein, Structural property, Anti-obesity, Zebrafish",
		"doi": "https://doi.org/10.1016/j.foodchem.2020.128661",
		"abstract": "Patatin, the major protein found in potatoes, was purified and shows several isoforms. The essential amino acid content of patatin was ashighas 76%, indicating that it is a valuable protein source. Patatin was an O-linked glycoprotein that contained fucose monosaccharides, as well as mannose, rhamnose, glucose, galactose, xylose, and arabinose. Patatin had a fucosylated glycan structural feature, which strongly bound AAL (Aleuria aurantia Leukoagglutinin), a known fucose binding lectin. Moreover, thelipid metabolism regulatory effects of patatin on the fat catabolism, fat absorption, and inhibition of lipase activity were measured after high-fat feeding of zebrafish larvae. Results revealed that 37.0 μg/mL patatin promoted 23% lipid decomposition metabolism. Meanwhile patatin could inhibite lipase activity and fat absorption, whose effects accounted for half that of a positive control drug. Our findings suggest that patatin, a fucosylated glycoprotein, could potentially be used as a naturalactiveconstituent with anti-obesity effects.",
		"pages": "128661",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0308814620325231",
		"journal": "Food Chemistry",
		"volume": "344"
	},
	{
		"id": "REED2020233",
		"source_id": "REED2020233",
		"type": "article",
		"title": "Associations between physiological responses to social-evaluative stress and daily functioning in first-episode schizophrenia",
		"author": "Alexandra C. Reed and Junghee Lee and Michael F. Green and Holly K. Hamilton and Gregory A. Miller and Kenneth L. Subotnik and Joseph Ventura and Keith H. Nuechterlein and Cindy M. Yee",
		"keywords": "Schizophrenia, Functional outcome, Stress, Vagal suppression, Cortisol",
		"doi": "https://doi.org/10.1016/j.schres.2019.12.040",
		"abstract": "Schizophrenia (SZ) is associated with impaired adaptive functioning, including difficulties managing the demands of independent living, work, school, and interpersonal relationships. Prior studies have linked the physiological stress response with less effective coping in daily life. Differences in stress-response tendencies may also support heterogeneity in daily functioning in SZ. The present study examined two established measures of the stress response in patients with first-episode SZ. Salivary cortisol was included as an index of hypothalamic–pituitary–adrenal response. Vagal suppression (VS), a measure of stress-related reduction in heart rate variability, was used to assess parasympathetic flexibility. Greater cortisol response and VS to social-evaluative stress were predicted to be associated with better functioning in SZ over and above relationships with social cognition and neurocognition, two well-established predictors of functional outcome. Thirty-eight first-episode SZ outpatients and 29 healthy comparison subjects (HC) provided social cognitive, neurocognitive, and physiological measurements before and after the Trier Social Stress Test (TSST). Although SZ and HC did not differ on VS to the TSST, patients exhibited significant associations between VS and functioning across all four domains of the Role Functioning Scale. Furthermore, greater VS predicted more effective functioning with friends, beyond the contributions associated with social cognition and neurocognition, and strengthened the positive effects of higher levels of social cognition on independent living/self-care. VS elicited by social-evaluative stress in the laboratory may reflect stress-response tendencies in daily life that are relevant for daily functioning in first-episode SZ.",
		"pages": "233-239",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996419306103",
		"journal": "Schizophrenia Research",
		"volume": "218"
	},
	{
		"id": "AHMAD2020102358",
		"source_id": "AHMAD2020102358",
		"type": "article",
		"title": "Measuring the health-related quality of life in Australians with multiple sclerosis using the assessment of quality of life-8-dimension (AQoL-8D) multi-attribute utility instrument",
		"author": "Hasnat Ahmad and Ingrid van der Mei and Bruce V. Taylor and Julie A. Campbell and Andrew J. Palmer",
		"keywords": "Health-related quality of life (HRQoL), Health state utility values (HSUVs), AQoL-8D, Multiple sclerosis, Patient-reported outcomes",
		"doi": "https://doi.org/10.1016/j.msard.2020.102358",
		"abstract": "Background Health-related quality of life (HRQoL) has not been assessed in Australians with multiple sclerosis (MS) using a preferentially sensitive multi-attribute utility instrument. Objectives To assess HRQoL and to quantify the impact of disability on health state utility values (HSUVs), and the physical and psychosocial health of people with MS using the Assessment of Quality of Life-8-Dimension (AQoL-8D) instrument. Methods We estimated HSUVs and the unique composite individual and super dimensional (physical and psychosocial) scores of the AQoL-8D for a large, representative sample (n=1,577) of Australians with MS. The estimates were compared to Australian general population norms and broken down by disability severity, classified as no disability (Expanded Disability Status Scale [EDSS] level: 0), mild (EDSS: 1-3.5), moderate (EDSS: 4-6) and severe (EDSS: 6.5-9.5). A multivariable regression model adjusted the association between MS disability severity and HSUVs for age, sex, MS onset type, DMTs usage status, and MS duration. Results: Mean overall HSUV at 0.61 (95% confidence interval [CI]: 0.60-0.62) was 0.18 units lower than the Australian population norm. HSUV decreased with increasing disability severity: 0.81 (95% CI: 0.80-0.83), 0.65 (95% CI: 0.63-0.67), 0.54 (95% CI: 0.52-0.56) and 0.48 (95% CI: 0.46-0.50) for no, mild, moderate and severe disability, respectively. The mean Physical super-dimension score of 0.57 (95% CI: 56-0.58) was 0.21 units lower than the Australian norm and the Psychosocial super-dimension of 0.33(95% CI: 32-0.34) was 0.16 units lower. Lower HRQoL was primarily driven by reduced scores on Independent living (-0.23), Pain (-0.15), Relationships (-0.13), Coping (-0.12), and Self-worth (-0.12). Conclusions MS impacts all aspects of HRQoL. Effective pain management and support to maintain independent living, relationships, and self-worth can significantly improve the HRQoL of people with MS. Early diagnosis and affordable access to effective treatments to slow or prevent disability accumulation may also be helpful.",
		"pages": "102358",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211034820304338",
		"journal": "Multiple Sclerosis and Related Disorders",
		"volume": "44"
	},
	{
		"id": "JAKAS201669",
		"source_id": "JAKAS201669",
		"type": "article",
		"title": "Synthesis of anthrose lipidic derivative as mimic of B. anthracis BclA glycoprotein for use in ELISA-like binding assays",
		"author": "Andreja Jakas and Milica Perc and Josipa Suć and Maria C. Rodriguez and Mare Cudic and Predrag Cudic",
		"keywords": "Anthrax, anthrose, binding, glucose, synthesis",
		"doi": "https://doi.org/10.1080/07328303.2016.1139124",
		"abstract": "The surfaces of Bacillus anthracis endospores expose anthrose-containing oligosaccharides, which have been considered for use as a target for specific detection of the spores. In this direction, we have developed an efficient and straightforward synthetic strategy toward anthrose lipidic derivate tetradecyl 4,6-dideoxy-4-(3-hydroxy-3-methylbutanamido)-2-O-methyl-β-d-glucopyranoside 16 as a model target for B. anthracis spores. The ability of the prepared anthrose and glucose (for control purposes) lipidic derivatives to display on a multiwell plate was demonstrated by a colorimetric phenol-sulfuric acid assay and their potential utility in multiwell binding assays was assessed using fluorescein-labeled concanavalin A (ConA-FITC) and Aleuria aurantia (AAL-FITC).",
		"pages": "69-85",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0732830322001884",
		"journal": "Journal of Carbohydrate Chemistry",
		"volume": "35"
	},
	{
		"id": "BARLOW202363",
		"source_id": "BARLOW202363",
		"type": "article",
		"title": "Early weight bearing in elderly patients with ankle fractures reduces care needs and maintains independence",
		"author": "Ciaran Barlow and Luke Duggleby and Tristan Barton",
		"keywords": "Elderly, Ankle, Fracture, Fibula, Intramedullary, Nail, Fixation, Rehabilitation, Care, Weight bearing",
		"doi": "https://doi.org/10.1016/j.fas.2022.09.006",
		"abstract": "Background Ankle fractures in the elderly are increasingly prevalent and are associated with significant morbidity and loss of independence. Method Patients over the age of 70 suffering ankle fracture were identified using ICD-9-CM patient coding. Fracture stability was assessed using patient records and radiographic evidence. Management strategy, length of inpatient stay, time non-weight bearing, pre-admission residence, discharge destination and discharge care needs were studied. Results 169 patients with a mean age 80.3 years were studied. Management strategy was shown to have a significant effect on a patient’s care requirements (p = 0.012) and ability to return to their primary residence (p = 0.014). Management via an intramedullary rod was associated with the lowest rates of increased care needs (29.7%) and the highest rate of returning home on discharge (88.9%). Conclusions Early weight bearing had a significant effect on a patient’s ability to maintain independent living and were more likely to return to their own home.",
		"pages": "63-66",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1268773122001916",
		"journal": "Foot and Ankle Surgery",
		"volume": "29"
	},
	{
		"id": "ABDULLAH2020148",
		"source_id": "ABDULLAH2020148",
		"type": "article",
		"title": "Moving towards independent living in Ghana: Narratives from young adults about their kinship care experience",
		"author": "Alhassan Abdullah and Ebenezer Cudjoe and Clifton Robert Emery and Margarita Frederico",
		"keywords": "Kinship care experience, Young adults, Transition, Care leavers, Independent living, Ghana",
		"doi": "https://doi.org/10.1016/j.adolescence.2020.01.005",
		"abstract": "Introduction In most sub-Saharan African countries, studies on the impact of out-of-home care experience on the transition of young adults leaving care are limited to those leaving institutional or foster care with no empirical evidence on the experiences of those moving out of kinship care. This study reports findings from interviews with young adults with experience of kinship care in Ghana, about what lessons their kinship care experiences provided in their transition to adulthood. Method Twenty-five young adults aged 21–25 years (17 males, 8 females) with kinship care experience from rural communities in Ghana were purposively selected. Using a semi-structured interview guide, a qualitative short narrative approach was employed. Consistent patterns from the short narratives were analysed using the qualitative thematic approach. Results Key themes identified from the participants’ narratives were a) learning from life experiences b) better decision making and c) development of resilient strategies. Young adults reported that they shaped their lives with lessons from negative experiences, advice received from caregivers and management skills obtained from the unskilled income generating activities they undertook whilst in kinship care. Conclusion The study provides evidence for policymakers to consider kinship care as an effective, suitable and cost-effective alternative care arrangement for children in need of adequate parental care in Ghana. When assessing kins suitability to provide care, some emphasis should be on caregivers needs and assessment of activities engaged in by children living in kinship care. Social workers should provide counselling and education support to children moving out of kinship care.",
		"pages": "148-156",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140197120300051",
		"journal": "Journal of Adolescence",
		"volume": "79"
	},
	{
		"id": "ULLMANN2016512",
		"source_id": "ULLMANN2016512",
		"type": "article",
		"title": "The Feldenkrais Method® can enhance cognitive function in independent living older adults: A case-series",
		"author": "Gerhild Ullmann and Harriet G. Williams",
		"keywords": "Feldenkrais, Cognitive function, Executive function, Older adults, Trail Making Test A and B, Motor control, Motor speed, Visual scanning speed, Ratio score, Difference score, Mind-body, Physical activity, Exercise, Cognition, Cognitive decline",
		"doi": "https://doi.org/10.1016/j.jbmt.2015.11.017",
		"abstract": "Summary Poor cognitive health a major concern of aging individuals, can compromise independent living. More than 16 million people in the United States are affected by cognitive impairment. We have studied the effects of the Feldenkrais Method® on cognitive function. In this case series with three participants cognitive function was assessed with the Trail Making Test A and B at baseline and after the Feldenkrais intervention. All participants improved performance on Trail Making Test A and B after completing the Feldenkrais intervention indicating that Feldenkrais lessons may offset age-related decline in cognitive function. The results of this case series warrant larger scale studies on cognitive outcomes of Feldenkrais interventions in clinical and non-clinical populations.",
		"pages": "512-517",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1360859215002880",
		"journal": "Journal of Bodywork and Movement Therapies",
		"volume": "20"
	},
	{
		"id": "CARRADUS2020246",
		"source_id": "CARRADUS2020246",
		"type": "article",
		"title": "Age-related differences in myeloarchitecture measured at 7 T",
		"author": "Andrew J. Carradus and Olivier Mougin and Benjamin A.E. Hunt and Prejaas K. Tewarie and Nicolas Geades and Peter G. Morris and Matthew J. Brookes and Penny A. Gowland and Christopher R. Madan",
		"keywords": "Aging, Brain structure, Myelin, MT, 7 tesla, Gray matter",
		"doi": "https://doi.org/10.1016/j.neurobiolaging.2020.08.009",
		"abstract": "We have used the magnetisation transfer (MT) MRI measure as a primary measure of myelination in both the gray matter (GM) of the 78 cortical automated anatomical labeling (AAL) regions of the brain, and the underlying white matter in each region, in a cohort of healthy adults (aged 19–62 year old). The results revealed a significant quadratic trend in myelination with age, with average global myelination peaking at 42.9 year old in gray matter, and at 41.7 year old in white matter. We also explored the possibility of using the Nuclear Overhauser Enhancement (NOE) effect, which is acquired in a similar method to MT, as an additional measure of myelination. We found that the MT and NOE signals were strongly correlated in the brain and that the NOE effects displayed similar (albeit weaker) parabolic trends with age. We also investigated differences in cortical thickness with age, and confirmed a previous result of a linear decline of 4.5 ± 1.2 μm/y.",
		"pages": "246-254",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197458020302657",
		"journal": "Neurobiology of Aging",
		"volume": "96"
	},
	{
		"id": "DJAID2016457",
		"source_id": "DJAID2016457",
		"type": "article",
		"title": "Fission Engine for an Ambient Assistance Robot Based on the Ontology Concept",
		"author": "Nadia Touileb Djaid and Nadia Saadia and Amar Ramdane-Cherif",
		"keywords": "Assistance robot, multimodal systems, ontology, SWRL rules, fission engine ;",
		"doi": "https://doi.org/10.1016/j.procs.2016.04.209",
		"abstract": "The robotic world is gaining more and more place in our daily life. Nowadays, the robot as an autonomous entity is a common assistance partner. The robot may assist in different ways, as for instance in navigation, in medical exploration or health assistance. The main focus of actual research goals is to introduce a robot as a life partner in the human environment. To do so, the robot must be able to interact with people using the natural human interaction methods. Also, the robot must be able to understand and be understood and provide the service requested by the user. The aim of this research work is to build a multimodal fusion and fission engine using the semantic web. This multimodal system will be applied on a wheelchair with a manipulated arm to help people with disabilities interact with their main tool of movement and their environment. This work focuses on building a multimodal interaction fusion and fission engine to better understand the multimodal inputs using the concept of ontology while taking into consideration the context.",
		"pages": "457-464",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916302423",
		"journal": "Procedia Computer Science",
		"volume": "83"
	},
	{
		"id": "TATSIOPOULOU2020105121",
		"source_id": "TATSIOPOULOU2020105121",
		"type": "article",
		"title": "A qualitative study of experiences during placement and long-term impact of institutional care: Data from an adult Greek sample",
		"author": "Paraskevi Tatsiopoulou and Christina Chatzidimitriou and Eugenie Georgaca and Grigori Abatzoglou",
		"keywords": "Institutional care, Long-term impact, Long-term outcome, Qualitative thematic analysis",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105121",
		"abstract": "Background There is growing interest in the long-term impact of institutional care during childhood and/or adolescence. Studies indicate that residential care is associated with poor adult outcomes, including health and mental health problems, lower educational attainment and serious emotional and behavioral difficulties. This is, to our knowledge, the first qualitative study οn a Greek sample. Aims The aim of the present study was to provide understanding into the past and present experiences of individuals who had resided in a child-care institution during their childhood and/or adolescence and to contribute to the study of the long-term impact of institutional care on adult life. Method In depth interviews were conducted with 15 individuals (men and women) who had lived in a child-care institution during their childhood and/or adolescence, followed by qualitative thematic analysis. Results Analysis revealed three distinct cohorts of participants, based on their current age and the time period during which they were placed at the institution. Systematic comparison of the three cohorts revealed that independent living was strenuous and challenging and that, although institutional practices ameliorate, the social and emotional needs of the looked after children and their families become increasingly complex. Conclusion Continuous training and support of the personnel of the institutions, a well-planned transitional period with the active involvement of the individuals, as well as systematic follow-ups, seem necessary in order to ensure better adult outcomes.",
		"pages": "105121",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920300463",
		"journal": "Children and Youth Services Review",
		"volume": "116"
	},
	{
		"id": "MAZOYER20161225",
		"source_id": "MAZOYER20161225",
		"type": "article",
		"title": "BIL&GIN: A neuroimaging, cognitive, behavioral, and genetic database for the study of human brain lateralization",
		"author": "B. Mazoyer and E. Mellet and G. Perchey and L. Zago and F. Crivello and G. Jobard and N. Delcroix and M. Vigneau and G. Leroux and L. Petit and M. Joliot and N. Tzourio-Mazoyer",
		"keywords": "Brain, Hemispheric specialization, Lateralization, Handedness, Language, Spatial, Numerical, Psychometrics, MRI, DTI, FMRI, Genetic",
		"doi": "https://doi.org/10.1016/j.neuroimage.2015.02.071",
		"abstract": "We report on a database, named BIL&GIN, designed for investigating the cognitive, behavioral, genetic, and brain morphological/functional correlates of hemispheric specialization. The database contains records from a sample of 453 adult participants enriched in left-handers (45%, N=205) as compared to the general population. For each subject, socio-demographic data, hand and eye laterality, family handedness, and cognitive abilities in the language, motor, visuo-spatial, and numerical domains have been recorded. T1-MRI and DTI data were also acquired, as well as resting-state functional MRI. Task-evoked functional MRI was performed in a sub-sample of 303 subjects (157 left-handers) using a customized functional battery of 16 cognitive tasks exploring the same three cognitive domains. Performances at the tasks executed in the magnet as well as post-acquisition debriefing were recorded. A saliva sample was obtained from the subjects of this sub-sample from which DNA was extracted. The BIL&GIN contains results of imaging data processing for each subject, namely maps of tissue (GM, WM, CSF) probability, cortical thickness, cortical surface, and diffusion parameters as well as regional values of these phenotypes for regions of both AAL and FreeSurfer parcellations. For the subjects who underwent FMRI, individual SPM contrast maps for each of the 8 runs were also calculated and included in the database, as well as corresponding BOLD variations in ROIs of the AAL and AICHA atlases, and Wilkes hemispheric functional lateralization index. The BIL&GIN data sharing is based on a collaborative model.",
		"pages": "1225-1231",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811915002517",
		"journal": "NeuroImage",
		"volume": "124"
	},
	{
		"id": "DOBBINS2017110",
		"source_id": "DOBBINS2017110",
		"type": "article",
		"title": "Detecting physical activity within lifelogs towards preventing obesity and aiding ambient assisted living",
		"author": "Chelsea Dobbins and Reza Rawassizadeh and Elaheh Momeni",
		"keywords": "Physical activity recognition, Signal processing, Classification, Lifelogging, Assisted living, Obesity",
		"doi": "https://doi.org/10.1016/j.neucom.2016.02.088",
		"abstract": "Obesity is a global health issue that affects 2.1 billion people worldwide and has an economic impact of approximately $2 trillion. It is a disease that can make the aging process worse by impairing physical function, which can lead to people becoming more frail and immobile. Nevertheless, it is envisioned that technology can be used to aid in motivating behavioural changes to combat this preventable condition. The ubiquitous presence of wearable and mobile devices has enabled a continual stream of quantifiable data (e.g. physiological signals) to be collected about ourselves. This data can then be used to monitor physical activity to aid in self-reflection and motivation to alter behaviour. However, such information is susceptible to noise interference, which makes processing and extracting knowledge from such data challenging. This paper posits our approach that collects and processes physiological data that has been collected from tri-axial accelerometers and a heart-rate monitor, to detect physical activity. Furthermore, an end-user use case application has also been proposed that integrates these findings into a smartwatch visualization. This provides a method of visualising the results to the user so that they are able to gain an overview of their activity. The goal of the paper has been to evaluate the performance of supervised machine learning in distinguishing physical activity. This has been achieved by (i) focusing on wearable sensors to collect data and using our methodology to process this raw lifelogging data so that features can be extracted/selected. (ii) Undertaking an evaluation between ten supervised learning classifiers to determine their accuracy in detecting human activity. To demonstrate the effectiveness of our method, this evaluation has been performed across a baseline method and two other methods. (iii) Undertaking an evaluation of the processing time of the approach and the smartwatch battery and network cost analysis between transferring data from the smartwatch to the phone. The results of the classifier evaluations indicate that our approach shows an improvement on existing studies, with accuracies of up to 99% and sensitivities of 100%.",
		"pages": "110-132",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231216314825",
		"journal": "Neurocomputing",
		"volume": "230"
	},
	{
		"id": "ERKKOLA202145",
		"source_id": "ERKKOLA202145",
		"type": "article",
		"title": "Opinion paper: Exercise for healthy aging",
		"author": "Risto U. Erkkola and Tommi Vasankari and Riku A. Erkkola",
		"keywords": "Exercise, Late postmenopausal health, Physical activity",
		"doi": "https://doi.org/10.1016/j.maturitas.2020.10.012",
		"abstract": "The physical demands of daily life in developed countries have decreased remarkably during the last two centuries. General leisure time has increased and the age at retirement has decreased. General health has improved and life expectancy has increased. Most people can expect to live 20–30 years after retirement. By 2050, one in four people in Europe and North America will be aged 65 or over. Furthermore, women live longer than men. Generally, the physical demands on older women will be low. Thus, their physical fitness will decline, which in turn will affect a variety of organ systems and functions, and so impact on mental health, quality of life and independent living. This opinion paper explores exercise strategies for healthy ageing.",
		"pages": "45-52",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512220304059",
		"journal": "Maturitas",
		"volume": "144"
	},
	{
		"id": "HOPKINS20198391",
		"source_id": "HOPKINS20198391",
		"type": "article",
		"title": "Synthesis and identification of heteroaromatic N-benzyl sulfonamides as potential anticancer agents11Electronic supplementary information (ESI) available. See DOI: 10.1039/c9ob01694e",
		"author": "Megan D. Hopkins and Felagot A. Abebe and Kristina A. Scott and Garett L. Ozmer and Alec A. Sheir and Lucas J. Schroeder and Robert J. Sheaff and Angus A. Lamar",
		"doi": "https://doi.org/10.1039/c9ob01694e",
		"abstract": "Sulfonamides are a crucial class of bioisosteres that are prevalent in a wide range of pharmaceuticals, however, the available methods for their production directly from heteroaryl aldehyde reagents remains surprisingly limited. A new approach for regioselective incorporation of a sulfonamide unit to heteroarene scaffolds has been developed and is reported within. As a result, a variety of primary benzylic N-alkylsulfonamides have been prepared via a two-step (one pot) formation from the in situ reduction of an intermediate N-sulfonyl imine under mild, practical conditions. The compounds have been screened against a variety of cell lines for cytotoxicity effects using a Cell Titer Blue assay. The cell viability investigation identifies a subset of N-benzylic sulfonamides derived from the indole scaffold to be targeted for further development into novel molecules with potential therapeutic value. The most cytotoxic of the compounds prepared, AAL-030, exhibited higher potency than other well-known anticancer agents Indisulam and ABT-751.",
		"pages": "8391-8402",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1477052022032608",
		"journal": "Organic & Biomolecular Chemistry",
		"volume": "17"
	},
	{
		"id": "JANICHAJNAL201937",
		"source_id": "JANICHAJNAL201937",
		"type": "incollection",
		"title": "Chapter 4 - The Fate of Alternaria Toxins in the Wheat-Processing Chain",
		"author": "Elizabet Janić Hajnal and Dejan Orčić and Jasna Mastilović",
		"keywords": "toxins, Wheat, Prevalence, Reduction, Cleaning process, Milling process, Baking process, Extrusion process, Innovative techniques",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-814639-2.00004-6",
		"isbn": "978-0-12-814639-2",
		"abstract": "In several regions of the world, Alternaria is the most common mycotoxigenic fungal genus found in wheat grains. The genus Alternaria includes more than 250 species, which can produce more than 70 toxic metabolites (as described to date). The most studied compounds were alternariol, alternariol methyl ether, tentoxin, and tenuazonic acid, but altenuene, altertoxins (I, II, and III), macrosporin, pyrenophorol, alterperylenol, AAL-toxins, and isoALT have been gaining importance in recent years. In this chapter, recent data on the occurrence of Alternaria toxins in wheat and wheat-based products, as well as the fate of Alternaria toxins in the wheat-processing chain, are reported, including recent results obtained by the authors considering the behavior of Alternaria toxins during cleaning and milling, as well as during sourdough processing. More investigation into the behavior of Alternaria toxins in the wheat-processing chain, including the mechanisms of their removal, is needed to make the best-possible mitigation strategy.",
		"pages": "37-51",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128146392000046"
	},
	{
		"id": "PATRONO2020873",
		"source_id": "PATRONO2020873",
		"type": "article",
		"title": "Challenges to be addressed to realize Internet of Things solutions for smart environments",
		"author": "Luigi Patrono and Luigi Atzori and Petar Šolić and Marina Mongiello and Aitor Almeida",
		"doi": "https://doi.org/10.1016/j.future.2019.09.033",
		"abstract": "The Internet of Things (IoT) includes billions of smart “things” connected and able to provide sensing, actuating, and data processing capabilities in order to create value-added services for almost any application domain. Through the last decade, its definition, technologies and scope have been evolving together with the relevant reference application scenarios and challenges. As to the latter ones, this editorial gives an overview of those of major interest for the relevant research community, which can be grouped in three major research areas: challenges and solutions in Healthcare and in the Ambient Assistant Living (AAL) domains, where major contributions are aimed at developing effective approaches for the analysis of the collected data for a fast and reliable monitoring of patients and recommendation of appropriate treatments; innovative software architecture and middleware able to guarantee interoperability, scalability and high performance of deployed platforms; challenges and solutions for the security and authentication management in heterogeneous wireless environments.",
		"pages": "873-878",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X19324628",
		"journal": "Future Generation Computer Systems",
		"volume": "111"
	},
	{
		"id": "OKORO2020100887",
		"source_id": "OKORO2020100887",
		"type": "article",
		"title": "Self-reported short sleep duration among US adults by disability status and functional disability type: Results from the 2016 Behavioral Risk Factor Surveillance System",
		"author": "Catherine A. Okoro and Elizabeth Courtney-Long and Alissa C. Cyrus and Guixiang Zhao and Anne G. Wheaton",
		"keywords": "Disabilities, Sleep, Health disparities, Adults, BRFSS",
		"doi": "https://doi.org/10.1016/j.dhjo.2020.100887",
		"abstract": "Background Short sleep duration is associated with an increased risk of chronic disease and all-cause death. A better understanding of sleep disparities between people with and without disabilities can help inform interventions designed to improve sleep duration among people with disabilities. Objective To examine population-based prevalence estimates of short sleep duration by disability status and disability type among noninstitutionalized adults aged ≥18 years. Methods Data from the 2016 Behavioral Risk Factor Surveillance System were used to assess prevalence of short sleep duration among adults without and with disabilities (serious difficulty with cognition, hearing, mobility, or vision; any difficulty with self-care or independent living). Short sleep duration was defined as <7 h per 24-h period. We used log-binomial regression to estimate prevalence ratios (PRs) and 95% confidence intervals (CIs) while adjusting for socioeconomic and health-related characteristics. Results Adults with any disability had a higher prevalence of short sleep duration than those without disability (43.8% vs. 31.6%; p < .001). After controlling for selected covariates, short sleep was most prevalent among adults with multiple disabilities (PR 1.40, 95% CI: 1.36–1.43), followed by adults with a single disability type (range: PR 1.13, 95% CI: 1.03–1.24 [for independent living disability] to PR 1.25, 95% CI: 1.21–1.30 [for mobility disability]) compared to adults without disability. Conclusions People with disabilities had a higher likelihood of reporting short sleep duration than those without disabilities. Assessment of sleep duration may be an important component in the provision of medical care to people with disabilities.",
		"pages": "100887",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657420300029",
		"journal": "Disability and Health Journal",
		"volume": "13"
	},
	{
		"id": "TAN201668",
		"source_id": "TAN201668",
		"type": "article",
		"title": "Toward a framework for robot-inclusive environments",
		"author": "Ning Tan and Rajesh Elara Mohan and Akiko Watanabe",
		"keywords": "Robot-inclusive spaces, Robot-environment interaction, Autonomy, Design framework, Ambient intelligence, Environmental automation",
		"doi": "https://doi.org/10.1016/j.autcon.2016.06.001",
		"abstract": "Robots are capable of navigating and performing tasks in a wide range of environments. Yet, there is no systematic research on the relationship between robot and environments. In this paper, the intention is to place in context the importance of co-consideration of environments and robots for creating an intelligent living environment. As such, we develop a framework linking both robots and environments. The framework consists of (1) the robot-inclusiveness which measures how inclusive the environment for the robot is, (2) a taxonomy which classifies robot-environment interaction into five categories, (3) five design criteria and guidelines which support the design and evaluation of autonomous robotic systems in indoor and outdoor environments.",
		"pages": "68-78",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926580516301194",
		"journal": "Automation in Construction",
		"volume": "69"
	},
	{
		"id": "TIAN20201213",
		"source_id": "TIAN20201213",
		"type": "article",
		"title": "Heterologous expression and molecular binding properties of AofleA, a fucose-specific lectin from nematophagous fungus Arthrobotrys oligospora",
		"author": "Dongrui Tian and Li Zhang and Shuo Zhang and Xiaowei Kong and Kangliang Sheng and Jingmin Wang and Min Zhang and Yongzhong Wang",
		"keywords": "Nematophagous fungi, , Fucose-specific lectins, Glycan microarray analysis",
		"doi": "https://doi.org/10.1016/j.ijbiomac.2020.02.039",
		"abstract": "Lectins are the primary recognition macromolecules for various types of fucosylation, a common eukaryotic post-translational modification. In this study, we report the heterologous expression and molecular binding properties of a fucose-specific lectin, AofleA, isolated from Arthrobotrys oligospora. This is the first reported fucose-specific lectin found in nematophagous fungi. The recombinant AofleA (r-AofleA) was expressed in Escherichia coli with high efficiency, yielding at least 500 mg of soluble and functional r-AofleA per liter of broth. Using hemagglutination inhibition assay and glycan microarray analysis, r-AofleA was found to be broadly specific for fucosylated glycans or oligosaccharides including Fucα(1–2), Fucα(1–3), Fucα(1–4) and Fucα(1–6) linkages, similar to Aleuria aurantia lectin (AAL). Frontal affinity chromatography showed that r-AofleA has high affinity towards PA-L-fucose with an average Kd value of 15 nM. These findings provide a basis for improved understanding of the structure and functions of AofleA during recognition and capture of prey nematodes by nematophagous fungus A. oligospora.",
		"pages": "1213-1221",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0141813019374549",
		"journal": "International Journal of Biological Macromolecules",
		"volume": "149"
	},
	{
		"id": "MODIG2021100072",
		"source_id": "MODIG2021100072",
		"type": "article",
		"title": "Excess mortality for men and women above age 70 according to level of care during the first wave of COVID-19 pandemic in Sweden: A population-based study",
		"author": "K. Modig and M. Lambe and A. Ahlbom and M. Ebeling",
		"doi": "https://doi.org/10.1016/j.lanepe.2021.100072",
		"abstract": "Background Both age and comorbidity are established risk factors for death among those infected with COVID-19. Because they often co-exist, it is difficult to assess if age is a risk factor on its own. Methods We used administrative register data of the total Swedish population from 01/2015 until 07/2020. We stratified the population aged 70+ into three groups according to level of care (in care homes, with home care, and in independent living). Within these groups, we explored the level of excess mortality in 2020 by estimating expected mortality with Poisson regression and compared it to observed levels. We investigated if excess mortality has been of the same magnitude in the three groups, and if age constitutes a risk factor for death during the pandemic regardless of level of care. Findings Individuals living in care homes experienced the highest excess mortality (75- >100% in April, 25–50% in May, 0–25% in June, depending on age). Individuals with home care showed the second highest magnitude (30–60% in April, 15–40% in May, 0–25% in June), while individuals in independent living experienced excess primarily at the highest ages (5–50% in April, 5–50% in May, 0–25% in June). Although mortality rates increased, the age-pattern of mortality during the pandemic resembled the age-pattern observed in previous years. Interpretation We found stepwise elevated excess mortality by level of care during the first wave of the COVID-19 pandemic in Sweden, suggesting that level of frailty or comorbidities plays a more important role than age for COVID-19 associated deaths. Part of our findings are likely attributable to differences in exposure to the virus between individuals receiving formal care and those living independently, and not only different case fatality between the groups. Although age is a strong predictor for mortality, the relative effect of age on mortality was no different during the pandemic than before. We believe this is an important contribution to the discussion of the pandemic, its consequences, and which groups need the most protection. Funding This study was funded by the Swedish Research Council for Health, Working Life and Welfare (FORTE: grant 2016-07115).",
		"pages": "100072",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666776221000491",
		"journal": "The Lancet Regional Health - Europe",
		"volume": "4"
	},
	{
		"id": "PANDYA2021101238",
		"source_id": "PANDYA2021101238",
		"type": "article",
		"title": "Ambient acoustic event assistive framework for identification, detection, and recognition of unknown acoustic events of a residence",
		"author": "Sharnil Pandya and Hemant Ghayvat",
		"keywords": "Smart home acoustics acoustic sensor network, Home monitoring Residential assistance, LBP, LSTM-CNN",
		"doi": "https://doi.org/10.1016/j.aei.2020.101238",
		"abstract": "In recent times, Ambient Assisted Living has emerged as Smart Living. Smart living is a subset of ambient intelligence, which uses the latest technologies, intellectual processes, and ambient intelligent methodologies to enable house residents to live independently with a virtual companion 24 × 7. Typically, these residents are highly engrossed in the daily routine activities that they tend to ignore certain acoustic events attributing them to the white noise caused due to tap water leakage, flush water leakage, the acoustics of door opening/closing, cupboard opening/closing, curtain opening/closing, television, shower, radio, chair and many more. These unattended events lead to a waste of critical energy resources such as electricity, water, and gas and may cause accidents in some cases. For the conducted experiments, a customized dataset termed as “unknown-2000” and ESC-50 has been used, which has more than 2000 audio sound classification samples. The customized dataset is used for the conducted experiments, consisting of various length acoustic events ranging from 2 s to 10 s. In the proposed review, we have identified, analyzed, and evaluated resident acoustic events using Librosa machine learning libraries, texture analysis using LBP methodology, LSTM-CNN, SVM, KNN, LSTM, Bi-LSTM, and Decision Tree-based classification approaches. Furthermore, in the proposed approach, based on the conducted rigorous and detailed analysis, we are also envisioning the prospective ways to enhance smart living concepts by proposing a novel Acoustic Event Detection and Classification System. The investigation results validate the success of the proposed approach. The obtained results indicate that the customized version of the LSTM-CNN based classification approach used in the conducted experiment has outperformed all the other customized classification approaches, such as SVM, KNN-based classification, C4.5 decision tree-based classification, LSTM, and Bi-LSTM based classification. The LSTM-CNN based classification model has achieved an average value of approximately 0.77 and a standard deviation of 0.2295. Furthermore, the obtained experiential results show that the proposed approach has produced a good performance in various noisy conditions such as SNR0, SNR3, SNR6, SNR9, SNR12, and SNR15. The system classification accuracy has been enhanced to 77% for various acoustic events of a residence. In the end, a detailed comparison of LBP and without LBP approaches has been carried out, which proves that the combination of LBP and LSTM-CNN classification approach provides better results than without the LBP classification approach. The proposed Ambient Acoustic Event Assistive Framework is a cost-effective alternative due to the use of low-cost microphone sensors in the conducted experiments.",
		"pages": "101238",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S147403462030207X",
		"journal": "Advanced Engineering Informatics",
		"volume": "47"
	},
	{
		"id": "DERENNE2019567",
		"source_id": "DERENNE2019567",
		"type": "article",
		"title": "Eating Disorders in Transitional Age Youth",
		"author": "Jennifer Derenne",
		"keywords": "Eating disorders, Anorexia nervosa, Bulimia nervosa, Transitional age youth, College student mental health",
		"doi": "https://doi.org/10.1016/j.chc.2019.05.010",
		"pages": "567-572",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1056499319300628",
		"journal": "Child and Adolescent Psychiatric Clinics of North America",
		"volume": "28"
	},
	{
		"id": "GUTIERREZ20204141305",
		"source_id": "GUTIERREZ20204141305",
		"type": "article",
		"title": "Pilot Study on Nutrition and Cooking Education Seminars for Young Adults with Intellectual Disabilities",
		"author": "Margaret Gutierrez and Jamie Schramm and Danielle Simons and Alexandra Briceno and Sabrina Sales Martinez",
		"doi": "https://doi.org/10.1093/cdn/nzaa059_022",
		"abstract": "Objectives Obesity and irregular food behaviors are prevalent in populations with intellectual disabilities. Nutrition and cooking education would be particularly useful in this population to improve health and independent living skills. This pilot study assessed the feasibility, acceptability, and attitudes of nutrition and cooking seminars in young adults living with intellectual disabilities. Methods We assessed 12 young adults living with intellect disabilities, who were enrolled in a University program to gain independent living skills. A registered dietitian conducted the seminars, which included 6 modules on topics related to basic nutrition, food safety, food preparation, food measurements, and basic cooking skills. In addition, the participants actively participated in food preparation and basic cooking skills. A pre and post-test was provided to assess basic nutrition knowledge, confidence in cooking skills and acceptance of the program. Descriptive statistics and Wilcoxon Signed Rank test were completed. Results The mean age of the participants was 24.5 ± 1.7 years and 69% were males. A trend towards significance was seen with an increase in participants’ basic nutrition knowledge, a 24% increase in their knowledge of fruit and vegetable recommendations (67% to 91%, P = 0.180). Confidence in following a simple recipe (42 to 82%, P = 0.257), 64% willing to change the foods they eat daily, and an increase in being extremely confident in trying new foods (42% to 55%, P = 0.096) was demonstrated. An increase in enjoyment of cooking (42% to 82%) was also found, however only 36% said they applied their new cooking skills at home. None of the participants stated they were “not confident” in following a simple recipe or cooking from raw/basic ingredients after completion of the seminars. Conclusions This small study highlights the positive attitudes of the participants towards a program that may improve their knowledge of nutrition and cooking. Due to the limited length of the nutrition education seminars and a relatively small sample size, more associations could not be drawn from the data. Nevertheless, our results indicate a need for a program that would continue to increase their basic nutrition knowledge and make them more confident in their cooking abilities and independent living skills. Funding Sources FIU EMBRACE.",
		"pages": "4141305",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S247529912309323X",
		"journal": "Current Developments in Nutrition",
		"volume": "4"
	},
	{
		"id": "HAGGMANLAITILA2018134",
		"source_id": "HAGGMANLAITILA2018134",
		"type": "article",
		"title": "Transition to adult life of young people leaving foster care: A qualitative systematic review",
		"author": "Arja Häggman-Laitila and Pirkko Salokekkilä and Suyen Karki",
		"keywords": "Care leavers, Out-of-home care, Aftercare experiences, Support needs, Systematic review, Qualitative studies",
		"doi": "https://doi.org/10.1016/j.childyouth.2018.08.017",
		"abstract": "The transition to adult life of looked-after young people depends on a combination and interaction of multiple contributing factors such as past experiences, challenges faced by the young people in their current life situation, the support they have received and their personal strengths. Several reviews and studies have reported of poor outcomes for care leavers and indicate that this is a worldwide phenomenon. A lower level of support in the transition process increases the risk for social exclusion, homelessness, unemployment, low education, financial difficulties and behavioral problems. The aim of this review was to gather, assess and synthesize the current empirical evidence of transition to adult life from the perspective of young people leaving foster care. A systematic review was conducted in six scientific databases to identify relevant qualitative studies published from 2010 to 2017, and 21 studies met the inclusion criteria. The quality of the included studies was evaluated using the checklist for qualitative studies of the Critical Appraisal Skills Programme (2017). Data were analyzed using a narrative method. Care leavers had two views of their transition to adult life. The views differed clearly based on the care leavers experiences of their capabilities, emotions and identity. The care leaving process was described as an unprepared and unfocused process which provided the care leavers no opportunities for participating in the decision-making concerning their future. The young people had acquired few survival skills for independent living in aftercare. Care leavers often lacked the support of family members, former care providers and institutional bodies. The challenges young people often faced during the transition to independent living were concerned with academic qualifications, housing problems, employment and financial instability, building relationships and assimilating to cultural norms, and access to health care. The results of the review can be utilized in the development of services and in designing future studies.",
		"pages": "134-143",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740918304407",
		"journal": "Children and Youth Services Review",
		"volume": "95"
	},
	{
		"id": "AHMAD2021103138",
		"source_id": "AHMAD2021103138",
		"type": "article",
		"title": "Does health-related quality of life differ between people with relapse onset and progressive onset Multiple Sclerosis?",
		"author": "Hasnat Ahmad and Ingrid van der Mei and Bruce Taylor and Ting Zhao and Qing Xia and Andrew J. Palmer",
		"keywords": "Health-related quality of life (HRQoL), Health state utilities (HSUs) AQoL-8D, Multiple Sclerosis, Progressive onset MS, Relapse onset MS",
		"doi": "https://doi.org/10.1016/j.msard.2021.103138",
		"abstract": "Background Multiple Sclerosis (MS) can be categorised as relapse onset MS (ROMS) and progressive onset MS (PROMS). We aimed to examine if health-related quality of life (in terms of health state utilities [HSUs] and dimensional scores) differed by onset type, in which health dimensions the differences were most pronounced, and whether these differences remained when stratified by disability severity. Methods We estimated HSUs and the unique composite ‘super-dimension’ and ‘individual dimension’ scores (crude, age, sex, disease duration and disease modifying therapies use adjusted; and stratified by onset type and disability severity) for a sample of 1577 participants in the Australian MS Longitudinal Study, using the Assessment of Quality of Life (AQoL)-8D. Results Adjusted mean overall HSU of PROMS was 0.55, 0.07 lower than ROMS. Adjusted mean physical and psychosocial super-dimension scores for PROMS were 0.51 and 0.28, 0.07 and 0.06 lower than for ROMS, respectively. For the individual health dimensions, the largest difference was seen in independent living (–0.12), followed by relationships (–0.07), and self-worth (–0.07). Whilst HSUs and dimensional scores were negatively associated with increasing disability severity in both onset types, estimates by disability severity did not differ between the two cohorts. Conclusions Our study provides a comprehensive assessment of the effects of MS onset type on the overall and disability-severity specific HRQoL scores using a detailed preferentially sensitive AQoL-8D instrument. While overall HRQoL was substantially lower in PROMS than in ROMS, the mean HRQoL values for each disability level did not differ by onset type, indicating that future health economic models can use the same HSU inputs for both onset types.",
		"pages": "103138",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211034821004053",
		"journal": "Multiple Sclerosis and Related Disorders",
		"volume": "54"
	},
	{
		"id": "SIMON2023106779",
		"source_id": "SIMON2023106779",
		"type": "article",
		"title": "An examination of recent federal and philanthropic funding for child welfare research in the United States",
		"author": "June Simon and Jeeyeon Hong and Peter J. Pecora and Geoffrey Cloepfil and Troy Gillespie and Elizabeth Parker and Reed Klein and Thalia Garcia and Mariah Hardy",
		"keywords": "Child welfare, Research, Funding, Financing, Federal, Philanthropy, Foundations",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106779",
		"abstract": "This study identified the dollar value and research topics of federal and philanthropic grants made for child welfare research in a recent five-year period (2014–2018). More than $1 billion in child welfare research grants were identified and examined. Federal funding totaled $977 million and appeared to emphasize research related to evidence-based services and programs; child and youth behavioral health; behavioral health treatment; parent training and coaching; permanency planning and services; staff training; trauma-informed services; child developmental health; culturally competent services; case management; substance abuse treatment; birthparent services; systems reform and integration; implementation science and implementation evaluation; and adoption. Multi-state foundations funded $51 million in child welfare research, which appeared to emphasize mapping data related to child well-being; needs and services for adolescents ages 14–17 and young adults ages 18–25; independent living/transition services; education services; child and youth behavioral health; employment training/placement; systems integration/reform; child well-being indicators; research center support; needs and services for children ages 6–13; studies focused on urban areas; behavioral health treatment; building evidence on treatments and services; and juvenile justice, juvenile corrections, and juvenile probation. Foundations appear to fund areas that received fewer child welfare-related grants from federal agencies.",
		"pages": "106779",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922004157",
		"journal": "Children and Youth Services Review",
		"volume": "148"
	},
	{
		"id": "RAJER2022229",
		"source_id": "RAJER2022229",
		"type": "article",
		"title": "Digital transformation of home care: Literature Review and Research Agenda",
		"author": "Carmen Rajer and David Bogataj",
		"keywords": "telemedicine, telecare, long-term care, digitization, telehealth, older adults",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.12.070",
		"abstract": "At the time of demographic changes, the development of integrated care, technology and various digital solutions in the context of long-term care, is increasingly gaining ground as one of the ways of enabling independent and safe living in the home environment as also prevention in the field of health of older adults. But despite of the rapid technological development, digitization is still not fully utilized by older adults, questions arise as to whether such solutions are really effective, to what extent and in what manner, and what are the obstacles we face in the implementation. Literature review in the Web of Science database initially found 670 papers. The paper analysis benefits of such solutions and compares the results with the solutions that are currently available in Slovenia. Findings show that remote monitoring of health and general psychophysical condition can greatly improve the quality of life in old age, enable independent living in the home environment, prevent falls in the home environment, and enables faster interventions and reduces health and social care costs. Despite large number of research papers, the mentioned area is still poorly implemented, which leaves room for further research.",
		"pages": "229-234",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322031123",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "CANOZ202281",
		"source_id": "CANOZ202281",
		"type": "article",
		"title": "Requirements of caregivers of patients with schizophrenia: A qualitative study in Turkey",
		"author": "Yüksel Can Öz and Songül Duran and Aysel İncedere",
		"keywords": "Schizophrenia, Family, Mental illness, Patient-centered care, Unmet needs, Caregivers",
		"doi": "https://doi.org/10.1016/j.apnu.2022.07.023",
		"abstract": "Caregivers have different experiences and difficulties in the patient care process during which the role of providing care is fulfilled. Understanding the requirements of caregivers may help determine the content of the country-specific psychoeducation program needed. Caregivers of patients with schizophrenia want certain needs to be met while they provide care to these patients. This qualitative study aims to determine and analyze these needs. The researchers conducted face-to-face semi-structured interviews with 15 caregivers. Themes were Themes identified included determined as managing disease behavior, gaining independent living skills, managing social-educational problems, and psychosocial support needs of the family members. Mental health and psychiatric nurses should understand, accept, and protect the needs of caregivers. It is suggested that mental health and psychiatric nurses plan group training about the determined needs and provide support for caregiving family members.",
		"pages": "81-86",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0883941722000954",
		"journal": "Archives of Psychiatric Nursing",
		"volume": "41"
	},
	{
		"id": "FULLER2018476",
		"source_id": "FULLER2018476",
		"type": "article",
		"title": "Nationwide Prevalence of Self-Reported Serious Sensory Impairments and Their Associations with Self-Reported Cognitive and Functional Difficulties",
		"author": "Spencer D. Fuller and Lucy I. Mudie and Carlos Siordia and Bonnielin K. Swenor and David S. Friedman",
		"doi": "https://doi.org/10.1016/j.ophtha.2017.11.003",
		"abstract": "Purpose To estimate the nationwide prevalence of self-reported serious vision impairment (SVI), serious hearing impairment (SHI), and serious dual sensory impairment (DSI; i.e., concomitant SVI and SHI) and to characterize their associations with self-reported cognitive, independent living, self-care, and ambulatory difficulties. Design The American Community Survey (ACS) is a nationwide cross-sectional survey administered by the United States Census Bureau. Participants The 2011–2015 ACS sample contains data on 7 210 535 individuals 45 years of age or older. Methods Descriptive statistics for each of the 4 mutually exclusive sensory impairment categories no sensory impairment (NSI), SVI, SHI, and serious DSI were calculated using the weighted sample. Adjusted odds ratios using several logistic regressions were calculated using the unweighted sample to measure the magnitude of associations between sensory impairment status and the outcome difficulties. Main Outcome Measures Self-reported cognitive, independent living, self-care, and ambulatory difficulty. Results Among individuals 45 years of age or older, the estimated nationwide prevalence of self-reported SVI alone is 2.8%, that of SHI alone is 6.0%, and that of serious DSI is 1.6%. The prevalence of each sensory impairment increases with age. A greater proportion of American Indians or Alaskan Natives experience SVI (4.8%), SHI (8.5%), and serious DSI (3.7%) than any other race or ethnic group (P < 0.001). Individuals reporting serious DSI are more likely to report cognitive impairment, independent living difficulty, self-care difficulty, and difficulty ambulating than individuals with NSI across all age groups (all P < 0.001). Furthermore, serious DSI is associated with greater cognitive and functional difficulties than SVI or SHI alone, and SVI alone has a greater association with cognitive and functional difficulties than SHI alone. Conclusions The nationwide prevalence of self-reported serious sensory impairment increases with age and is distributed unequally among different racial and ethnic groups. Any sensory impairment is associated with greater cognitive and functional difficulties than NSI. Additionally, serious DSI is associated with greater difficulties than SVI or SHI alone, and SVI alone is more serious than SHI alone in each of the 4 cognitive and functional difficulties.",
		"pages": "476-485",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0161642017316731",
		"journal": "Ophthalmology",
		"volume": "125"
	},
	{
		"id": "TSCHOEPE20221013",
		"source_id": "TSCHOEPE20221013",
		"type": "article",
		"title": "A Systematic Review of the Effects of Community Transition Programs on Quality of Life and Hospital Readmissions for Adults With Traumatic Spinal Cord Injury",
		"author": "Raheleh Tschoepe and Anna Benfield and Rachael Posey and Vicki Mercer",
		"keywords": "Patient readmission, Quality of life, Rehabilitation, Spinal cord injuries, Systematic review, Transitional care",
		"doi": "https://doi.org/10.1016/j.apmr.2021.08.002",
		"abstract": "Objective To investigate the effects of community transition programs for adults with traumatic spinal cord injury (tSCI) on hospital readmissions and quality of life (QOL). Data Sources Seven databases (PubMed, Embase, Cumulative Index to Nursing and Allied Health Literature, Google Scholar, the Joanna Briggs Institute database, OTseeker, and PEDro) and reference lists of relevant articles were searched from inception through March 2020. Study Selection Original research studies were included that (1) evaluated interventions designed to support individuals aged 18-65 years with newly acquired tSCI in navigating the transition from subacute care to the community and (2) reported data for QOL or hospital readmission outcomes. Searches identified 4694 studies, and 26 of these met the selection criteria. Data Extraction Two reviewers independently screened and assessed all studies, extracting information about study type, methodological strengths and weaknesses, participant and intervention characteristics, comparator, and significant results. Any discrepancies were resolved by a third reviewer. Data Synthesis Studies were grouped according to primary intervention: peer mentoring (n=8), telehealth (n=5), education (n=5), independent living (n=3), occupational therapy (n=1), counseling (n=1), and patient navigation (n=4). Reviewers used the Let Evidence Guide Every Decision appraisal tool rubric to grade the body of evidence for each intervention type. Moderate level evidence supports the positive effects of peer mentoring, and low level evidence indicates positive effects of telehealth, education, independent living, and occupational therapy interventions. Peer mentoring, telehealth, and patient navigation were the only intervention types that included hospital readmission outcomes. Of these, peer mentoring had the most evidence, with 3 of the 4 studies that included hospital readmission outcomes demonstrating statistically significant improvements. Conclusions In general, there is a paucity of high-quality evidence with sufficiently similar characteristics to demonstrate and compare benefits from program participation. When high quality studies have been conducted, they have obtained mixed results. Of the different intervention types, peer mentorship has the strongest supporting evidence. Further research is needed to identify specific intervention components that are most effective in improving QOL and reducing hospital readmission for specific subgroups of individuals recovering from tSCI.",
		"pages": "1013-1022.e12",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321013654",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "GUERRERO2023",
		"source_id": "GUERRERO2023",
		"type": "article",
		"title": "Anticoagulation improves survival in patients with cirrhosis and portal vein thrombosis: The IMPORTAL competing-risk meta-analysis",
		"author": "Antonio Guerrero and Laura del Campo and Fabio Piscaglia and Bernhard Scheiner and Guohong Han and Francesco Violi and Carlos-Noronha Ferreira and Luis Téllez and Thomas Reiberger and Stefania Basili and Javier Zamora and Agustín Albillos and Dominique Valla and Francois Durand and Tomás Artaza and Juan Carlos García-Pagán and Marta Magaz and Vincenzo La Mura and Massimo Primignani and Angelo Luca and Carol Stanciu and Marco Senzolo and Lucio Amitrano and Horia Stefanescu and Filipe Nery and Sylvie Chevret and Irina Girleanu and Carol Stanciu",
		"keywords": "anticoagulation, cirrhosis, thrombosis, portal vein",
		"doi": "https://doi.org/10.1016/j.jhep.2023.02.023",
		"abstract": "Background & Aims Previous meta-analyses demonstrated the safety and efficacy of anticoagulation in the recanalization of portal vein thrombosis in patients with cirrhosis. Whether this benefit translates into improved survival is unknown. We conducted an individual patient data (IPD) meta-analysis to assess the effect of anticoagulation on aal-cause mortality in cirrhosis with portal vein thrombosis. Methods In this IPD meta-analysis, we selected studies comparing anticoagulation vs. no treatment in cirrhosis with portal vein thrombosis from PubMed, Embase, and Cochrane databases (until June 2020) (PROSPERO no.: CRD42020140026). IPD were subsequently requested from authors. The primary outcome—the effect of anticoagulation on all-cause mortality—was assessed by a one-step meta-analysis based on a competing risk model with liver transplantation as the competing event. The model was adjusted for clinically relevant confounders. A multilevel mixed-effects logistic regression model was used to determine the effect of anticoagulation on recanalization. Results Individual data of 500 patients from 5 studies were included; 205 (41%) received anticoagulation and 295 did not. Anticoagulation reduced all-cause mortality (adjusted subdistribution hazard ratio=0.59; 95%CI 0.49, 0.70), independently of thrombosis severity and recanalization. The effect of anticoagulation on all-cause mortality was consistent with reduction in liver-related mortality. The recanalization rate was higher in the anticoagulation arm (adjusted odds ratio=3.45; 95%CI 2.22, 5.36). The non-portal-hypertension related bleeding rate was significantly greater in the anticoagulation group. Conclusions Anticoagulation reduces all-cause mortality in patients with cirrhosis and portal vein thrombosis independently of recanalization, but at the expense of increasing non-portal hypertension related bleeding IMPACT AND IMPLICATIONS PROSPERO registration number CRD42020140026",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168827823001125",
		"journal": "Journal of Hepatology"
	},
	{
		"id": "HU201739",
		"source_id": "HU201739",
		"type": "article",
		"title": "Effects of powdered activated carbon addition on filtration performance and dynamic membrane layer properties in a hybrid DMBR process",
		"author": "Yisong Hu and Yuan Yang and Xiaochang C. Wang and Huu Hao Ngo and Qiyuan Sun and Sha Li and Jialing Tang and Zhenzhen Yu",
		"keywords": "Hybrid dynamic membrane bioreactor, Powdered activated carbon, Filtration performance, Sludge property, Cake layer",
		"doi": "https://doi.org/10.1016/j.cej.2017.06.072",
		"abstract": "A powdered activated carbon-dynamic membrane bioreactor (PAC-DMBR) was developed and used to treat domestic wastewater by dosing with 3g/L PAC. The experimental results were compared with those of a control DMBR to investigate the filtration performance and various properties of the dynamic membrane (DM) layer. One flat-sheet DM module made of nylon mesh (pore size 75μm) was used for effluent production at a high stable flux (50–100L/m2h) under a 10cm water head by gravity flow, resulting in continuous operation cycles of 60–120h. During the operation period, the PAC-DMBR showed enhanced removal efficiency of pollutants, higher stable membrane flux (10L/m2h more), lower filtration resistance (6.0–8.0×1010m−1), quicker formation of the DM layer (within 5min), and better DM layer regeneration after air backwashing. The DM layer in the PAC-DMBR showed a more porous and incompressible structure, because less extracellular polymeric substance and a portion of the biological PAC were incorporated into the DM layer formed as verified by the analytical results. Using high-throughput pyrosequencing technology, it was revealed that at the genus level the diversity of bacterial communities increased from 18 to 23 genera, while several genera that were favored in the PAC-assisted environment or were responsible for degrading complex organics were enriched. Moreover, the abundance of phylum Proteobacteria, which served as pioneer surface colonizers, was reduced in the PAC-DMBR. It was concluded that PAC addition could modify various aspects of the activated sludge and the DM layer properties, which affected the filtration behavior of the DM layer in the PAC-DMBR.",
		"pages": "39-50",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1385894717310227",
		"journal": "Chemical Engineering Journal",
		"volume": "327"
	},
	{
		"id": "CHIU2019867",
		"source_id": "CHIU2019867",
		"type": "article",
		"title": "Cognitive impairment in patients with end-stage renal disease: Accelerated brain aging?",
		"author": "Yen-Ling Chiu and Hsiu-Hui Tsai and Yen-Jun Lai and Hsin-Yi Tseng and Yen-Wen Wu and Yu-Sen Peng and Cheng-Ming Chiu and Yi-Fang Chuang",
		"keywords": "Dialysis, Kidney failure, Chronic, Neuroimaging, Cognition",
		"doi": "https://doi.org/10.1016/j.jfma.2019.01.011",
		"abstract": "Background Chronic kidney disease exhibits a prominent premature aging phenotype in many different organ systems, including the brain. Nevertheless, a comprehensive characterization of brain aging in non-demented patients with end-stage renal disease (ESRD) is lacking and it remains unclear if the collective changes of cognitive functions and brain structures in ESRD is compatible with aging. Methods We compared 56 non-demented, independently living dialysis patients (mean age 59.4 ± 11.0 years; mean dialysis vintage of 5.9 years) and 60 non-dialysis controls on a battery of neuropsychological tests, brain MRI T1 imaging and diffusion tensor imaging. Participants with diagnosis of dementia, Mini-Mental State Examination <24, medical history of stroke, or recent hospitalization within 1 month were excluded. Results Dialysis patients showed significantly worse performance in attention/information processing speed and executive function adjusted for age, sex, education, diabetes and depression. Reduced total brain volume and subcortical volume including hippocampus were found in dialysis patients. Vertex-wise analysis showed cortical thinning in middle frontal, lateral occipital and precuneus region. Furthermore, decreased white matter integrity was found primarily in bilateral anterior thalamic tract, fronto-occipital fasciculus, forceps minor and uncinate tract after correction for multiple comparisons. Conclusion Overall, differences in cognitive functions, cortical volumes/thickness and white matter integrity associated with dialysis are also cognitive domains and brain structure changes associated with normal aging. In other words, non-demented, independently living dialysis patients present an accelerated brain aging phenotype even after taking into account effects of age, diabetes and depression.",
		"pages": "867-875",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0929664618307095",
		"journal": "Journal of the Formosan Medical Association",
		"volume": "118"
	},
	{
		"id": "MUNSON2022100149",
		"source_id": "MUNSON2022100149",
		"type": "article",
		"title": "What a mediminder does: Arranging autonomy through technology",
		"author": "Adrianna Bagnall Munson",
		"keywords": "Autonomy, Disability, Technology, Carework",
		"doi": "https://doi.org/10.1016/j.ssmqr.2022.100149",
		"abstract": "This article interrogates the use of technology to organize carework at an independent living program for adults with intellectual disabilities. Drawing on 15 months of ethnographic observation, I explain how technologies enable staff at the program to label participants as autonomous, even amidst their dependence on others. One technology in particular, a pill box the program calls a mediminder, illustrates how technologies mediate interactions between staff and participants. The mediminder simultaneously performs carework for staff and autonomy for participants. Through my analysis of these two functions of the mediminder, I argue that technologies make the arrangement of agency flexibility and therefore enable staff to interpret participants as autonomous. Autonomy, however, in not inevitable. When agency is flexible, it is also ambiguous and the institutional values driving the social construction of autonomy becomes ever more important. Future research should thus consider the interactional process of assigning agency and identifying the responsibility for action in socio-technical systems.",
		"pages": "100149",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2667321522001111",
		"journal": "SSM - Qualitative Research in Health",
		"volume": "2"
	},
	{
		"id": "LEE202369",
		"source_id": "LEE202369",
		"type": "article",
		"title": "Patterns and determinants of health and social care service needs among community-dwelling older adults",
		"author": "Jakyung Lee and Soong-nang Jang and Cheong-Seok Kim",
		"keywords": "Community health services, Long-term care, Health services needs and demand, Independent living",
		"doi": "https://doi.org/10.1016/j.gerinurse.2023.02.016",
		"abstract": "Aim Using Andersons behavioral model, we examined the patterns and determinants associated with older adults’ needs for community- and institution-based care services. Methods Participants included 411 community-dwelling older adults from the 2020 National Survey of Older Koreans. Logistic regression analyses were performed to examine factors associated with service needs among older adults. Results The need was greatest for movement support services. Enabling factors (marital status, co-residence with children, receipt of financial assistance for medical expenses, social participation, and satisfaction with healthcare facilities) were associated with service needs. Long-term care beneficiary status, activities of daily living limitations, depressive symptoms, hypertension, and vision impairment were also significant factors. Conclusions Older adults with physical disabilities, depressive symptoms, and limited resources for care require prioritization in support policies to promote aging in place. Both health and social care needs should be addressed in long-term care to enhance social participation among older adults.",
		"pages": "69-75",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197457223000460",
		"journal": "Geriatric Nursing",
		"volume": "51"
	},
	{
		"id": "SUN20221",
		"source_id": "SUN20221",
		"type": "article",
		"title": "A two-center radiomic analysis for differentiating major depressive disorder using multi-modality MRI data under different parcellation methods",
		"author": "Kai Sun and Zhenyu Liu and Guanmao Chen and Zhifeng Zhou and Shuming Zhong and Zhenchao Tang and Shuo Wang and Guifei Zhou and Xuezhi Zhou and Lizhi Shao and Xiaoying Ye and Yingli Zhang and Yanbin Jia and Jiyang Pan and Li Huang and Xia Liu and Jiangang Liu and Jie Tian and Ying Wang",
		"keywords": "Major depressive disorder, rs-fMRI, VBM, Radiomics, Classification",
		"doi": "https://doi.org/10.1016/j.jad.2021.12.065",
		"abstract": "Background The present study aimed to explore the difference in the brain function and structure between patients with major depressive disorder (MDD) and healthy controls (HCs) using two-center and multi-modal MRI data, which would be helpful to investigate the pathogenesis of MDD. Methods The subjects were collected from two hospitals. One including 140 patients with MDD and 138 HCs was used as primary cohort. Another one including 29 patients with MDD and 52 HCs was used as validation cohort. Functional and structural magnetic resonance images (MRI) were acquired to extract four types of features: functional connectivity (FC), amplitude of low-frequency fluctuations (ALFF), regional homogeneity (ReHo), and gray matter volume (GMV). Then classifiers using different combinations among the four types of selected features were respectively built to discriminate patients from HCs. Different templates were applied and the results under different templates were compared. Results The classifier built with the combination of FC, ALFF, and GMV under the AAL template discriminated patients from HCs with the best performance (AUC=0.916, ACC=84.8%). The regions selected in all the different templates were mainly located in the default mode network, affective network, prefrontal cortex. Limitations First, the sample size of the validation cohort was limited. Second, diffusion tensor imaging data were not collected. Conclusion The performance of classifier was improved by using multi-modal MRI imaging. Different templates would be suitable for different types of analysis. The regions selected in all the different templates are possibly the core regions to investigate the pathophysiology of MDD.",
		"pages": "1-9",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165032721013859",
		"journal": "Journal of Affective Disorders",
		"volume": "300"
	},
	{
		"id": "LIN2019524",
		"source_id": "LIN2019524",
		"type": "article",
		"title": "A novel undifferentiated spermatogonia-specific surface protein 1 (USSP1) in neonatal mice",
		"author": "Zhuoheng Lin and Puping Liang and Zhaokai Yao and Yuxi Chen and Xiya Zhang and Rui Huang and Zhen Zhang and Minyan Li and Wenbin Ma and Haiyan Zheng and Shanbo Cao and Guang Shi and Xiaoyang Zhao and Zhou Songyang and Junjiu Huang",
		"keywords": "4933427D06RIK, USSP1, Spermatogenesis, Spermatogonial stem cells, CRISPR/Cas9",
		"doi": "https://doi.org/10.1016/j.scib.2019.03.022",
		"abstract": "Mammalian spermatogenesis is maintained by a rare population of spermatogonial stem cells (SSCs), which are important for male fertility. SSCs remain a subset of undifferentiated spermatogonia, which can be isolated by a combination of surface markers. Specific markers to identify and isolate undifferentiated spermatogonia are lacking. Ussp1, a transcript previously annotated as long noncoding RNA (RIKEN cDNA 4933427D06, Gene ID: 232217), virtually encodes a membrane protein, USSP1, in a highly testis-specific manner in mouse. We demonstrate its expression on the membrane of undifferentiated spermatogonia by a homemade polyclonal rabbit antibody against the protein. In vivo, USSP1+ clusters consist mainly of As, Apr (GFRα1+) and Aal (PLZF+) cells. USSP1+ cells exhibit enrichment of undifferentiated spermatogonia, as shown by increased expression of SSC self-renewal molecular markers and the potential to form SSC clones in vitro and in vivo. However, Ussp1 knockout did not affect the number of SSCs or spermatogenesis in mice. Thy1+ cells from Ussp1 null mice did not show any defect in the SSC colony formation capacity, indicating that USSP1 is not essential for SSC self-renewal. Our data demonstrate that Ussp1 is specifically expressed in undifferentiated murine spermatogonia, indicating the potential to sort undifferentiated spermatogonia with USSP1 antibodies. Ussp1 might be a good maker for SSC enrichment in neonatal mice.",
		"pages": "524-533",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2095927319301744",
		"journal": "Science Bulletin",
		"volume": "64"
	},
	{
		"id": "NWEKE2018233",
		"source_id": "NWEKE2018233",
		"type": "article",
		"title": "Deep learning algorithms for human activity recognition using mobile and wearable sensor networks: State of the art and research challenges",
		"author": "Henry Friday Nweke and Ying Wah Teh and Mohammed Ali Al-garadi and Uzoma Rita Alo",
		"keywords": "Deep learning, Mobile and wearable sensors, Human activity recognition, Feature representation, Review",
		"doi": "https://doi.org/10.1016/j.eswa.2018.03.056",
		"abstract": "Human activity recognition systems are developed as part of a framework to enable continuous monitoring of human behaviours in the area of ambient assisted living, sports injury detection, elderly care, rehabilitation, and entertainment and surveillance in smart home environments. The extraction of relevant features is the most challenging part of the mobile and wearable sensor-based human activity recognition pipeline. Feature extraction influences the algorithm performance and reduces computation time and complexity. However, current human activity recognition relies on handcrafted features that are incapable of handling complex activities especially with the current influx of multimodal and high dimensional sensor data. With the emergence of deep learning and increased computation powers, deep learning and artificial intelligence methods are being adopted for automatic feature learning in diverse areas like health, image classification, and recently, for feature extraction and classification of simple and complex human activity recognition in mobile and wearable sensors. Furthermore, the fusion of mobile or wearable sensors and deep learning methods for feature learning provide diversity, offers higher generalisation, and tackles challenging issues in human activity recognition. The focus of this review is to provide in-depth summaries of deep learning methods for mobile and wearable sensor-based human activity recognition. The review presents the methods, uniqueness, advantages and their limitations. We not only categorise the studies into generative, discriminative and hybrid methods but also highlight their important advantages. Furthermore, the review presents classification and evaluation procedures and discusses publicly available datasets for mobile sensor human activity recognition. Finally, we outline and explain some challenges to open research problems that require further research and improvements.",
		"pages": "233-261",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417418302136",
		"journal": "Expert Systems with Applications",
		"volume": "105"
	},
	{
		"id": "NWEKE2019147",
		"source_id": "NWEKE2019147",
		"type": "article",
		"title": "Data fusion and multiple classifier systems for human activity detection and health monitoring: Review and open research directions",
		"author": "Henry Friday Nweke and Ying Wah Teh and Ghulam Mujtaba and Mohammed Ali Al-garadi",
		"keywords": "Activity detection, Data fusion, Deep learning, Health monitoring, Multiple classifier systems, Multimodal sensors",
		"doi": "https://doi.org/10.1016/j.inffus.2018.06.002",
		"abstract": "Activity detection and classification using different sensor modalities have emerged as revolutionary technology for real-time and autonomous monitoring in behaviour analysis, ambient assisted living, activity of daily living (ADL), elderly care, rehabilitations, entertainments and surveillance in smart home environments. Wearable devices, smart-phones and ambient environments devices are equipped with variety of sensors such as accelerometers, gyroscopes, magnetometer, heart rate, pressure and wearable camera for activity detection and monitoring. These sensors are pre-processed and different feature sets such as time domain, frequency domain, wavelet transform are extracted and transform using machine learning algorithm for human activity classification and monitoring. Recently, deep learning algorithms for automatic feature representation have also been proposed to lessen the burden of reliance on handcrafted features and to increase performance accuracy. Initially, one set of sensor data, features or classifiers were used for activity recognition applications. However, there are new trends on the implementation of fusion strategies to combine sensors data, features and classifiers to provide diversity, offer higher generalization, and tackle challenging issues. For instances, combination of inertial sensors provide mechanism to differentiate activity of similar patterns and accurate posture identification while other multimodal sensor data are used for energy expenditure estimations, object localizations in smart homes and health status monitoring. Hence, the focus of this review is to provide in-depth and comprehensive analysis of data fusion and multiple classifier systems techniques for human activity recognition with emphasis on mobile and wearable devices. First, data fusion methods and modalities were presented and also feature fusion, including deep learning fusion for human activity recognition were critically analysed, and their applications, strengths and issues were identified. Furthermore, the review presents different multiple classifier system design and fusion methods that were recently proposed in literature. Finally, open research problems that require further research and improvements are identified and discussed.",
		"pages": "147-170",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1566253518304135",
		"journal": "Information Fusion",
		"volume": "46"
	},
	{
		"id": "SULIMANIAIDAN201643",
		"source_id": "SULIMANIAIDAN201643",
		"type": "article",
		"title": "In between formal and informal: Staff and youth relationships in care and after leaving care",
		"author": "Yafit Sulimani-Aidan",
		"keywords": "Residential care, Foster care, Staff, Youth, Care leavers, Social support, Mentoring, Emerging adulthood",
		"doi": "https://doi.org/10.1016/j.childyouth.2016.05.025",
		"abstract": "This paper deals with the contact and relationship youth have with staff while in care and after emancipation and examines the young adults needs in contacting staff after leaving care. The study was conducted through 60 interviews with young adults ages 21–26 who emancipated from residential settings in Israel. Results showed that most youth report having had a meaningful staff member in care and that 62% were in contact with staff after their transition to independent living for both emotional and practical needs that could not always be answered by staff. One of the studys conclusions is that despite their departure staffs relationship with these young adults continues informally years after. However, without formal recognition of the place staff have in the lives of aged-out youth, no resources are invested in training them to properly meet the young adults needs. The discussion highlights the need for an integrative approach that sees residential settings and staff as a meaningful part in the continuity from care to independent living by supporting aged-out youths gradual transition to adult life.",
		"pages": "43-49",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740916301773",
		"journal": "Children and Youth Services Review",
		"volume": "67"
	},
	{
		"id": "DIAL2023158",
		"source_id": "DIAL2023158",
		"type": "article",
		"title": "Baseline structural imaging correlates of treatment outcomes in semantic variant primary progressive aphasia",
		"author": "Heather R. Dial and Eduardo Europa and Stephanie M. Grasso and Maria Luisa Mandelli and Kristin M. Schaffer and H. Isabel Hubbard and Lisa D. Wauters and Lindsey Wineholt and Stephen M. Wilson and Maria Luisa Gorno-Tempini and Maya L. Henry",
		"keywords": "Semantic variant primary progressive aphasia, Lexical retrieval treatment, Magnetic resonance imaging, Anomia, Treatment outcomes",
		"doi": "https://doi.org/10.1016/j.cortex.2022.10.004",
		"abstract": "Semantic variant primary progressive aphasia (svPPA) is a neurodegenerative disorder characterized by a loss of semantic knowledge in the context of anterior temporal lobe atrophy (left > right). Core features of svPPA include anomia and single-word comprehension impairment. Despite growing evidence supporting treatment for anomia in svPPA, there is a paucity of research investigating neural mechanisms supporting treatment-induced gains and generalization to untrained items. In the current study, we examined the relation between the structural integrity of brain parenchyma (tissue inclusive of gray and white matter) at pre-treatment and treatment outcomes for trained and untrained items in a group of 19 individuals with svPPA who completed lexical retrieval treatment. Two structural neuroimaging approaches were used: an exploratory, whole-brain, voxel-wise approach and an a priori region of interest (ROI) approach. Based on previous research, bilateral temporal (inferior, middle, and superior temporal gyri), parietal (supramarginal and angular gyri), frontal (inferior and middle frontal gyri) and medial temporal (hippocampus and parahippocampal gyri) ROIs were selected from the Automated Anatomical Labeling (AAL) atlas. Analyses revealed improved naming of trained items and generalization to untrained items following treatment, providing converging evidence that individuals with svPPA can benefit from treatment for anomia. Better post-treatment naming accuracy was associated with the structural integrity of inferior parietal cortex and the hippocampus. Specifically, improved naming of trained items was related to the left supramarginal (phonological processing) and angular gyri (phonological and semantic processing), and improved naming of trained and untrained items was related to the left hippocampus (episodic, context-based memory). Future research should examine treatment outcomes in relation to pre-treatment functional and structural connectivity as well as changes in network dynamics following speech-language intervention to further elucidate the neural mechanisms underlying treatment response in svPPA and related disorders.",
		"pages": "158-175",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010945222002829",
		"journal": "Cortex",
		"volume": "158"
	},
	{
		"id": "PARKER2021821",
		"source_id": "PARKER2021821",
		"type": "article",
		"title": "Handgrip Weakness and Asymmetry Independently Predict the Development of New Activity Limitations: Results from Analyses of Longitudinal Data from the US Health and Retirement Study",
		"author": "Kelly Parker and Yeong Rhee and Grant R. Tomkinson and Brenda M. Vincent and Melissa L. OConnor and Ryan McGrath",
		"keywords": "Cognitive dysfunction, geriatric assessment, independent living, muscle strength dynamometer, muscle weakness",
		"doi": "https://doi.org/10.1016/j.jamda.2020.11.006",
		"abstract": "Objectives Examining strength asymmetries in assessments of muscle function may improve screenings for limitations in independent living tasks such as instrumental activities of daily living (IADL). We sought to determine the associations between handgrip strength (HGS) asymmetry and future IADL limitations in aging Americans. Design Longitudinal panel. Setting and Participants Secondary analyses of data from participants aged at least 50 years from the 2006-2016 waves of the Health and Retirement Study. The analytic sample included 18,235 Americans who identified hand dominance and had measures of HGS for both hands in a single wave. Methods Hand dominance was self-reported, and a handgrip dynamometer measured HGS on each hand. The highest HGS values on each hand were used to calculate the HGS asymmetry ratio: (nondominant HGS/dominant HGS). Individuals with HGS asymmetry ratio <0.80 or >1.20 had HGS asymmetry. Persons with HGS asymmetry ratio <0.80 had dominant HGS asymmetry, whereas participants with HGS asymmetry ratio >1.20 had nondominant HGS asymmetry. Persons with HGS asymmetry ratio <1.0 also had their ratio inversed to make all HGS asymmetry ratios ≥1.0. IADL were self-reported. Covariate-adjusted generalized estimating equations were used for the analyses. Results Participants with HGS asymmetry had 1.12 [95% confidence interval (CI): 1.03-1.20] greater odds for future IADL limitations. Each HGS asymmetry dominance group also had greater odds for future IADL limitations: 1.09 (CI: 1.01-1.18) for individuals with dominant HGS asymmetry and 1.29 (CI: 1.09-1.52) for persons with nondominant HGS asymmetry. Every 0.10 increase in inverted HGS asymmetry ratio was associated with 1.30 (CI: 1.07-1.57) greater odds for future IADL limitations. Conclusions and Implications Assessing HGS asymmetry, as another potential biomarker of impaired muscle function, may provide novel insights for predicting IADL limitations. Future research should continue examining how strength asymmetries, and other aspects of muscle function beyond maximal strength, factor into the disabling cascade.",
		"pages": "821-826.e1",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861020309695",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "22"
	},
	{
		"id": "HAGLEITNER2022106620",
		"source_id": "HAGLEITNER2022106620",
		"type": "article",
		"title": "Socio-economic status and living situation of care leavers in Austria",
		"author": "Wolfgang Hagleitner and Stephan Sting and Thomas Maran",
		"keywords": "Out-of-home care, Residential care, Care leaver, Education, Employment, Socio-economic status, Health, Live satisfaction, Outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106620",
		"abstract": "Care leavers are disadvantaged in many countries and in many ways in terms of their participation in society. Compared to the population as a whole, they have a lower level of education and are more often unemployed or precariously employed and less well paid. They are more likely to experience poverty and poor health, and their life satisfaction is lower. Previous research has focused primarily on the “leaving care” phase and related challenges in the transition to independent living. This paper is the first to analyze the socio-economic status and living situation of care leavers between the ages of 20–29 in Austria. In a questionnaire survey of 26 institutions and all federal states, 122 care leavers born between 1987 and 1997 were interviewed about their current life situation. By using standardized scales and items, data were collected that could be compared with the Austrian sample from the EU-SILC survey. The results reveal considerable disadvantages in all areas investigated. Female care leavers suffer greater disadvantages in terms of their financial status, health and satisfaction with the housing situation, male care leavers in terms of the subjects in which they are educated, unemployment and satisfaction with their personal relationships. The 25–29-year-old care leavers suffer fewer, less severe disadvantages, but still lag behind the comparison group in most areas. Overall, the results underline the need for educational and social policy interventions.",
		"pages": "106620",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922002560",
		"journal": "Children and Youth Services Review",
		"volume": "142"
	},
	{
		"id": "DADIRAIGWENZI2023100968",
		"source_id": "DADIRAIGWENZI2023100968",
		"type": "article",
		"title": "“Why would they call me an orphan when I have parents”: Care leavers’ experiences of labelling and stereotyping whilst living in residential care facilities in Zimbabwe",
		"author": "Getrude Dadirai Gwenzi and John Ringson",
		"keywords": "Orphans, RCCFs, Care leavers, Stereotyping, Labelling, Child welfare",
		"doi": "https://doi.org/10.1016/j.newideapsych.2022.100968",
		"abstract": "Care leaving research has focused on the experiences of young people when they make the transition from residential care facilities (RCCFs) back into mainstream society. Past research has found evidence of social exclusion and documents challenges that care leavers face when re-entering the society when they age-out of care. Some challenges include a lack of preparation for independent living, including limited financial, housing and employment support. There exists a gap in care leaving literature about the extent to which the labelling and stereotyping of care leavers during their time in RCCFs affects their transitions into adulthood. This paper presents an analysis of interviews conducted with care leavers from six childcare facilities in Zimbabwe (n = 30). The paper argues that the labelling and stereotyping of care leavers has a negative effect on how they are accepted and reintegrated into the society. The thematic analysis of the data provides clear evidence of some of the negative labels such as being called an“orphan” in the case of some non-orphans in RCCFs, and the negative stereotypes which stuck with the care leavers years into their adulthood. These labels and stereotypes also affected care leavers’ own perceptions of themselves as well as their interpersonal relationships with others. The paper identifies some implications for social work practice and makes recommendations towards the promotion of a more positive social image of care leavers.",
		"pages": "100968",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0732118X22000381",
		"journal": "New Ideas in Psychology",
		"volume": "68"
	},
	{
		"id": "PEREZ2023100653",
		"source_id": "PEREZ2023100653",
		"type": "article",
		"title": "A review of IoT systems to enable independence for the elderly and disabled individuals",
		"author": "Alfredo J. Perez and Farhan Siddiqui and Sherali Zeadally and Derek Lane",
		"keywords": "Actuators, Disabled, Elderly, Wearables, IoT, Sensors, Smart home",
		"doi": "https://doi.org/10.1016/j.iot.2022.100653",
		"abstract": "Recent years have witnessed an increase in human life expectancy fueled by significant improvements in infrastructure, healthcare, and economies across the globe. Longer life spans have altered the world demographics resulting in a larger senior population compared with previous years. This trend has created the need for providing additional care and assistive services to support the aging individuals. Innovative assistance techniques are especially necessary for elderly people who live on their own in their homes. Simultaneously, an explosive growth in IoT gadgets such as sensors and actuators have accelerated the development of smart homes which comprise various types of IoT systems that provide increased convenience to people with degenerating physical and cognitive abilities. Common examples of IoT systems that are being integrated into smart homes include home automation systems, home activity detectors, wearable sensor technologies for remote health management and so on. We identify the common needs of aging and impaired individuals and then we review several IoT applications that can provide the required support. We further discuss some of the challenges that must be addressed to make these IoT systems more practical and reliable for everyday use.",
		"pages": "100653",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2542660522001342",
		"journal": "Internet of Things",
		"volume": "21"
	},
	{
		"id": "GODFREY201716",
		"source_id": "GODFREY201716",
		"type": "article",
		"title": "Wearables for independent living in older adults: Gait and falls",
		"author": "A. Godfrey",
		"keywords": "Activity recognition, Gait, Falls, Inertial sensor, Wearable technology",
		"doi": "https://doi.org/10.1016/j.maturitas.2017.03.317",
		"abstract": "Solutions are needed to satisfy care demands of older adults to live independently. Wearable technology (wearables) is one approach that offers a viable means for ubiquitous, sustainable and scalable monitoring of the health of older adults in habitual free-living environments. Gait has been presented as a relevant (bio)marker in ageing and pathological studies, with objective assessment achievable by inertial-based wearables. Commercial wearables have struggled to provide accurate analytics and have been limited by non-clinically oriented gait outcomes. Moreover, some research-grade wearables also fail to provide transparent functionality due to limitations in proprietary software. Innovation within this field is often sporadic, with large heterogeneity of wearable types and algorithms for gait outcomes leading to a lack of pragmatic use. This review provides a summary of the recent literature on gait assessment through the use of wearables, focusing on the need for an algorithm fusion approach to measurement, culminating in the ability to better detect and classify falls. A brief presentation of wearables in one pathological group is presented, identifying appropriate work for researchers in other cohorts to utilise. Suggestions for how this domain needs to progress are also summarised.",
		"pages": "16-26",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512217301408",
		"journal": "Maturitas",
		"volume": "100"
	},
	{
		"id": "WU2021113951",
		"source_id": "WU2021113951",
		"type": "article",
		"title": "Polyphenols from Artemisia argyi leaves: environmentally friendly extraction under high hydrostatic pressure and biological activities",
		"author": "Wei Wu and Fu Xiang and Feng He",
		"keywords": "Environmentally friendly, polyphenols,  leaves, high hydrostatic pressure",
		"doi": "https://doi.org/10.1016/j.indcrop.2021.113951",
		"abstract": "In this work, high hydrostatic pressure-assisted extraction (HPE) was applied in polyphenol extraction from Artemisia argyi leaf (AAL). The optimal HPE conditions (liquid:solid ratio of 33 mL/g, extraction time of 34 min, high hydrostatic pressure of 301 MPa, and temperature of 71 °C) were identified through response surface methodology. The above optimal HPE conditions provided the maximum extraction yield of 64.96 mg/g. A. leaf polyphenol (AALP) was found to be a typical mixture of five phenolic acids, namely, neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, isochlorogenic acid B, isochlorogenic acid, and isochlorogenic acid C. Moreover, AALP exhibited superior antioxidant activity in a concentration-dependent manner in vitro. The 1,1-diphenyl-2-picrylhydrazyl and 2,2-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) hydroxyl radical scavenging and reducing abilities of AALP obtained through HPE increased remarkably compared with those of the control group. In addition, in the inhibition of biofilm formation by all the test strains, the AALP group exhibited perfect performance that was considerably better than the performance of the control group. In terms of antitumor activity, AALP acquired through HPE revealed a higher inhibitory activity than the control group, and both groups had a better inhibitory effect on HeLa cells than on HCT116 cells. HPE presented higher extraction yields and efficiency than traditional extraction and could therefore be recommended as a state-of-the-art environmentally friendly technology for the extraction of polyphenols from plant sources.",
		"pages": "113951",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926669021007159",
		"journal": "Industrial Crops and Products",
		"volume": "171"
	},
	{
		"id": "DOETS2016316",
		"source_id": "DOETS2016316",
		"type": "article",
		"title": "The silver sensory experience – A review of senior consumers’ food perception, liking and intake",
		"author": "Esmée L. Doets and Stefanie Kremer",
		"keywords": "Elderly, Chemical senses, Multisensory perception, Food liking, Food intake, Olfactory impairment, Aging",
		"doi": "https://doi.org/10.1016/j.foodqual.2015.08.010",
		"abstract": "It is commonly assumed that sensory impairments occurring with age negatively affect older people’s intake of foods in terms of both quality and quantity. This review discusses evidence published on the effects of age on sensory perception and the consequences for independently living seniors’ perception, liking and intake of food products. Because of anatomical changes in all the senses involved in human food perception, on average seniors perceive a lower flavour intensity than younger adults, are less sensitive to changes in the flavour profile of foods, and show a decreased ability to discriminate between different intensity levels of flavour and/or taste attributes. However, despite these differences in their sensory perception of foods, young adults and seniors seem to differ less in their initial hedonic appraisal of food products. Nonetheless, more research is needed to determine whether multisensory enrichment of foods across different modalities may lead to increased food liking in seniors both with and without olfactory impairment. Although limited, the current evidence suggests that sensory performance may be positively associated with BMI or body weight in specific senior populations. In addition, seniors fail to show a decreased appreciation of an eaten food, thereby increasing the risk of a monotonous diet. Taken together, these findings highlight the need for appropriate interventions and/or foods to improve and maintain adequate quantity and quality of food intake among independently living seniors, and especially those with low sensory performance. Such interventions should be holistic rather than focused on one modality and may also incorporate hedonic modulators such as past experiences, affective factors and external cues, e.g. brand names, labels or food packaging. In interventions and product development, segmentation of the senior consumer market is strongly advised to identify more homogeneous subgroups in order to deal with the large heterogeneity between independently living seniors. It is concluded that one size of the silver food experience will most likely not fit all senior consumers!",
		"pages": "316-332",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950329315002049",
		"journal": "Food Quality and Preference",
		"volume": "48"
	},
	{
		"id": "LEHOUX2018330",
		"source_id": "LEHOUX2018330",
		"type": "article",
		"title": "When robots care: Public deliberations on how technology and humans may support independent living for older adults",
		"author": "P. Lehoux and D. Grimard",
		"keywords": "Canada, Robots, Health technology, Independent living, Home care, Aging, Public engagement, Qualitative research, Empirical ethics",
		"doi": "https://doi.org/10.1016/j.socscimed.2018.06.038",
		"abstract": "While assistive robots receive growing attention as a potential solution to support older adults to live independently, several scholars question the underlying social, ethical and health policy assumptions. One perplexing issue is determining whether assistive robots should be introduced to supplement caregivers or substitute them. Current state of knowledge indicates that users and caregivers consider that robots should not aim to replace humans, but could perform certain tasks. This begs the question of the nature and scope of the tasks that can be delegated to robots and of those that should remain under human responsibility. Considering that such tasks entail a range of actions that affect the meaning of caregiving and care receiving, this article offers sociological insights into the ways in which members of the public reason around assistive actions, be they performed by humans, machines or both. Drawing on a prospective public deliberation study that took place in Quebec (Canada) in 2014 with participants (n = 63) of different age groups, our findings clarify how they envisage what robots can and cannot do to assist older people, and when and why delegating certain tasks to robots becomes problematic. A better understanding of where the publics draw a limit in the substitution of humans by robots refocuses policymakers attention on what good care entails in modern healthcare systems.",
		"pages": "330-337",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953618303526",
		"journal": "Social Science & Medicine",
		"volume": "211"
	},
	{
		"id": "MATHIAS2019222",
		"source_id": "MATHIAS2019222",
		"type": "article",
		"title": "Motivos para a prática de atividades físicas em uma academia ao ar livre de Paranaguá‐PR",
		"author": "Naegeli Gomes Mathias and Jarbas Melo Filho and Ariani Cavazzani Szkudlarek and Luiza Herminia Gallo and Rogério César Fermino and Anna Raquel Silveira Gomes",
		"keywords": "Atividade motora, Atividades de lazer, Áreas verdes, Motivação, Physical activity, Leisure activities, Green areas, Motivation, Actividad física, Actividades recreativas, Áreas verdes, Motivación",
		"doi": "https://doi.org/10.1016/j.rbce.2018.03.030",
		"abstract": "Resumo Objetivo Avaliar o perfil e os fatores motivacionais dos frequentadores de uma academia ao ar livre (AAL). Metodologia Entrevistaram‐se 64 frequentadores da AAL do Aeroparque de Paranaguá‐PR, entre 18 e 60 anos, que responderam sobre perfil saúde/doença, antropométrico, social, nível de atividade física e o Inventário de Motivação à Prática Regular de Atividade Física e Esportiva (Imprafe‐132). Fez‐se análise estatística descritiva e inferencial (p<0,05). Resultados e conclusão A maioria dos frequentadores era adulto jovem (85,9%), sexo masculino (56,2%), ativo fisicamente (81,2%) e com excesso de peso (54,6%). As principais motivações foram prazer (83± 13%) e saúde (79,8± 11,7%). Objective To evaluate the profile and the reasons to attend an Fitness Zone. Methods We interviewed 64 participants from Aeroparque of Paranaguá‐PR, 18‐60 years‐old,about health/disease, anthropometric and social profiles, level of physical activity (PA)and the Inventory Motivation to Regular Physical Activity and Sports (IMPRAFE‐132). Descriptive and inferential statistical analysis were performed (p<0.05). Results and conclusions The outcomes might conclude that the most part of participants was young adults (85.9%), males (56.2%), physically active (81.2%) and overweight (54.6%). The main motivations were joy (83± 13) and health (79.8±11.7). Resumen Objetivo Evaluar el perfil y las motivaciones en un gimnasio al aire libre (GAL). Métodos Se entrevistó a 64 participantes, entre 18 y 60 años, que asisten al GAL del Aeroparque de Paranaguá, sobre salud/enfermedad, perfiles antropométricos y sociales, nivel de actividad física y motivaciones para la práctica de actividades físicas y deportivas (IMPRAFE‐132). Se realizo análisis estadístico descriptivo e inferencial (p <0,05). Resultados y conclusión A partir de los resultados encontrados se puede concluir que la mayoría de los asistentes eran adultos jóvenes (85,9%), hombres (56,2%), físicamente activos (81,2%) y con sobrepeso (54,6%). Las principales motivaciones fueron la alegría (83±13) y la salud (79,8±11,7).",
		"pages": "222-228",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0101328917300574",
		"journal": "Revista Brasileira de Ciências do Esporte",
		"volume": "41"
	},
	{
		"id": "LEE2019103701",
		"source_id": "LEE2019103701",
		"type": "article",
		"title": "Drawing on indigenous governance and stewardship to build resilient coastal fisheries: People and abalone along Canadas northwest coast",
		"author": "Lynn Chi Lee and Mike Reid and Russ Jones and Janet Winbourne and Murray Rutherford and Anne Katherine Salomon",
		"keywords": "Northern abalone, Adaptive co-management, Federal governance, Indigenous governance, Social-ecological resilience, Traditional knowledge",
		"doi": "https://doi.org/10.1016/j.marpol.2019.103701",
		"abstract": "Small-scale indigenous abalone fisheries on the northwest coast of Canada persisted for at least two millennia prior to modern commercial and recreational fisheries that lasted for four decades before collapsing, causing a coast wide closure that remains today. What traditional governance and stewardship practices fostered resilient fisheries along Canadas northwest coast and how might they inform collaborative institutions that foster ecologically sustainable and socially just coastal fisheries in future? In collaboration with two coastal First Nations, a policy analysis of northern abalone (GaalGuuhlkyan –Skidegate Haida, ǧaɫǧṇ̓íq̓ –Heiltsuk, Haliotis kamtschatkana) stewardship was conducted to assess where traditional and modern fisheries governance and management aligned or failed to align with seven theoretical principles of social-ecological resilience. The analysis revealed that traditional principles of reciprocity and contingent proprietorship of clan-based fishing areas aligned with resilience principles whereas contemporary centralized decision-making and region-wide management policies did not. Moreover, current issues of power asymmetry and lack of trust need to be addressed to build a future indigenous-state governance approach to coastal fisheries. This research demonstrates how indigenous resource governance and stewardship practices generated over millennia of social learning and experimentation offer insights that could be broadly applied to foster resilient coastal fisheries today.",
		"pages": "103701",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0308597X19301204",
		"journal": "Marine Policy",
		"volume": "109"
	},
	{
		"id": "TALAEIKHOEI20181",
		"source_id": "TALAEIKHOEI20181",
		"type": "article",
		"title": "How younger elderly realize usefulness of cognitive training video games to maintain their independent living",
		"author": "Amir Talaei-Khoei and Jay Daniel",
		"keywords": "Assistive technology, Cognitive training video games, Elderly, Adoption, Usefulness",
		"doi": "https://doi.org/10.1016/j.ijinfomgt.2018.05.001",
		"abstract": "The objective of this paper is to understand the perception that younger elderly persons have towards the usefulness of playing Xbox Kinect video games as an assistive technology that is designed to maintain their cognitive abilities. Available literature highlights two kinds of assistive technologies; the first being Supportive Technologies that provide aid for already-declined functional abilities (such as hearing aids), and the second being Empowering Technologies that maintain functional abilities which have not yet declined (such as Xbox Kinect cognitive games). The difference in the nature between supportive and empowering technologies plays an important role in perceiving their benefits. For instance, while hearing aids as a supportive technology are perceived as useful through the improvement of hearing abilities, cognitive training games as an empowering technology have a long-term usefulness for cognitive abilities. This study conducts twenty-one qualitative interviews (range 65–87 years; mean = 71; SD = 3.81) and introduces perceived transfer effect. This effect allows the elderly to perceive the usefulness of playing cognitive training video games, which are designed to cultivate the cognitive abilities. In addition, this study found that the elderly value their independent living, and through cognitive video games, the elderly may remain capable of living independently.",
		"pages": "1-12",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0268401217310344",
		"journal": "International Journal of Information Management",
		"volume": "42"
	},
	{
		"id": "ZHU2021101186",
		"source_id": "ZHU2021101186",
		"type": "article",
		"title": "Growth mechanisms for initial stages of plasma electrolytic oxidation coating on Al",
		"author": "Lujun Zhu and Xiaoxing Ke and Jingwei Li and Yuefei Zhang and Zhenhua Zhang and Manling Sui",
		"keywords": "Aluminum, TEM, Anodic films, Plasma electrolytic oxidation, Growth mechanism",
		"doi": "https://doi.org/10.1016/j.surfin.2021.101186",
		"abstract": "The growth of plasma electrolytic oxidation (PEO) coating at initial stages is relevant directly with coatings morphologies and properties. In this work, the PEO coating on Al was carried out at a constant current model in an electrolyte containing sodium silicate and potassium hydroxide. The morphology, the phase compositions and the structures of initial stages PEO coatings were examined by detailed microstructural characterization. The result showed the PEO coating anodizing <11 s exhibited typical characteristics of the parallel-sided pores and the concave Al/coating boundary, with a significant temperature rising. After that, the dielectric breakdown occurred, resulting in many micron-size pores formed in the PEO coating. When anodizing time over 15 s, the gas discharge appeared at the coating/electrolyte interface. A plasma-modified layer was found composed of γ-Al2O3 nanoparticles and amorphous materials covering the coating surface to prevent the coating from being breakdown by electrons in the plasma. After 10 min, the PEO coating transforms into the typical porous ceramic PEO coating. This study is helpful in the design of the new functional surface of the PEO coating, as well as the deep understand of the coating growth mechanism.",
		"pages": "101186",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2468023021002637",
		"journal": "Surfaces and Interfaces",
		"volume": "25"
	},
	{
		"id": "OBRIEN2020286",
		"source_id": "OBRIEN2020286",
		"type": "article",
		"title": "Dimensions of burn survivor distress and its impact on hospital length of stay: A national institute on disability, independent living, and rehabilitation research burn model system study",
		"author": "Kyle H. OBrien",
		"keywords": "Burn survivors, Length of stay, Mental health, Psychosomatic, Distress, Integrated care",
		"doi": "https://doi.org/10.1016/j.burns.2019.12.007",
		"abstract": "Objective Guided by the Transactional Model of Stress and Coping, this study seeks to (1) examine the independent relationships between the level of distress among burn survivors, pre-morbid psychiatric history, and burn severity on length of hospital stay, and (2) to examine the relationship between having a premorbid psychiatric history and level of distress following a burn injury. Methods Data collected by the National Institute on Disability, Independent Living, Rehabilitation Research funded Burn Model System (N = 846) was used to theoretically link psychological distress with the length of hospital stay for survivors of burn injuries. Structural Equation Modeling was used to evaluate the aims of this study. Results Although counterintuitive, and while significant, burn severity was found to have a rather modest association with a burn survivor’s level of distress, indicating that one’s ability to cope may be a better predictor of distress rather than burn severity alone. Premorbid psychiatric history was significantly associated with increased levels of distress. While burn severity was associated with length of stay, level of distress did not act as a partial mediator. Length of stay was, however, significantly related to having a premorbid-psychiatric history. Of notable interest, a significant racial, ethnic, and gender difference exists in level of distress. Women and people of color experience higher levels of distress holding constant burn severity and psychiatric history. Conclusion A need exists to assess for and address premorbid and current mental health challenges of burn survivors, specifically the ability to cope, especially among people of color and women, regardless of the burn size or severity.",
		"pages": "286-292",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417919305844",
		"journal": "Burns",
		"volume": "46"
	},
	{
		"id": "FETSCH2018249",
		"source_id": "FETSCH2018249",
		"type": "article",
		"title": "A quantitative assessment of the effectiveness of USDAs AgrAbility project",
		"author": "Robert J. Fetsch and Philip Turk",
		"keywords": "AgrAbility, Farmers and ranchers with disabilities, Independent living and working, Quality of life",
		"doi": "https://doi.org/10.1016/j.dhjo.2017.10.004",
		"abstract": "Background There is evidence that the combination of assistive technology and education increases ability to live and work independently, which in turn increases the quality of life (QOL) levels of adults with disabilities. No previously published treatment-comparison group intervention studies were found with adult farmers and ranchers with disabilities. Knowing how effective USDAs AgrAbility Project is at increasing this populations QOL and independent living and working (ILW) levels will reinforce and inform change in AgrAbility and will provide outcomes for stakeholders and public decision makers to better address agricultural communities needs. Objectives To assess whether or not AgrAbility is effective for enhancing QOL and ILW levels of agricultural producers with functional limitations and to assess intervention-comparison group differences. Methods Intervention group participants (N = 225) included ranchers and farmers from 12 states with various disabilities who participated in AgrAbility. Comparison group participants (N = 100) from 17 states also included farmers and ranchers with various disabilities; they received no on-site visits or other AgrAbility services. Results In this 10-year, 27-state study, AgrAbility participants reported statistically significant presurvey-postsurvey improvements in QOL levels (mean presurvey = 5.56; mean postsurvey = 7.13) while comparison group participants reported no change in QOL (mean presurvey = 5.10; mean postsurvey = 4.91). AgrAbility group mean ILW scores rose from 2.86 to 3.71 while comparison group mean ILW scores rose slightly from 3.24 to 3.50. Conclusions These results suggest that AgrAbility was effective as compared with a no-treatment comparison group on improving QOL and ILW levels.",
		"pages": "249-255",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657417301772",
		"journal": "Disability and Health Journal",
		"volume": "11"
	},
	{
		"id": "GEIGER2017186",
		"source_id": "GEIGER2017186",
		"type": "article",
		"title": "Experiences and outcomes of foster care alumni in postsecondary education: A review of the literature",
		"author": "Jennifer M. Geiger and Susanny J. Beltran",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.06.023",
		"pages": "186-197",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917301846",
		"journal": "Children and Youth Services Review",
		"volume": "79"
	},
	{
		"id": "FETSCH2018230",
		"source_id": "FETSCH2018230",
		"type": "article",
		"title": "Assessing changes in quality of life and independent living and working levels among AgrAbility farmers and ranchers with disabilities",
		"author": "Robert J. Fetsch and Danielle M. Jackman and Christina L. Collins",
		"keywords": "AgrAbility, Farmers and ranchers with disabilities, Independent living and working, Quality of life, Stress",
		"doi": "https://doi.org/10.1016/j.dhjo.2017.08.001",
		"abstract": "Background While emerging research has focused on quality of life (QOL) levels among farmers and ranchers with disabilities, much work is still needed on this largely understudied population. The AgrAbility Project, a USDA initiative, offers pragmatic solutions to increase farmers and ranchers with disabilities QOL and ability to work and live independently (ILW). Objectives To assess pretest-posttest changes in farmers and ranchers with disabilities ILW and QOL levels after participating in AgrAbility, to identify demographic predictors of ILW and QOL (e.g. with whom AgrAbility works best), and to determine how much variance in QOL is accounted for by change in ILW levels. Methods Participants (N = 191) included farmers and ranchers from 10 states with various disabilities who participated in AgrAbility. They completed ILW and McGill QOL measures before and after AgrAbility. Results Paired samples t-tests highlighted that participants ILW and QOL levels improved (p < 0.001) with large or larger than typical effect sizes. Repeated measures ANOVA indicated that change in ILW over time was qualified by age and origin of disability. Regression results revealed that change in ILW predicted 13% of the variance in QOL change. Conclusions These results suggest that participation in the AgrAbility Project was positively associated with increased ILW and QOL levels. AgrAbility participants reported increases in their QOL levels and their ability to continue their work and live in their homes. Further research is needed to compare results with a no-treatment comparison group of similar ranchers and farmers with disabilities.",
		"pages": "230-236",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657417301371",
		"journal": "Disability and Health Journal",
		"volume": "11"
	},
	{
		"id": "HU2017179",
		"source_id": "HU2017179",
		"type": "article",
		"title": "What is a sustainable retirement village? Perceptions of Australian developers",
		"author": "Xin Hu and Bo Xia and Martin Skitmore and Laurie Buys and Yi Hu",
		"keywords": "Retirement villages, Sustainability, Developers, Perceptions, Australia",
		"doi": "https://doi.org/10.1016/j.jclepro.2017.06.227",
		"abstract": "Developers are key stakeholders in delivering sustainable retirement villages. Understanding the way they perceive sustainability is of great significance in shaping the provision of sustainable living environments in this industry. This study explores village developers’ perceptions of a sustainable living environment through a comprehensive content analysis of their online descriptions of sustainability features of their villages. Thirty-nine sustainability features were identified, with the most mentioned being “care and services provision and accessibility”, “social interaction”, “secure/safe living” and “independent living”. The social sustainability of the retirement village environment was highly valued by developers, with the majority of the sustainability features relating to this feature, while environmental sustainability was largely ignored. Although there is no significant difference between the private and not-for-profit village developers regarding the numbers of sustainability features mentioned, the private village developers value “social interaction” more while the not-for-profit village developers prioritize “independent living” and “care and services provision and accessibility” the most. The research leads to a better understanding of retirement village developers’ perceptions on a sustainable living environment, which further reveals the meaning of sustainable retirement villages in Australia. All these will ultimate benefit the development of the Australian retirement village industry in general.",
		"pages": "179-186",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652617313963",
		"journal": "Journal of Cleaner Production",
		"volume": "164"
	},
	{
		"id": "PODVALNYY2021108399",
		"source_id": "PODVALNYY2021108399",
		"type": "article",
		"title": "Synthesis of photoactivable oligosaccharide derivatives from 1,2-cyclic carbamate building blocks and study of their interaction with carbohydrate-binding proteins",
		"author": "Nikita M. Podvalnyy and Serge Chesnov and Paolo Nanni and Melanie Gut and Jason P. Holland and Thierry Hennet",
		"keywords": "Cyclic carbamate, Lactose, Fucosyl lactose, Photoactivable groups, Aryl azido group, Carbohydrate binding lectins",
		"doi": "https://doi.org/10.1016/j.carres.2021.108399",
		"abstract": "Despite the broad occurrence of carbohydrate-protein interactions in biology, the low binding affinities of such interactions hamper the characterization of carbohydrate binding sites in the absence of three-dimensional structural models. To allow the identification of proteins interacting with specific carbohydrate epitopes, we have developed new photoactivable oligosaccharide probes. Oligosaccharides containing the 1,2-cyclic carbamate group were attached to building blocks with a primary amino group to yield the corresponding urea derivatives. Cyclic carbamates of lactose, and 3- and 2′-fucosyl lactose, were used for the conjugation with building blocks containing photoactivable diazirine, benzophenone or aryl azido groups. The resulting oligosaccharide derivatives were tested for binding to Erythrina cristagalli lectin (ECL), Aleuria aurantia lectin (AAL) and Ulex europaeus agglutinin-I (UEA I). We found that ligands containing an aryl azido photoactivable group were successfully attached to lectins. The photoactivation reaction preserved lectin integrity, as no sign of protein degradation was visible. Mass spectrometric analysis confirmed the covalent binding of between one to three oligosaccharide probes, which matched with the expected carbohydrate-binding properties of the lectins tested. The conjugation of cyclic carbamate-derivatized oligosaccharides with photoactivable aryl azido groups thus represents a convenient approach to study protein-carbohydrate interactions.",
		"pages": "108399",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0008621521001683",
		"journal": "Carbohydrate Research",
		"volume": "508"
	},
	{
		"id": "PEETERS2018161",
		"source_id": "PEETERS2018161",
		"type": "article",
		"title": "For the greater good: Programmed cell death in bacterial communities",
		"author": "Stijn H. Peeters and Marien I. de Jonge",
		"keywords": "Programmed cell death, Multicellularity, Bacteria",
		"doi": "https://doi.org/10.1016/j.micres.2017.11.016",
		"abstract": "For a long a time programmed cell death was thought to be a unique characteristic of higher eukaryotes, but evidence has accumulated showing that programmed cell death is a universal phenomenon in all life forms. Many different types of bacterial programmed cell death systems have been identified, rivalling the eukaryotic systems in diversity. Bacteria are singular, seemingly independently living organisms, however they are part of complex communities. Being part of a community seems indispensable for survival in different environments. This review is focussed on the mechanism of and reasons for bacterial programmed cell death in the context of bacterial communities.",
		"pages": "161-169",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0944501317306158",
		"journal": "Microbiological Research",
		"volume": "207"
	},
	{
		"id": "FORKAN2017296",
		"source_id": "FORKAN2017296",
		"type": "article",
		"title": "PEACE-Home: Probabilistic estimation of abnormal clinical events using vital sign correlations for reliable home-based monitoring",
		"author": "Abdur Rahim Mohammad Forkan and Ibrahim Khalil",
		"keywords": "Vital signs, Hidden Markov model, Clinical event, Remote monitoring, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.pmcj.2016.12.009",
		"abstract": "The objective of this study is to develop a probabilistic model for predicting the future clinical episodes of a patient using observed vital sign values prior to the clinical event. Vital signs (e.g. heart rate, blood pressure) are used to monitor a patient’s physiological functions of health and their simultaneous changes indicate a transition of a patient’s health status. If such changes are abnormal then it may lead to serious physiological deterioration. Chronic patients living alone at home die of various diseases due to the lack of an efficient automated system having prior prediction ability. Our developed system can make probabilistic predictions of future clinical events of an unknown patient in real-time using the learned temporal correlations of multiple vital signs from many similar patients. In this paper, Principal Component Analysis (PCA) is used to separate patients with known medical conditions into multiple categories and then Hidden Markov Model (HMM) is adopted for probabilistic classification and prediction of future clinical states. The advantage of using dynamic probabilistic model over static predictor model for solving our problem is analysed by comparing the results obtained from HMM with a neural network based learning model. Both the learning models are trained and evaluated using six vital signs data of 1023 patient records collected from the MIMIC-II database of MIT physiobank archive. The best HMM models are selected using maximum likelihood probabilities and further used in personalized remote monitoring system to forecast the most probable forthcoming clinical states of a continuously monitored patient. The scalable power of cloud computing is utilized for fast learning of various clinical events from large samples. Our results suggest that the developed technique using multiple physiological parameter trends can significantly enhance the traditional home-based monitoring systems in terms of clinical abnormality detections and predictions.",
		"pages": "296-311",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216304540",
		"journal": "Pervasive and Mobile Computing",
		"volume": "38"
	},
	{
		"id": "LUIGI2022100054",
		"source_id": "LUIGI2022100054",
		"type": "article",
		"title": "Gray matter network properties show distinct associations with CSF p-tau 181 levels and amyloid status in individuals without dementia",
		"author": "Lorenzini Luigi and Ingala Silvia and Wottschel Viktor and Alle Meije Wink and Henk JMM Mutsaerts and Haller Sven and Blennow Kaj and John T. OBrien and Frisoni B. Giovanni and Chételat Gael and Payoux Pierre and Martinez-Lage Pablo and Waldman Adam and Wardlaw Joanna and Ritchie Craig and Juan Domingo Gispert and Pieter Jelle Visser and Scheltens Philip and Barkhof Frederik and Betty M. Tijms",
		"keywords": "Brain connectivity, Gray matter networks, Preclinical Alzheimer, Tau, Amyloid",
		"doi": "https://doi.org/10.1016/j.nbas.2022.100054",
		"abstract": "Gray matter networks are altered with amyloid accumulation in the earliest stage of AD, and are associated with decline throughout the AD spectrum. It remains unclear to what extent gray matter network abnormalities are associated with hyperphosphorylated-tau (p-tau). We studied the relationship of cerebrospinal fluid (CSF) p-tau181 with gray matter networks in non-demented participants from the European Prevention of Alzheimer’s Dementia (EPAD) cohort, and studied dependencies on amyloid and cognitive status. Gray matter networks were extracted from baseline structural 3D T1w MRI. P-tau181 and abeta were measured with the Roche cobas Elecsys System. We studied the associations of CSF biomarkers levels with several network’s graph properties. We further studied whether the relationships of p-tau 181 and network measures were dependent on amyloid status and cognitive stage (CDR). We repeated these analyses for network properties at a regional level, where we averaged local network values across cubes within each of 116 areas as defined by the automated anatomical labeling (AAL) atlas. Amyloid positivity was associated with higher network size and betweenness centrality, and lower gamma, clustering and small-world coefficients. Higher CSF p-tau 181 levels were related to lower betweenness centrality, path length and lambda coefficients (all p < 0.01). Three-way interactions between p-tau181, amyloid status and CDR were found for path length, lambda and clustering (all p < 0.05): Cognitively unimpaired amyloid-negative participants showed lower path length and lambda values with higher CSF p-tau181 levels. Amyloid-positive participants with impaired cognition demonstrated lower clustering coefficients in association to higher CSF p-tau181 levels. Our results suggest that alterations in gray matter network clustering coefficient is an early and specific event in AD.",
		"pages": "100054",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2589958922000263",
		"journal": "Aging Brain",
		"volume": "2"
	},
	{
		"id": "FISCHINGER201660",
		"source_id": "FISCHINGER201660",
		"type": "article",
		"title": "Hobbit, a care robot supporting independent living at home: First prototype and lessons learned",
		"author": "David Fischinger and Peter Einramhof and Konstantinos Papoutsakis and Walter Wohlkinger and Peter Mayer and Paul Panek and Stefan Hofmann and Tobias Koertner and Astrid Weiss and Antonis Argyros and Markus Vincze",
		"keywords": "Social robotics, Robots for elderly, Care robot for independent living",
		"doi": "https://doi.org/10.1016/j.robot.2014.09.029",
		"abstract": "One option to address the challenge of demographic transition is to build robots that enable aging in place. Falling has been identified as the most relevant factor to cause a move to a care facility. The Hobbit project combines research from robotics, gerontology, and human–robot interaction to develop a care robot which is capable of fall prevention and detection as well as emergency detection and handling. Moreover, to enable daily interaction with the robot, other functions are added, such as bringing objects, offering reminders, and entertainment. The interaction with the user is based on a multimodal user interface including automatic speech recognition, text-to-speech, gesture recognition, and a graphical touch-based user interface. We performed controlled laboratory user studies with a total of 49 participants (aged 70 plus) in three EU countries (Austria, Greece, and Sweden). The collected user responses on perceived usability, acceptance, and affordability of the robot demonstrate a positive reception of the robot from its target user group. This article describes the principles and system components for navigation and manipulation in domestic environments, the interaction paradigm and its implementation in a multimodal user interface, the core robot tasks, as well as the results from the user studies, which are also reflected in terms of lessons we learned and we believe are useful to fellow researchers.",
		"pages": "60-78",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0921889014002140",
		"journal": "Robotics and Autonomous Systems",
		"volume": "75"
	},
	{
		"id": "BACHLE201898",
		"source_id": "BACHLE201898",
		"type": "article",
		"title": "Assistive technology for independent living with dementia: Stylized facts and research gaps",
		"author": "Michael Bächle and Stephan Daurer and Andreas Judt and Tobias Mettler",
		"keywords": "Assistive technology, Dementia, Independent living, Literature review, Smart IT, Stylized facts",
		"doi": "https://doi.org/10.1016/j.hlpt.2017.12.002",
		"abstract": "Background Recent advancement in assistive technologies (AT) have fueled the debate on new, IT-reliant ways of providing cure and care of dementia. Still the impact on practice has been little. With this paper, we want to find out to which extent current studies have discussed the impacts of AT for dementia. Methods We conduct a scoping review of the literature on impacts of AT usage in the context of dementia. We search disciplinary (ACM, EMBASE, PsycInfo) as well as cross-disciplinary databases (EBSCO, Web of Science). Based on the identified relevant papers, we extract a list of original statements, which we aggregate to stylized facts. The method of stylized facts is a common research method to derive knowledge in the form of generalized and simplified statements describing interesting characteristics and relationships concerning empirically observable phenomena. Results We identify n=539 unique articles, out of which n=36 report impacts of AT usage in the context of dementia. We aggregate 6 stylized facts that describe common findings. Furthermore, we identify research gaps in this domain. There is little known about the suitable design of social systems around assistive technologies. Conclusions While the identified stylized facts indicate how much evidence there is behind certain common statements in the reviewed literature, we additionally find that studies in the area of AT for dementia often neglect the socio-economic and ethical dimension. These are important research gaps for future work.",
		"pages": "98-111",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211883717300916",
		"journal": "Health Policy and Technology",
		"volume": "7"
	},
	{
		"id": "GIACINO20201072",
		"source_id": "GIACINO20201072",
		"type": "article",
		"title": "Minimum Competency Recommendations for Programs That Provide Rehabilitation Services for Persons With Disorders of Consciousness: A Position Statement of the American Congress of Rehabilitation Medicine and the National Institute on Disability, Independent Living and Rehabilitation Research Traumatic Brain Injury Model Systems",
		"author": "Joseph T. Giacino and John Whyte and Risa Nakase-Richardson and Douglas I. Katz and David B. Arciniegas and Sonja Blum and Kristin Day and Brian D. Greenwald and Flora M. Hammond and Theresa Bender Pape and Amy Rosenbaum and Ronald T. Seel and Alan Weintraub and Stuart Yablon and Ross D. Zafonte and Nathan Zasler",
		"keywords": "Best practices, Brain injuries, Coma, Health services, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2020.01.013",
		"abstract": "Persons who have disorders of consciousness (DoC) require care from multidisciplinary teams with specialized training and expertise in management of the complex needs of this clinical population. The recent promulgation of practice guidelines for patients with prolonged DoC by the American Academy of Neurology, American Congress of Rehabilitation Medicine (ACRM), and National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) represents a major advance in the development of care standards in this area of brain injury rehabilitation. Implementation of these practice guidelines requires explication of the minimum competencies of clinical programs providing services to persons who have DoC. The Brain Injury Interdisciplinary Special Interest Group of the ACRM, in collaboration with the Disorders of Consciousness Special Interest Group of the NIDILRR-Traumatic Brain Injury Model Systems convened a multidisciplinary panel of experts to address this need through the present position statement. Content area-specific workgroups reviewed relevant peer-reviewed literature and drafted recommendations which were then evaluated by the expert panel using a modified Delphi voting process. The process yielded 21 recommendations on the structure and process of essential services required for effective DoC-focused rehabilitation, organized into 4 categories: diagnostic and prognostic assessment (4 recommendations), treatment (11 recommendations), transitioning care/long-term care needs (5 recommendations), and management of ethical issues (1 recommendation). With few exceptions, these recommendations focus on infrastructure requirements and operating procedures for the provision of DoC-focused neurorehabilitation services across subacute and postacute settings.",
		"pages": "1072-1089",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999320300939",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "101"
	},
	{
		"id": "WIEGERS20212576",
		"source_id": "WIEGERS20212576",
		"type": "article",
		"title": "Characteristics, management and outcomes of patients with severe traumatic brain injury in Victoria, Australia compared to United Kingdom and Europe: A comparison between two harmonised prospective cohort studies",
		"author": "Eveline J.A. Wiegers and Tony Trapani and Belinda J. Gabbe and Dashiell Gantner and Fiona Lecky and Andrew I.R. Maas and David K. Menon and Lynnette Murray and Jeffrey V. Rosenfeld and Shirley Vallance and Hester F. Lingsma and Ewout W. Steyerberg and D. James Cooper",
		"keywords": "Traumatic brain injury, Trauma systems, Intensive care, Outcome comparison, Comparative effectiveness research",
		"doi": "https://doi.org/10.1016/j.injury.2021.04.033",
		"abstract": "Objective The aim of this manuscript is to compare characteristics, management, and outcomes of patients with severe Traumatic Brain Injury (TBI) between Australia, the United Kingdom (UK) and Europe. Methods We enrolled patients with severe TBI in Victoria, Australia (OzENTER-TBI), in the UK and Europe (CENTER-TBI) from 2015 to 2017. Main outcome measures were mortality and unfavourable outcome (Glasgow Outcome Scale Extended <5) 6 months after injury. Expected outcomes were compared according to the IMPACT-CT prognostic model, with observed to expected (O/E) ratios and 95% confidence intervals. Results We included 107 patients from Australia, 171 from UK, and 596 from Europe. Compared to the UK and Europe, patients in Australia were younger (median 32 vs 44 vs 44 years), a larger proportion had secondary brain insults including hypotension (30% vs 17% vs 21%) and a larger proportion received ICP monitoring (75% vs 74% vs 58%). Hospital length of stay was shorter in Australia than in the UK (median: 17 vs 23 vs 16 days), and a higher proportion of patients were discharged to a rehabilitation unit in Australia than in the UK and Europe (64% vs 26% vs 28%). Mortality overall was lower than expected (27% vs 35%, O/E ratio 0.77 [95% CI: 0.64 – 0.87]. O/E ratios were comparable between regions for mortality in Australia 0.86 [95% CI: 0.49–1.23] vs UK 0.82 [0.51–1.15] vs Europe 0.76 [0.60–0.87]). Unfavourable outcome rates overall were in line with historic expectations (O/E ratio 1.32 [0.96-1.68] vs 1.13 [0.84-1.42] vs 0.96 [0.85-1.09]). Conclusions There are major differences in case-mix between Australia, UK, and Europe; Australian patients are younger and have a higher rate of secondary brain insults. Despite some differences in management and discharge policies, mortality was less than expected overall, and did not differ between regions. Functional outcomes were similar between regions, but worse than expected, emphasizing the need to improve treatment for patients with severe TBI.",
		"pages": "2576-2587",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138321003429",
		"journal": "Injury",
		"volume": "52"
	},
	{
		"id": "RICHMOND2022108298",
		"source_id": "RICHMOND2022108298",
		"type": "article",
		"title": "Virtual navigation in healthy aging: Activation during learning and deactivation during retrieval predicts successful memory for spatial locations",
		"author": "Lauren L. Richmond and Jesse Q. Sargent and Jeffrey M. Zacks",
		"keywords": "spatial memory, aging, virtual pointing task, fMRI, Intraparietal sulcus",
		"doi": "https://doi.org/10.1016/j.neuropsychologia.2022.108298",
		"abstract": "Spatial navigation and spatial memory are two important skills for independent living, and are known to be compromised with age. Here, we investigate the neural correlates of successful spatial memory in healthy older adults in order to learn more about the neural underpinnings of maintenance of navigation skill into old age. Healthy older adults watched a video shot by a person navigating a route and were asked to remember objects along the route and then attempted to remember object locations by virtually pointing to the location of hidden objects from several locations along the route. Brain activity during watching and pointing was recorded with functional MRI. Larger activations in temporal and frontal regions during watching, and larger deactivations in superior parietal cortex and intraparietal sulcus during pointing, were associated with smaller location errors. These findings suggest that larger evoked responses during learning of spatial information coupled with larger deactivation of canonical spatial memory regions at retrieval are important for effective spatial memory in late life.",
		"pages": "108298",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0028393222001579",
		"journal": "Neuropsychologia",
		"volume": "173"
	},
	{
		"id": "MARTIN2021e69",
		"source_id": "MARTIN2021e69",
		"type": "article",
		"title": "The Deleterious Impact of Opioids on Sleep-Related Respiration During Acute Inpatient Rehabilitation From Moderate to Severe",
		"author": "Aaron Martin and Emily Almeida and Amy Starosta and Flora Hammond and Jeanne Hoffman and Daniel Schwartz and Jesse Fann and Kathleen Bell and Risa Nakase-Richardson",
		"keywords": "Moderate to Severe TBI, Polysomnography, Sleep Apnea Opioids",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.676",
		"abstract": "Research Objectives To identify differences sleep related respiration between those receiving and not receiving opioid medications. Design Cross-sectional, secondary analyses. Setting Acute inpatient rehabilitation for moderate to severe TBI. Participants 248 consecutive admissions who underwent level-1 polysomnography. Interventions Receipt of opioid medications on the day of polysomnography (PSG). Main Outcome Measures PSG including respiratory measures: oxygen saturation, central apneas events per hour, obstructive apneas and hypopnea events per hour, and total apnea-hypopnea index (AHI). Results After adjustment for number of prescribed medications, those receiving opioids on day of PSG experienced increased frequency of central sleep apnea events and higher frequency of obstructive sleep apnea events. Compared to those who did not, receiving opioids was associated with lower oxygen saturation nadir during and a greater number of oxygen desaturations across. Greater total AHI was observed for those receiving opioids. Conclusions Opioid use early after TBI appears to impact important sleep parameters and sleep related respiration that may influence recovery. Further investigation is needed to understand the impact of opioid medications, alone or in combination with other medications, on functional outcomes both early after TBI and in the chronic phase to develop recommendations on how and when to use these medications given their usage in managing pain after injury. Author(s) Disclosures Research reported in this article was funded through a Patient-Centered Outcomes Research Institute (PCORI) Award (CER-1511-33005). This research was sponsored by VHA Central Office VA TBI Model Systems Program of Research; Subcontract from General Dynamics Information Technology (W91YTZ13-C-0015; HT0014-19-C-0004) from the Defense Health Agency TBI Center of Excellence and National Institute on Disability, Independent Living, and Rehabilitation Research (University of Texas Southwestern Medical Center, 90DPTB0013-01-03; Indiana University School of Medicine, Rehabilitation Hospital of Indiana, 90DRTB0002; Division of Rehabilitation Psychology, Department of Rehabilitation Medicine, University of Washington School of Medicine, 90DPTB0008). The TBI Model Systems is a funded collaboration between the Department of Veterans Affairs and the Department of Health and Human Services: National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR). Clinicaltrial.gov Registration Number: NCT03033901.",
		"pages": "e69",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321012004",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "KRIEGER2017S610",
		"source_id": "KRIEGER2017S610",
		"type": "article",
		"title": "Aspects of recovery and resilience–factors enabling an independent and fulfilling life",
		"author": "J. Krieger and V. Rößner-Ruff and D. Hoins and I.T. Graef-Calliess",
		"doi": "https://doi.org/10.1016/j.eurpsy.2017.01.964",
		"abstract": "Introduction The concept “recovery” takes the position that individuals with severe chronic psychiatric disorders can recover and establish a certain degree of mental stability that can enable an independent and fulfilling life. To sustain recovery different variables and interdependent factors are needed, f.e. psychological resilience and empowerment. Actually, there are few studies focusing on the interdependency of recovery and resilience in patients with severe chronic psychiatric disorders, especially with an emphasis on overall psychiatric diagnosis and a longitudinal section. Objective The study examines residential patients with severe chronic psychiatric disorders who lived in a long-term care institution for psychiatric rehabilitation (SGB XII) in Lower Saxony and who were able to move out and live by themselves in 2016. Persons with mental retardation and patients who have spent more than 30 years in a long-term care institution will be excluded. Methods Randomised controlled trial based on a mixed-methods-design and a longitudinal course (5 follow-ups within 24 months after the first interview). Aims Investigate factors for independent living on different levels (like micro, meso, macro) with focus on recovery and resilience by patients with severe chronic psychiatric disorders. Results First results of a pilot study and focus groups will be presented. Conclusion Results of investigation should be used in different subject areas like identification of factors enabling independent living and creation of effective therapy interventions for patients with severe chronic psychiatric disorders who have lived in a long-term care institution.",
		"pages": "S610",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933817309793",
		"journal": "European Psychiatry",
		"volume": "41"
	},
	{
		"id": "CHEIKHISMAIL2022e09768",
		"source_id": "CHEIKHISMAIL2022e09768",
		"type": "article",
		"title": "Psychosocial factors affecting dietary habits of university students: A cross-sectional study",
		"author": "Leila Cheikh Ismail and Tareq M. Osaili and Maysm N. Mohamad and Mona Hashim and Lily Stojanovska and Rameez Al Daour and Dalal Nader and Hanoof Alrayis and Nouf Sultan Alzaabi and Lojain Elbarag and Shaikha Binkhadim and Amjad H. Jarrar and Ayesha S. Al Dhaheri and Hayder Hasan",
		"keywords": "Body mass index, Eating habits, University students, Psychosocial factors",
		"doi": "https://doi.org/10.1016/j.heliyon.2022.e09768",
		"abstract": "Background University student transition from living at home to more independent living which might influence their eating habits. This study aims to assess the effect of psychosocial factors on eating habits among university students. Methods A cross-sectional study was conducted among 529 students at the University of Sharjah. Participants completed a self-administered questionnaire on dietary habits, social, and psychological factors. The height and weight were also measured. Results More than one-third of participants were classified as overweight or obese (37.6%) and 39.1% reported not engaging in regular physical activity. Less than half of the participants consumed breakfast daily (45.4%) and 83.2% consumed less than two liters of water per day. Only 28.7% and 34.0% of participants consumed fruits and vegetables daily, respectively. Almost 80% of participants reported eating when they were bored, 83.7% ate when feeling happy, and 56.5% ate when they were sad. Eating habits score was significantly lower among unmarried participants (p = 0.03), those not living with their family (p < 0.001), smokers (p = 0.001), those not engaging in regular physical activity (p < 0.001), and those who reported eating uncontrollably (p = 0.007). Conclusions Psychosocial factors were important indicators of dietary habits among students. Implementing nutrition education campaigns and health-related courses at the university are recommended.",
		"pages": "e09768",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405844022010568",
		"journal": "Heliyon",
		"volume": "8"
	},
	{
		"id": "WEKERLE202091",
		"source_id": "WEKERLE202091",
		"type": "incollection",
		"title": "Chapter 6 - ACEs, sexual violence, and sexual health",
		"author": "Christine Wekerle and Martine Hébert and Isabelle Daigneault and Elisabeth Fortin-Langelier and Savanah Smith",
		"keywords": "Adverse childhood experiences (ACEs), Sexual violence, Gender, Health, Sexual health, Teen dating violence",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-816065-7.00006-9",
		"isbn": "978-0-12-816065-7",
		"abstract": "Adolescence to young adulthood is a prolonged developmental period of growth and emergence into adult roles and independent living. A central milestone is the establishment of close relationships and sexual engagement. Adverse childhood experiences (ACEs)—in particular, the childhood maltreatment ones—are risk factors that, in the context of intimate relationships, may not function as conduits of resilience but, rather, place youth in familiar victimization contexts, as seen in sexual violence victimization and perpetration and nonoptimal sexual decision making. In particular, the sexual violence impacts need to be considered uniquely by gender, as females tend to be more common victims while male victimization may be experienced with greater violence and stigma due to prevailing masculine social norms.",
		"pages": "91-118",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128160657000069"
	},
	{
		"id": "WANG2018319",
		"source_id": "WANG2018319",
		"type": "article",
		"title": "Flexible pressure sensor based on PVDF nanofiber",
		"author": "Gong Wang and Tao Liu and Xiang-Chao Sun and Pu Li and Yi-Shi Xu and Jian-Guan Hua and Yan-Hao Yu and Shun-Xin Li and Yun-Zhi Dai and Xin-Yu Song and Chao Lv and Hong Xia",
		"keywords": "Pressure sensor, Electrospinning, Polyvinylidenefluoride, Silver nanowire",
		"doi": "https://doi.org/10.1016/j.sna.2018.07.057",
		"abstract": "The development of wearable electronic devices has created a better blueprint for future human-computer interaction and intelligent living. Flexible pressure sensor is an important link to the development of wearable electronic devices. Despite significant progress made to date, there are still issues to be solved, including complex material synthesis, cumbersome preparation process and poor sensitivity response to human body signal. In this paper, we report flexible sensors that could be applied in different conditions. The sensors are fabricated by combination electrospinning-prepared PVDF nanofiber film with PDMS/Ag NWs and PET/ITO electrodes, respectively. The sensors based on PVDF nanofiber film feature good piezoelectric property with quantitative pressure measurement. Furthermore, they can act as a real-time monitor of human movement due to their conformal form factors. In addition, the sensors realize non-direct contact sensing, providing a broad design idea for future non-contact human-computer interaction. Our approach provides a new, simple, and cost-effective strategy for the development of wearable pressure sensors.",
		"pages": "319-325",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924424718306678",
		"journal": "Sensors and Actuators A: Physical",
		"volume": "280"
	},
	{
		"id": "PARDO2016545",
		"source_id": "PARDO2016545",
		"type": "article",
		"title": "A Framework for Anomaly Diagnosis in Smart Homes Based on Ontology",
		"author": "Etienne Pardo and David Espes and Philippe Le-Parc",
		"keywords": "Context-aware Framework, Anomaly management, AAL, Smart home, Ontology",
		"doi": "https://doi.org/10.1016/j.procs.2016.04.255",
		"abstract": "Smart homes are pervasive environments to enhance the comfort, the security, the safety and the energy consumption of the residence. An ambient intelligence system uses information of devices to represent the context of the home and its residents. Based on a context database, this system infer the daily life activities of the resident. Hence, abnormal behavior or chronic disease can be detected by the system. Due to the complexity of these systems, a large variety of anomalies may occur and disrupt the functioning of critical and essential applications. To detect anomalies and take appropriate measures, an anomaly management system has to be integrated in the overall architecture. In this paper, we propose an anomaly management framework for smart homes. This framework eases the work of designers in the conception of anomaly detection modules and processes to respond to an anomaly appropriately. Our framework can be used in all heterogeneous environments such as smart home because it uses Semantic Web ontologies to represent anomaly information. Our framework can be useful to detect hardware, software, network, operator and context faults. To test the efficiency of our anomaly management framework, we integrate it in the universAAL middleware. Based on a reasoner, our framework can easily infer some context anomalies and take appropriate measures to restore the system in a full functioning state.",
		"pages": "545-552",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916302885",
		"journal": "Procedia Computer Science",
		"volume": "83"
	},
	{
		"id": "VANSCHALKWYK2017329",
		"source_id": "VANSCHALKWYK2017329",
		"type": "article",
		"title": "Autism Spectrum Disorders: Challenges and Opportunities for Transition to Adulthood",
		"author": "Gerrit I. van Schalkwyk and Fred R. Volkmar",
		"keywords": "Autism, Autism spectrum disorder, College mental health, Young adults, Adults with disabilities",
		"doi": "https://doi.org/10.1016/j.chc.2016.12.013",
		"pages": "329-339",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1056499316301262",
		"journal": "Child and Adolescent Psychiatric Clinics of North America",
		"volume": "26"
	},
	{
		"id": "VYTVAROVA2018e11",
		"source_id": "VYTVAROVA2018e11",
		"type": "article",
		"title": "16-Investigating modularity and its capacity as a marker of neurodegenerative diseases",
		"author": "E. Výtvarová and J. Fousek and M. Mikl and I. Rektorová",
		"doi": "https://doi.org/10.1016/j.clinph.2018.01.036",
		"abstract": "Early-stage detection of different kinds of dementia and cognitive impairments is an extremely important task. The neuroscience community is devoting great effort into finding potential markers of disease that would be noninvasive, easy to establish, and stable. In this paper, we evaluate different community detection algorithms and their strengths to discriminate between health and Parkinson’s disease (PD) and mild cognitive impairment preceding Alzheimer’s disease (AD-MCI). On a dataset of 50 controls (34 women; 66.74 ± 7.35 years) and 70 patients (35 women; 66.71 ± 9.44 years), the resting-state fMRI was measured. The data were preprocessed by 16 different variants of preprocessing, functional network for each subject and each preprocessing variant constructed and evaluated by diverse algorithms for modularity computation. The modularity coefficients reflect the ability of a network to form clusters. They were used as a classifier. We measured an increased modularity coefficient with 81.8% accuracy of classifying PD versus controls and 76.2% accuracy of classifying AD-MCI versus controls. Significantly higher modularity coefficient values were measured when the random matrix theory decomposition was adapted for network construction. These results were observed on networks of 82 nodes based on AAL atlas and 317 nodes based on multimodal parcellation atlas.",
		"pages": "e11",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S138824571830052X",
		"journal": "Clinical Neurophysiology",
		"volume": "129"
	},
	{
		"id": "SAINI2020e00352",
		"source_id": "SAINI2020e00352",
		"type": "article",
		"title": "Assessing properties of alkali activated GGBS based self-compacting geopolymer concrete using nano-silica",
		"author": "Guneet Saini and Uthej Vattipalli",
		"keywords": "GGBS, Nano-silica, Geopolymer concrete, Alkali activated, Self compacting",
		"doi": "https://doi.org/10.1016/j.cscm.2020.e00352",
		"abstract": "Empirical studies were done to develop alkali activated Self-Compacting Geopolymer Concrete (SCGC) using Ground Granulated Blast furnace Slag (GGBS), incorporated with 2 % nano silica by weight, through evaluation of its fresh and hardening properties. Experimental investigation on 6 mix designs of varying molarity of 10M, 12M and 16M of alkaline solution and binder content of 450 Kg/m3 and 500 Kg/m3 were done and compared with GPC mix design composed of 16M alkaline solution concentration and 500 Kg/m3 binder content without nano silica. The Sodium Silicate to Sodium Hydroxide ratio (SS/SH), Alkaline Activator Liquid to Binder ratio (AAL/B) and Water to Binder Ratio (W/B), which significantly affect the performance and mechanical properties of GPC, were fixed at 2.5, 0.45 and 0.27 respectively. To catalyze the early stage geopolymerisation, oven curing was done maintaining the temperature at 60 ˚C. This paper also elucidates the test results for fresh Self-Compacting Concrete (SCC) done as per guidelines established in EFNARC. Mechanical tests conducted were compressive strength test after 7, 28, 56 and 90 days; split tensile strength test and flexure test after 28, 56 and 90 days; X-ray diffraction test to analyze the mechanical performance and sorptivity test for testing of permeability. The study revealed that the sample of 16M concentration of alkaline solution with 500 Kg/m3 binder content containing 2% nano silica produced the highest compressive, flexural and split tensile strength of 81.33 MPa, 7.875 MPa and 6.398 MPa respectively at 90 days.",
		"pages": "e00352",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214509520300243",
		"journal": "Case Studies in Construction Materials",
		"volume": "12"
	},
	{
		"id": "ANYA201699",
		"source_id": "ANYA201699",
		"type": "incollection",
		"title": "Chapter 5 - Leveraging Big Data Analytics for Personalized Elderly Care: Opportunities and Challenges",
		"author": "Obinna Anya and Hissam Tawfik",
		"keywords": "Elderly care, personalized care, independent living, ACTVAGE, Big Data analytics, CAPIM, lifestyle-oriented, context-awareness, framework",
		"publisher": "Morgan Kaufmann",
		"doi": "https://doi.org/10.1016/B978-0-12-803468-2.00005-9",
		"isbn": "978-0-12-803468-2",
		"abstract": "Owing to the growing increase in the world’s ageing population, research has focused on developing information and communication technology (ICT)–based services for personalized care, improved health, and quality social life for the elderly. Recent efforts explore Big Data in order to build mathematical models of personal behavior and lifestyle for analytics. Leveraging Big Data analytics holds enormous potential for solving some of the biggest and most intractable challenges in personalized elderly care through quantified modeling of a person’s lifestyle in a way that takes cognizance of their beliefs, values, and preferences, and connects to a history of events, things, and places around which they have progressively built their lives. However, the idea of discovering patterns to personalize care and inform critical health care decisions for the elderly is challenged as data grow exponentially in volume, become faster and increasingly unstructured, and are generated from sociodigital engagements that often may not accurately reflect the real-world entities and contexts they represent. As a result, the idea raises issues along several dimensions, including social, technical, and context-aware challenges. In this chapter, we present an overview of the state of the art in personalized elderly care, and explore the opportunities and inherent sociotechnical challenges in leveraging Big Data analytics to support elderly care and independent living. Based on this discussion, and arguing that analytics need to take account of the contexts that shape the generation and use of data, ACTVAGE, a context-aware lifestyle-oriented framework for personalized elderly care and independent living is proposed.",
		"pages": "99-124",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128034682000059"
	},
	{
		"id": "KURIAKOSE2023118720",
		"source_id": "KURIAKOSE2023118720",
		"type": "article",
		"title": "DeepNAVI: A deep learning based smartphone navigation assistant for people with visual impairments",
		"author": "Bineeth Kuriakose and Raju Shrestha and Frode Eika Sandnes",
		"keywords": "Navigation assistant, Deep learning, Blind, Visual impairment, Portable, Smartphone",
		"doi": "https://doi.org/10.1016/j.eswa.2022.118720",
		"abstract": "Navigation assistance is an active research area, where one aim is to foster independent living for people with vision impairments. Despite the fact that many navigation assistants use advanced technologies and methods, we found that they did not explicitly address two essential requirements in a navigation assistant - portability and convenience. It is equally imperative in designing a navigation assistant for the visually impaired that the device is portable and convenient to use without much training. Some navigation assistants do not provide users with detailed information about the obstacle types that can be detected, which is essential to make informed decisions when navigating in real-time. To address these gaps, we propose DeepNAVI, a smartphone-based navigation assistant that leverages deep learning competence. Besides providing information about the type of obstacles present, our system can also provide information about their position, distance from the user, motion status, and scene information. All this information is offered to users through audio mode without compromising portability and convenience. With a small model size and rapid inference time, our navigation assistant can be deployed on a portable device such as a smartphone and work seamlessly in a real-time environment. We conducted a pilot test with a user to assess the usefulness and practicality of the system. Our testing results indicate that our system has the potential to be a practical and useful navigation assistant for the visually impaired.",
		"pages": "118720",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417422017432",
		"journal": "Expert Systems with Applications",
		"volume": "212"
	},
	{
		"id": "BATALLE2016119",
		"source_id": "BATALLE2016119",
		"type": "article",
		"title": "Altered resting-state whole-brain functional networks of neonates with intrauterine growth restriction",
		"author": "Dafnis Batalle and Emma Muñoz-Moreno and Cristian Tornador and Nuria Bargallo and Gustavo Deco and Elisenda Eixarch and Eduard Gratacos",
		"keywords": "Brain mapping, fMRI, Newborn, Fetal growth retardation, Connectomics",
		"doi": "https://doi.org/10.1016/j.cortex.2016.01.012",
		"abstract": "The feasibility to use functional MRI (fMRI) during natural sleep to assess low-frequency basal brain activity fluctuations in human neonates has been demonstrated, although its potential to characterise pathologies of prenatal origin has not yet been exploited. In the present study, we used intrauterine growth restriction (IUGR) as a model of altered neurodevelopment due to prenatal condition to show the suitability of brain networks to characterise functional brain organisation at neonatal age. Particularly, we analysed resting-state fMRI signal of 20 neonates with IUGR and 13 controls, obtaining whole-brain functional networks based on correlations of blood oxygen level-dependent (BOLD) signal in 90 grey matter regions of an anatomical atlas (AAL). Characterisation of the networks obtained with graph theoretical features showed increased network infrastructure and raw efficiencies but reduced efficiency after normalisation, demonstrating hyper-connected but sub-optimally organised IUGR functional brain networks. Significant association of network features with neurobehavioral scores was also found. Further assessment of spatiotemporal dynamics displayed alterations into features associated to frontal, cingulate and lingual cortices. These findings show the capacity of functional brain networks to characterise brain reorganisation from an early age, and their potential to develop biomarkers of altered neurodevelopment.",
		"pages": "119-131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010945216000228",
		"journal": "Cortex",
		"volume": "77"
	},
	{
		"id": "COLAS2022100234",
		"source_id": "COLAS2022100234",
		"type": "article",
		"title": "An unprecedented and large-scale support mission to assist residential care facilities during the COVID-19 pandemic",
		"author": "Anaïs Colas and Alexandre Baudet and Marie Regad and Elodie Conrath and Muriel Colombo and Arnaud Florentin",
		"keywords": "COVID-19, Infection prevention and control, Elderly, Disability, Assisted living facility, Residential facility",
		"doi": "https://doi.org/10.1016/j.infpip.2022.100234",
		"abstract": "Summary Background In March 2020, COVID-19 cases occurred in residential care facilities. To assist these facilities, the regional health agency of the Meurthe-et-Moselle administrative district ordered a support mission. Methods Infection prevention and control mobile teams were formed under the coordination of the infection prevention and control department (IPCD) of a university hospital. Teams went to residential care facilities for the elderly, to facilities for people with disabilities (FPD) and independent living communities (ILC). They visited the facilities and met with the management and the ward staff to assess the situation and to identify any potential support needs. Results Over two non-consecutive weeks, 104 residential care facilities were visited (9025 residents). If urgent needs were identified, the IPCD was directly informed by the teams to initiate an extensive assistance operation. Thereby, additional staff and equipment were provided for every facility in need. Although most of them had implemented good management to face the pandemic, four emergency field support operations took place in facilities with uncontrolled outbreaks. Conclusions This is the first reported support action for residential care facilities during the pandemic in France. As no major outbreaks were noticed later, this mission was deemed a success and met the residential care facilities needs for support. Many facilities have expressed the need to cooperate with infection prevention and control specialists in the future, both during outbreaks, also in routine daily practice. This report highlights the need to maintain support for residential care facilities and to implement a permanent collaboration between hospitals and residential care facilities.",
		"pages": "100234",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S259008892200035X",
		"journal": "Infection Prevention in Practice",
		"volume": "4"
	},
	{
		"id": "TAIT2019110662",
		"source_id": "TAIT2019110662",
		"type": "article",
		"title": "Associations between inflammatory and neurological markers with quality of life and well-being in older adults",
		"author": "Jamie L. Tait and Rachel L. Duckham and Catherine M. Milte and Luana C. Main and Robin M. Daly",
		"keywords": "Inflammation, Neurological markers, Health-related quality of life, Well-being, Older adults",
		"doi": "https://doi.org/10.1016/j.exger.2019.110662",
		"abstract": "Objectives Stressful experiences, poor self-rated health, and negative emotional states have been implicated with higher levels of inflammatory markers and lower levels of neurotrophic factors in some healthy adults and clinical populations, but these relationships are unclear in the elderly. This study aimed to identify the associations between systemic inflammatory and neurological markers with well-being and health-related quality of life (HR-QoL) in independently living elderly people. Design Cross-sectional study. Setting and participants A total of 268 men and women aged ≥65 years living independently in retirement communities in Melbourne, Australia. Measures Questionnaires were used to assess HR-QoL [Short Form (SF)-36 version 2] and well-being (Personal Wellbeing Index). Serum inflammatory cytokines [interleukin (IL)-4, IL-6, IL-1β, IL-8, IL-10, tumor necrosis factor (TNF)-α, and high sensitive C-reactive protein (hs-CRP)] were standardised to Z-scores and used to calculate pro- and anti-inflammatory composite score and an overall composite inflammatory index. Plasma levels of the neurological markers amyloid β (1-40) and amyloid β (1-42), brain derived neurotrophic factor (BDNF), insulin-like growth factor-1 (IGF-1) and vascular endothelial growth factor (VEGF), were also assessed. Results No significant associations were found between any inflammatory or neurological marker with HR-OoL or well-being, with the exception that lower perceptions of the HR-QoL vitality subscale were associated with higher levels of hs-CRP [unstandardized beta-coefficient (β): −1.50; 95% CI: −2.53, −0.46; P = 0.004] and Z-scores in the pro-inflammatory composite score (β = −2.06; 95% CI: −3.49, −0.62; P = 0.005). Conclusions/implications In elderly people residing in independent living retirement communities, there was no consistent evidence indicating that circulating inflammatory or neurological markers were associated with the key physical or mental HR-QoL domains or overall well-being. This suggests that these biomarkers may not be effective predictors in relatively healthy communities, and may be more beneficial in frail or clinical populations. Clinical Trials registry: Australian New Zealand Clinical Trials Registry (ACTRN12613001161718). http://www.anzctr.org.au/.",
		"pages": "110662",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556519302268",
		"journal": "Experimental Gerontology",
		"volume": "125"
	}
]