[
	{
		"id": "BANGMA2021709",
		"source_id": "BANGMA2021709",
		"type": "article",
		"title": "How well do people living with neurodegenerative diseases manage their finances? A meta-analysis and systematic review on the capacity to make financial decisions in people living with neurodegenerative diseases",
		"author": "Dorien F. Bangma and Oliver Tucha and Lara Tucha and Peter P. De Deyn and Janneke Koerts",
		"keywords": "Financial decision-making, Money management, Financial capability, Financial competence, Financial capacity, Finances, Monetary, Cognition, Neurodegenerative diseases, Alzheimer’s disease, Mild cognitive impairment, Frontotemporal Dementia, Parkinson’s disease, Multiple sclerosis, Huntington’s disease",
		"doi": "https://doi.org/10.1016/j.neubiorev.2021.05.021",
		"abstract": "Self and proxy reported questionnaires indicate that people living with a neurodegenerative disease (NDD) have more difficulties with financial decision-making (FDM) than healthy controls. Self-reports, however, rely on adequate insight into everyday functioning and might, therefore, be less reliable. The present study provides a comprehensive overview and meta-analysis of studies evaluating FDM in people living with an NDD. For this, the reliability of performance-based tests to consistently identify FDM difficulties in people living with an NDD compared to healthy controls is evaluated. Furthermore, the associations between FDM and disease severity, performances on standard measures of cognition and demographics are evaluated. All 47 included articles, consistently reported lower performances on performance-based FDM tests of people living with an NDD (including Alzheimer’s disease, mild cognitive impairment, frontotemporal dementia, Parkinson’s disease, multiple sclerosis or Huntington’s disease) compared to healthy controls. The majority of studies, however, focused on Alzheimer’s disease and mild cognitive impairment (k = 38). FDM performance appears to be related to cognitive decline, specifically in working memory, processing speed and numeracy.",
		"pages": "709-739",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149763421002232",
		"journal": "Neuroscience & Biobehavioral Reviews",
		"volume": "127"
	},
	{
		"id": "SUBACH2022101258",
		"source_id": "SUBACH2022101258",
		"type": "article",
		"title": "“The Ram Chef program: Exploring perceptions of cooking independence and culinary abilities of young adults with disabilities and their caregivers”",
		"author": "Regina Subach and Joanne Sullivan",
		"keywords": "Developmental disability, Active engagement, Nutrition, Culinary, Independence",
		"doi": "https://doi.org/10.1016/j.dhjo.2021.101258",
		"abstract": "Background Persons with intellectual/developmental disabilities (IDD) may struggle to achieve and manage independent living and may often require assistance from caregivers. Teaching adults with IDD to perform activities to promote independence, with the least amount of assistance, may improve their self-determination and independence. Objective The Ram Chefs program is a virtual culinary program designed to teach basic cooking skills to adults with IDD. The first purpose of this qualitative study was to explore differences in perception of cooking independence between young adults with IDD (N = 8) and parents/caregivers (N = 9). The second purpose was to evaluate the satisfaction and continue growth of the Ram Chefs program. Methods The Active Engagement Model provided the conceptual framework for this qualitative phenomenological study. To explore the shared experiences of the adults with IDD versus their parents/caregivers’ perception of meal choice and independence in preparation, one-on-one interviews were conducted. Focus groups were conducted to evaluate the satisfaction of the Ram Chefs program. Data were analyzed using focused coding, significant statement formulation, and development of structural descriptions. Results Three themes emerged: adults with IDD can cook easy-to-prepare meals independently, adults with IDD want total meal preparation independence, and parents/caregivers thought total meal preparation independence was achievable with assistance. There were no stated discrepancies between the adults with IDD and the parents/caregivers regarding their meal choice/preparation. Results indicated the young adults with IDD benefitted from the virtual culinary program and wanted to continue improving culinary skills, offering them more cooking independence and their parents/caregivers believe that this is possible. Conclusion Increasing cooking independence for young adults with IDD may offer benefits including increased self-efficacy and self-determination, may improve nutrition education to support healthier eating, and increase employability in the food service arena.",
		"pages": "101258",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657421002387",
		"journal": "Disability and Health Journal",
		"volume": "15"
	},
	{
		"id": "REPKE2020100829",
		"source_id": "REPKE2020100829",
		"type": "article",
		"title": "Differences in social connectedness and perceived isolation among rural and urban adults with disabilities",
		"author": "Meredith A. Repke and Catherine Ipsen",
		"keywords": "Rural, Social connection, Disability, Health",
		"doi": "https://doi.org/10.1016/j.dhjo.2019.100829",
		"abstract": "Background Social isolation has been compared to smoking in terms of risk to public health. Some groups are at particularly high risk for these feelings, including people with disabilities and rural residents. Few studies have considered the potentially compounding effects of disability status and rural residency. Objective To evaluate how reported satisfaction with social participation and perceived isolation relate to the health of rural and urban people with disabilities, and to consider whether number of disabilities, living arrangement, and employment status were associated with differences in reported satisfaction with social participation and perceived isolation. Methods This observational, cross-sectional analysis utilized data from working-age adults with disabilities (n = 1246) collected by the Collaborative on Health Reform and Independent Living (CHRIL). Results There were significant associations between reported health and measures of satisfaction with social participation and perceived isolation (all ps < .001). Increased number of disability issues, not being employed, and living with at least one other person were associated with reduced satisfaction with social participation (ps < .01), and number of disability issues and not being employed were associated with increased perceived isolation (ps < .01). Urban residents reported feeling more isolated (ps < .05) and there were multiple predictor x geographic residency (rural versus urban) interactions. Conclusion These results underscore the importance of considering geography as a factor in understanding satisfaction with social participation and perceived isolation and how these factors relate to health in people with disabilities.",
		"pages": "100829",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657419301190",
		"journal": "Disability and Health Journal",
		"volume": "13"
	},
	{
		"id": "ROSS2021692",
		"source_id": "ROSS2021692",
		"type": "article",
		"title": "Social factors and injury characteristics associated with the development of perceived injury stigma among burn survivors",
		"author": "Evan Ross and Tom J. Crijns and David Ring and Ben Coopwood",
		"keywords": "Facial burn, Stigma, Amputation, Community integration",
		"doi": "https://doi.org/10.1016/j.burns.2020.07.022",
		"abstract": "Improvement in burn survival has shifted the focus of burn care from beyond merely preserving life to improving the quality of life for burn survivors. Healthy psychosocial function is critical to the development of sustained elevations in quality of life after injury, with social and community integration serving a crucial role. Accordingly, the experience of social stigma could pose a significant hindrance to the process of recovery. In this retrospective analysis of patient-reported outcomes following burn injury as captured in the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) Burn Model Systems database, we examined the patient and injury characteristics associated with the subsequent experience of social stigma by burn survivors. Using multivariable regression analysis, we found that facial burns and amputations are independent risk factors for experiencing social stigma, while male sex and increased community integration were protective. Taken together, these findings suggest a role for targeted counseling for patients who sustain facial burns and/or amputations, as well as the continued investment in burn-survivor outreach programs aimed at improving social support for survivors.",
		"pages": "692-697",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417920304812",
		"journal": "Burns",
		"volume": "47"
	},
	{
		"id": "SMIT2018110",
		"source_id": "SMIT2018110",
		"type": "article",
		"title": "Unravelling complex primary-care programs to maintain independent living in older people: a systematic overview",
		"author": "Linda C. Smit and Marieke J. Schuurmans and Jeanet W. Blom and Isabelle N. Fabbricotti and Aaltje P.D. Jansen and Gertrudis I.J.M. Kempen and Raymond Koopmans and Willemijn M. Looman and Rene J.F. Melis and Silke F. Metzelthin and Eric P. Moll van Charante and Maaike E. Muntinga and Franca G.H. Ruikes and Sophie L.W. Spoorenberg and Jacqueline J. Suijker and Klaske Wynia and Jacobijn Gussekloo and Niek J. De Wit and Nienke Bleijenberg",
		"keywords": "Complex interventions, Primary-care programs, Improvement, Development, Evaluation, Systematic overview",
		"doi": "https://doi.org/10.1016/j.jclinepi.2017.12.013",
		"abstract": "Objectives Complex interventions are criticized for being a “black box”, which makes it difficult to determine why they succeed or fail. Recently, nine proactive primary-care programs aiming to prevent functional decline in older adults showed inconclusive effects. The aim of this study was to systematically unravel, compare, and synthesize the development and evaluation of nine primary-care programs within a controlled trial to further improve the development and evaluation of complex interventions. Study Design and Setting A systematic overview of all written data on the nine proactive primary-care programs was conducted using a validated item list. The nine proactive primary-care programs involved 214 general practices throughout the Netherlands. Results There was little or no focus on the (1) context surrounding the care program, (2) modeling of processes and outcomes, (3) intervention fidelity and adaptation, and (4) content and evaluation of training for interventionists. Conclusions An in-depth analysis of the context, modeling of the processes and outcomes, measurement and reporting of intervention fidelity, and implementation of effective training for interventionists is needed to enhance the development and replication of future complex interventions.",
		"pages": "110-119",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0895435617305590",
		"journal": "Journal of Clinical Epidemiology",
		"volume": "96"
	},
	{
		"id": "MOADAB2023e46",
		"source_id": "MOADAB2023e46",
		"type": "article",
		"title": "Quality of Life in African-American Survivors of Traumatic Brain Injury Based on Relationship Pre-and Post-Injury",
		"author": "Naghmeh Moadab",
		"keywords": "Psychology, Clinical, Brain Injuries, Social, Interpersonal Relations",
		"doi": "https://doi.org/10.1016/j.apmr.2022.12.134",
		"abstract": "Research Objectives To examine the quality of life of African American survivors of traumatic brain injury (TBI) in relation to their relationship status with a significant other pre- and post-injury. Design Correlational. Setting Virginia Commonwealth University. Participants 18 adults of African American ethnicity with moderate/severe TBI. Participants were a subset of enrollees in the TBI Model Systems (TBIMS) National Database, as well as referred from Brain injury community services in Virginia and North Carolina. Mean age was 40.01 years (median age was 37.48; range = 29-58). Inclusion criteria included at least 18 years of age, survivors had to be in a relationship with a significant other pre-injury, either unmarried living separately or cohabitating, or married with a spouse, and at least 5 days of hospitalization followed by inpatient rehabilitation services. Interventions Not applicable. Main Outcome Measures The survivors perceived quality of life was measured by domains in the Quality of Life After Brain Injury (QOLIBRI), as well as completed intervention of Cultural Family Intervention After Brain Injury (CFIaBI). Results There were no statistically significant correlations between longevity of a relationship (pre- and post-injury) and the survivors perceived relationship satisfaction, personal functioning, and negative emotions/feelings. However, exploratory analyses revealed demographic differences. Males exhibited more positive views for the future (p = .042) and higher depression levels than females (p = .050). Conclusions Comparisons with gender of African American survivors of moderate/severe TBI yielded males having more positive views of the future while also endorsing higher levels of current depression, compared to their female counterparts. Possible explanations and implications will be discussed. Author(s) Disclosures Archival data retrieved via principal investigator, Dr. Kelli Gary, from a proposed grant (#90SF0014-01-00) that was funded by the National Institute of Disability, Independent Living, and Rehabilitation Research (NIDILRR).",
		"pages": "e46-e47",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000399932201930X",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "104"
	},
	{
		"id": "HARRIS2020113",
		"source_id": "HARRIS2020113",
		"type": "article",
		"title": "Peer-Enhanced Exposure Therapy (PEET): A Case Study Series",
		"author": "J. Irene Harris and Thad Q. Strom and Shaili Jain and Timothy Doble and Holly Raisl and Natalie Hundt and Melissa Polusny and David M. Fink and Christopher Erbes",
		"keywords": "PTSD, peer support, prolonged exposure, case study",
		"doi": "https://doi.org/10.1016/j.cbpra.2019.07.002",
		"abstract": "Prolonged exposure (PE) therapy is highly effective in reducing symptoms of PTSD, but it is often difficult for veterans to engage in and adhere to all prescribed components of this therapy. This article details a preliminary, feasibility test of Peer Enhanced Exposure Therapy (PEET), a new, manualized intervention allowing specially trained peer specialists who have completed PE to facilitate treatment engagement and adherence during PE by providing individual in-person and telephone support, coordinating peer support services with PE therapists. This case study outlines the theoretical foundations, session content, and both qualitative and quantitative data for two of the first veterans and first peer specialists involved in implementation of PEET. In this case study, the veterans made gains in symptom management expected in PE. Despite the historically high dropout from PE, both veterans completed a full course of PE. There was also evidence of improvement in rehabilitation outcomes, such as community integration, independent living skills, interacting with others, and maintaining friends and activities. Data support the feasibility and acceptability of the intervention; implications for future research are discussed.",
		"pages": "113-125",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1077722919300732",
		"journal": "Cognitive and Behavioral Practice",
		"volume": "27"
	},
	{
		"id": "LOBAR2016359",
		"source_id": "LOBAR2016359",
		"type": "article",
		"title": "DSM-V Changes for Autism Spectrum Disorder (ASD): Implications for Diagnosis, Management, and Care Coordination for Children With ASDs",
		"author": "Sandra L. Lobar",
		"keywords": "Asperger syndrome, autism spectrum disorder, , DSM, nurse practitioner, Individualized Education Plan",
		"doi": "https://doi.org/10.1016/j.pedhc.2015.09.005",
		"abstract": "The purpose of this article is to highlight issues about diagnosis and management of autism spectrum disorders (ASDs) in all settings, along with care coordination for all children with ASDs. The article outlines differences between the American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders, 4th edition, revised (DSM-IV-TR) and the newer version (DSM-V) for ASDs. These changes may limit the eligibility of some children for services in school, leading to poorer social/academic outcomes, lower rates of employment, and decreased assistance in eventual independent living. Primary care providers identified a lack of knowledge regarding ASDs before the DSM-V was published, describing difficulty in making ASD diagnoses, recognizing early symptoms of developmental concern, and managing care. Care coordination is part of the role of the advanced practice nurse, and lack of understanding of ASD changes in the DSM-V may diminish the ability of advanced practice nurses to screen for ASDs and make the appropriate referrals.",
		"pages": "359-365",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891524515003041",
		"journal": "Journal of Pediatric Health Care",
		"volume": "30"
	},
	{
		"id": "WALDSCHMIDT201865",
		"source_id": "WALDSCHMIDT201865",
		"type": "article",
		"title": "Disability–Culture–Society: Strengths and weaknesses of a cultural model of dis/ability",
		"author": "Anne Waldschmidt",
		"keywords": "Disability, Culture, Society, Methodology, Model, Independent living, Handicap, Incapacités, Culture, société, Méthodologie, Modèle, Vie autonome",
		"doi": "https://doi.org/10.1016/j.alter.2018.04.003",
		"abstract": "Drawing on the approach of disability studies this article claims the relevance of culture as an analytical category for the study of disability. It starts with differentiating several fields of research that focus on disability; then it explores the notion of culture. Next, it appreciates the social model of disability, sketches its history and resulting debates. It also provides an overview on earlier attempts of conceptualizing a cultural studies approach to disability. Further, it offers an analytical perspective that uses the concept of “dis/ability”, analyses impairment, disability and normality as “empty signifiers”, views dis/ability as naturalized and embodied difference, and understands this category as effected by symbolic orders, bodily practices and social institutions. Additionally, referring to the debate on independent living as an example, this article highlights the heuristic value of the cultural model of dis/ability for both research and practice by describing guiding questions resulting from individual, social and cultural models of disability. It concludes by discussing possible pitfalls of a cultural studies approach to dis/ability. Résumé S’inspirant de l’approche des disability studies, cet article défend l’importance de la culture en tant que catégorie analytique pour l’étude du handicap. Tout d’abord, l’auteure différencie plusieurs domaines de recherche s’intéressant au handicap ; puis, l’article explore la notion de culture. Ensuite, il évalue le modèle social du handicap et passe en revue son histoire et les débats qui en résultent. Cet article donne ensuite un aperçu des tentatives antérieures de conceptualisation d’une approche culturelle du handicap. En outre, il esquisse une perspective analytique qui utilise le concept de dis/ability, analyse la déficience, le handicap et la normalité comme des « signifiants vides », considère le handicap comme une différence naturalisée et incarnée, comprend cette catégorie comme construite par des ordres symboliques, des pratiques corporelles, des institutions sociales. Finalement, prenant comme exemple le débat sur la vie autonome, cet article met en évidence la valeur heuristique du modèle culturel des dis/abilities à la fois pour la recherche et pour le terrain en décrivant les questions centrales posées par les modèles individuels, sociaux et culturels du handicap. Il conclut en discutant des pièges possibles d’une approche culturelle des dis/abilities.",
		"pages": "65-78",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1875067218300257",
		"journal": "Alter",
		"volume": "12"
	},
	{
		"id": "SHIMAMURA2022e503",
		"source_id": "SHIMAMURA2022e503",
		"type": "article",
		"title": "Reperfusion Therapy Brings Apixaban Administration Forward in Patients with Nonvalvular Arterial Fibrillation with Anterior Circulation Large Vessel Occlusion or Stenosis",
		"author": "Norihito Shimamura and Masato Naraoka and Kazutaka Uchida and Kou Tokuda and Nobuyuki Sakai and Hirotoshi Imamura and Hiroshi Yamagami and Kanta Tanaka and Masayuki Ezura and Tadashi Nonaka and Yasushi Matsumoto and Masunari Shibata and Hajime Ohta and Masafumi Morimoto and Norihito Fukawa and Taketo Hatano and Yukiko Enomoto and Masataka Takeuchi and Takahiro Ota and Fuminori Shimizu and Naoto Kimura and Yuki Kamiya and Takeshi Morimoto and Shinichi Yoshimura",
		"keywords": "Anticoagulant, ASPECTS, Large vessel occlusion, Outcome, Reperfusion therapy",
		"doi": "https://doi.org/10.1016/j.wneu.2022.03.036",
		"abstract": "Objective The initiation of anticoagulant administration after large vessel occlusion (LVO) or stenosis with nonvalvular arterial fibrillation (NAVF) is controversial. We evaluate the timing of anticoagulation and its relationship with clinical factors. Methods We enrolled 595 anterior circulation LVO or stenosis with NAVF cases from 38 stroke centers. Laboratory data; activities of daily living; the Alberta Stroke Program Early CT Score (ASPECTS); the National Institutes of Health Stroke Scale (NIHSS) score; occluded artery; treatment methods; date of the initiation of apixaban administration and outcome were recorded. Multivariate analyses were performed after univariate analysis. Results The median start of apixaban administration after the stroke was 2 days (interquartile range, 1–5; range, 0–14). Multivariate analysis of variance showed that non–internal carotid artery occlusion (F value 4.60), reperfusion therapy (31.1), high ASPECTS (6.27) before anticoagulant intake, and absence of intracranial hemorrhage (12.9) were significantly correlated with early apixaban administration. Multiple logistic regression analysis for independent living at 90 days after the stroke showed significant factors: aging (odds, 0.94; 95% confidence interval [CI], 0.91–0.97); male (odds, 0.46; 95% CI, 0.26–0.79); prestroke independence (odds, 20.7; 95% CI, 6.48–93.9); number of white blood cells (odds, 0.99; 95% CI, 0.97–1.00); non–internal carotid artery occlusion; NIHSS score at 72 hours after the stroke (odds 0.92; 95% CI, 0.89–0.96); ASPECTS before apixaban intake (odds, 1.15; 95% CI, 1.00–1.31) and initiation of apixaban (odds, 0.91; 95% CI, 0.83–0.99). Conclusions Early administration of apixaban is induced by nonsevere infarction, reperfusion therapy or none of intracranial hemorrhage and it correlates with an independent long-term outcome.",
		"pages": "e503-e510",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878875022003278",
		"journal": "World Neurosurgery",
		"volume": "162"
	},
	{
		"id": "JAVED2021102970",
		"source_id": "JAVED2021102970",
		"type": "article",
		"title": "A smartphone sensors-based personalized human activity recognition system for sustainable smart cities",
		"author": "Abdul Rehman Javed and Raza Faheem and Muhammad Asim and Thar Baker and Mirza Omer Beg",
		"keywords": "Human activity recognition, Pervasive computing, Smartphones, Sensors, Deep recurrent neural network",
		"doi": "https://doi.org/10.1016/j.scs.2021.102970",
		"abstract": "According to the Sustainable Development Agenda 2030 of the World Health Organization, maintaining physical activities have multiple societal privileges for healthier cities and societies. The amalgamation of the Internet of Things (IoT) and pervasive smartphones has become of paramount importance to produce a significant breakthrough in various domains of smart cities, including healthcare, fitness, skill assessment, and personal assistants, to support independent living. The IoT-supported devices capacitate, embedded with sensors, enabled numerous context-aware applications to recognize physical activities. There are some activity recognition applications; however, they are still deficient in recognizing activities accurately. In this paper, a novel framework for human activity recognition (HAR) is proposed using raw readings from a combination of fused smartphone sensors: accelerometer, gyroscope, magnetometer, and Google Fit activity tracking module. The proposed framework applies deep recurrent neural network (DRNN) to an extensive training dataset. The latter consists of five activity classes from 12 individuals using a deep recurrent neural network (DRNN). An extensive training dataset is used consisting of five activity classes from a group of 12 individuals. The designed android application (runs in the background) collects data from the smartphones embedded sensors fused with the Google Fit API to validate the results proposed framework. The proposed framework shows promising results in recognizing human activities compared to other similar studies and achieves an accuracy of 99.43% for activity recognition using DRNN.",
		"pages": "102970",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2210670721002560",
		"journal": "Sustainable Cities and Society",
		"volume": "71"
	},
	{
		"id": "CLUTTON20172496",
		"source_id": "CLUTTON20172496",
		"type": "article",
		"title": "Treating osteomyelitis of major limb amputations with a modified Lautenbach technique",
		"author": "Juliet M. Clutton and Oliver Donaldson and Anthony Perera and Rhidian Morgan-Jones",
		"keywords": "Amputation, Osteomyelitis, Lautenbach, Infection",
		"doi": "https://doi.org/10.1016/j.injury.2017.08.062",
		"abstract": "Introduction Major lower limb amputation significantly increases the energy cost of walking for patients. Complications such as osteomyelitis may require further surgery, and can lead to shortening of the stump. In these cases, the aim should be to treat infection without shortening the limb further. We present a series of patients with established osteomyelitis of the amputation stump, managed using a modified Lautenbach technique. Method Six patients with either above or below knee amputations, in the practice of a single orthopaedic surgeon, were studied. Ages range from 39 to 64 years, and reasons for amputation included infection, pain, and necrosis. All patients had osteomyelitis in the amputation stump confirmed on MRI. Results At a mean follow-up of 3.75 years (range 7 months to 6 years) all six patients had no clinical or haematological evidence of infection, and had returned to independent living. Stump length was preserved in all cases, including in one patient who underwent two procedures to ensure complete debridement. Conclusions We believe that this case series is the largest so far published regarding this modification of the Lautenbach Procedure. This operation treats infection effectively without further loss of bone length, and no patients so far have developed significant complications.",
		"pages": "2496-2500",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138317305818",
		"journal": "Injury",
		"volume": "48"
	},
	{
		"id": "UDDIN2021172",
		"source_id": "UDDIN2021172",
		"type": "article",
		"title": "Brain Mechanisms Supporting Flexible Cognition and Behavior in Adolescents With Autism Spectrum Disorder",
		"author": "Lucina Q. Uddin",
		"keywords": "Bilingualism, Brain dynamics, Cognitive flexibility, Executive function, Lateral frontoparietal network, Midcingulo-insular network, Restricted and repetitive behaviors",
		"doi": "https://doi.org/10.1016/j.biopsych.2020.05.010",
		"abstract": "Cognitive flexibility enables appropriate responses to a changing environment and is associated with positive life outcomes. Adolescence, with its increased focus on transitioning to independent living, presents particular challenges for youths with autism spectrum disorder (ASD) who often struggle to behave in a flexible way when faced with challenges. This review focuses on brain mechanisms underlying the development of flexible cognition during adolescence and how these neural systems are affected in ASD. Neuroimaging studies of task switching and set-shifting provide evidence for atypical lateral frontoparietal and midcingulo-insular network activation during cognitive flexibility task performance in individuals with ASD. Recent work also examines how intrinsic brain network dynamics support flexible cognition. These dynamic functional connectivity studies provide evidence for alterations in the number of transitions between brain states, as well as hypervariability of functional connections in adolescents with ASD. Future directions for the field include addressing issues related to measurement of cognitive flexibility using a combination of metrics with ecological and construct validity. Heterogeneity of executive function ability in ASD must also be parsed to determine which individuals will benefit most from targeted training to improve flexibility. The influence of pubertal hormones on brain network development and cognitive maturation in adolescents with ASD is another area requiring further exploration. Finally, the intriguing possibility that bilingualism might be associated with preserved cognitive flexibility in ASD should be further examined. Addressing these open questions will be critical for future translational neuroscience investigations of cognitive and behavioral flexibility in adolescents with ASD.",
		"pages": "172-183",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006322320315973",
		"journal": "Biological Psychiatry",
		"volume": "89"
	},
	{
		"id": "MULDER20192113",
		"source_id": "MULDER20192113",
		"type": "article",
		"title": "Prospectively Classifying Community Walkers After Stroke: Who Are They?",
		"author": "Marijn Mulder and Rinske H. Nijland and Ingrid G. van de Port and Erwin E. van Wegen and Gert Kwakkel",
		"keywords": "Community integration, Gait, Independent living, Prognosis, Rehabilitation, Stroke",
		"doi": "https://doi.org/10.1016/j.apmr.2019.04.017",
		"abstract": "Objective To classify patients with stroke into subgroups based on their characteristics at the moment of discharge from inpatient rehabilitation in order to predict community ambulation outcome 6 months later. Design Prospective cohort study with a baseline measurement at discharge from inpatient care and final outcome determined after 6 months. Setting Community. Participants A cohort of patients (N=243) with stroke, referred for outpatient physical therapy, after completing inpatient rehabilitation in The Netherlands. Interventions Not applicable. Main Outcome Measures A classification model was developed using Classification And Regression Tree (CART) analysis. Final outcome was determined using the community ambulation questionnaire. Potential baseline predictors included patient demographics, stroke characteristics, use of assistive devices, comfortable gait speed, balance, strength, motivation, falls efficacy, anxiety, and depression. Results The CART model accurately predicted independent community ambulation in 181 of 193 patients with stroke, based on a comfortable gait speed at discharge of 0.5 meters per second or faster. In contrast, 27 of 50 patients with gait speeds below 0.5 meters per second were correctly predicted to become noncommunity walkers. Conclusions We show that comfortable gait speed is a key factor in the prognosis of community ambulation outcome. The CART model may support clinicians in organizing community services at the moment of discharge from inpatient care.",
		"pages": "2113-2118",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999319303843",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "100"
	},
	{
		"id": "COURTNEY2019396",
		"source_id": "COURTNEY2019396",
		"type": "article",
		"title": "Experimental evaluation of transitional living services for system-involved youth: Implications for policy and practice",
		"author": "Mark E. Courtney and Erin J. Valentine and Melanie Skemer",
		"keywords": "Foster care, Juvenile justice, Transition to adulthood, Random-assignment evaluation, Independent living services",
		"doi": "https://doi.org/10.1016/j.childyouth.2018.11.031",
		"abstract": "Research conducted over the past two decades has shown that young people transitioning to adulthood from custodial care systems, such as the child welfare and juvenile justice systems, are at particularly high risk of experiencing poor outcomes. Despite considerable government investment in supporting the transition to adulthood for these youth, the evidence base to inform those investments remains limited. The study reported here uses a random-assignment evaluation design to assess the impact of the YVLifeSet program on young adults transitioning to adulthood from the child welfare and juvenile justice systems in the state of Tennessee. The evaluation identified positive impacts of the program on employment and earnings, housing instability, economic hardship, and health and safety. However, the program had no impact on measures of education, social support, criminal behavior and justice system involvement. The study findings provide guidance for future research and program development and raise questions about the appropriateness of traditional models of case management for transition-age youth.",
		"pages": "396-408",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740918304663",
		"journal": "Children and Youth Services Review",
		"volume": "96"
	},
	{
		"id": "GOULD2020401",
		"source_id": "GOULD2020401",
		"type": "incollection",
		"title": "Chapter 24 - Technology-based mental health assessment and intervention",
		"author": "Christine E. Gould and Flora Ma and Julia R. Loup and Christine Juang and Erin Y. Sakai and Renee Pepin",
		"keywords": "smartphone, technology, internet interventions, telehealth, mobile applications",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-800136-3.00024-7",
		"isbn": "978-0-12-800136-3",
		"abstract": "The number of older Americans will double by 2060. This increase in the number of older Americans signifies growing mental health needs for which we are not prepared. Multiple factors will make it difficult to meet these needs without re-conceptualizing how we deliver care. First, the United States faces a severe geriatric mental health workforce shortage in that there are not enough trained providers or trainees in the pipeline to meet the future mental health needs. Second, barriers, such as mobility and transportation difficulties, impede older adults’ access to care. Third, the migration of older adults to rural areas diminishes older adults’ access to mental health services, as fewer providers are available in these locations. Technologies, such as telephones, telehealth, computers, the Internet, and mobile devices, may provide solutions to the growing geriatric mental health needs. Technology has the potential to support older adults’ needs ranging from increasing social connectedness to facilitating medication management and supporting independent living. Moreover, technology-delivered assessment and interventions are scalable, can be delivered where older adults live, and can deliver evidence-based interventions with less provider time and contact compared with traditional face-to-face interventions.",
		"pages": "401-415",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128001363000247"
	},
	{
		"id": "NHO2017315",
		"source_id": "NHO2017315",
		"type": "article",
		"title": "Case studies of successful transition from out-of-home placement to young adulthood in Korea",
		"author": "Choong Rai Nho and Eun Hye Park and Mary L. McCarthy",
		"keywords": "Out of home care, Transition to young adulthood, Independent living, Korea",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.06.035",
		"abstract": "Outcome studies of children in out-of-home care have focused on negative psychosocial issues, and very few studies have addressed personal and institutional factors that affect successful transitions into young adulthood. Adopting a resilience model and using a case study method, this study examines successful transitions of children from out-of-home care to young adulthood in Korea to draw implications for child welfare practice and policies. Five young adults in their 20s and 30s were interviewed between November 2015 and January 2016. Two main themes and six subthemes were identified: Social support and individual factors. Social support included significant others as informal support and formal support as stepping stones. Individual factors were studying as a survival skill, surviving in a tough and formidable world, self-control, and putting the past behind and moving forward. Based on the results, the study presents ways to facilitate smooth transitions to young adulthood which includes promotion of healthy relationships between a child and staff and educational support to help them complete higher education that eventually leads them to stable employment.",
		"pages": "315-324",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917302128",
		"journal": "Children and Youth Services Review",
		"volume": "79"
	},
	{
		"id": "FORSYTH2019420",
		"source_id": "FORSYTH2019420",
		"type": "article",
		"title": "Assessment of need and practice for assistive technology and telecare for people with dementia—The ATTILA (Assistive Technology and Telecare to maintain Independent Living At home for people with dementia) trial",
		"author": "Kirsty Forsyth and Catherine Henderson and Lucy Davis and Anusua Singh Roy and Barbara Dunk and Eleanor Curnow and Rebecca Gathercole and Natalie Lam and Emma Harper and Iracema Leroi and John Woolham and Chris Fox and John OBrien and Andrew Bateman and Fiona Poland and Peter Bentham and Alistair Burns and Anna Davies and Richard Gray and Rosie Bradley and Martin Knapp and Stanton Newman and Rupert McShane and Craig Ritchie and Emma Talbot and Emma Hooper and Rachel Winson and Bethany Scutt and Victoria Ordonez and Samantha Nunn and Grace Lavelle and Robert Howard",
		"keywords": "Dementia, Assistive technology, Telecare, ATTILA, Assessment of need, Community-dwelling",
		"doi": "https://doi.org/10.1016/j.trci.2019.07.010",
		"abstract": "Introduction The objective of this study was to define current assistive technology and telecare (ATT) practice for people with dementia living at home. Methods This is a randomized controlled trial (N = 495) of ATT assessment and ATT installation intervention, compared with control (restricted ATT package). ATT assessment and installation data were collected. Qualitative work identified value networks delivering ATT, established an ATT assessment standard. Results ATT was delivered by public and not-for-profit telecare networks. ATT assessments showed 52% fidelity to the ATT assessment standard. Areas of assessment most frequently leading to identifying ATT need were daily activities (93%), memory (89%), and problem-solving (83%). ATT needs and recommendations were weakly correlated (τ = 0.242; P < .000), with ATT recommendations and installations moderately correlated (τ = −0.470; P < .000). Half (53%) of recommended technology was not installed. Safety concerns motivated 38% of installations. Discussion Assessment recommendations were routinely disregarded at the point of installation. ATT was commonly recommended for safety and seldom for supporting leisure.",
		"pages": "420-430",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352873719300484",
		"journal": "Alzheimers & Dementia: Translational Research & Clinical Interventions",
		"volume": "5"
	},
	{
		"id": "RAMSEY20221883e1",
		"source_id": "RAMSEY20221883.e1",
		"type": "article",
		"title": "The Association of Changes in Physical Performance During Geriatric Inpatient Rehabilitation With Short-Term Hospital Readmission, Institutionalization, and Mortality: RESORT",
		"author": "Keenan A. Ramsey and Anna G.M. Rojer and Elma van Garderen and Yvette Struik and Jacqueline E. Kay and Wen Kwang Lim and Carel G.M. Meskers and Esmee M. Reijnierse and Andrea B. Maier",
		"keywords": "Subacute care, geriatric assessment, hospitalization, rehabilitation hospitals, independent living",
		"doi": "https://doi.org/10.1016/j.jamda.2022.06.026",
		"abstract": "Objectives Geriatric inpatient rehabilitation aims to restore function, marked by physical performance, to enable patients to return and remain home after hospitalization. However, after discharge some patients are soon readmitted, institutionalized, or may die. Whether changes in physical performance during geriatric rehabilitation are associated with these short-term adverse outcomes is unknown. This study aimed to determine the association of changes in physical performance during geriatric inpatient rehabilitation with short-term adverse outcomes. Design Observational longitudinal study. Setting and Participants Geriatric rehabilitation inpatients of the REStORing health of acutely unwell adulTs (RESORT) cohort study of the Royal Melbourne Hospital (Melbourne, Australia) were included. Methods The change from admission to discharge in the Short Physical Performance Battery (SPPB) score, balance, gait speed (GS), chair stand test (CST), and hand grip strength (HGS) were calculated and analyzed using logistic regression analysis with readmission, incidence of institutionalization, and mortality, and ≥1 adverse outcome within 3 months postdischarge. Results Of 693 inpatients, 11 died during hospitalization and 572 patients (mean age 82.6 ± 7.6 years, 57.9% female) had available physical performance data. Within 3 months postdischarge, 47.3% of patients had ≥1 adverse outcome: readmission was 20.8%, institutionalization was 26.6%, and mortality was 7.9%. Improved SPPB score, balance, GS, CST, and HGS were associated with lower odds of institutionalization and mortality. Improved GS was additionally associated with lower odds of readmission [odds ratio (OR) 0.35, 95% CI 0.16-0.79]. CST score had the largest effect, with a 1-point increase associating with 40% lower odds of being institutionalized (OR 0.60, 95% CI 0.42-0.86), 52% lower odds of mortality (OR 0.48, 95% CI 0.29-0.81), and a 24% lower odds of ≥1 adverse outcome (OR 0.76, 95% CI 0.59-0.97). Conclusions and Implications Improvement in physical performance was associated with lower odds of short-term institutionalization and mortality indicating the prognostic value of physical performance improvement during geriatric inpatient rehabilitation.",
		"pages": "1883.e1-1883.e8",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861022004984",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "23"
	},
	{
		"id": "ROBINSON2017488",
		"source_id": "ROBINSON2017488",
		"type": "article",
		"title": "Society for Vascular Surgery Wound, Ischemia, foot Infection (WIfI) score correlates with the intensity of multimodal limb treatment and patient-centered outcomes in patients with threatened limbs managed in a limb preservation center",
		"author": "William P. Robinson and Lorraine Loretz and Colleen Hanesian and Julie Flahive and John Bostrom and Nicholas Lunig and Andres Schanzer and Louis Messina",
		"doi": "https://doi.org/10.1016/j.jvs.2017.01.063",
		"abstract": "Objective The Society for Vascular Surgery Wound, Ischemia, foot Infection (WIfI) system aims to stratify threatened limbs according to their anticipated natural history and estimate the likelihood of benefit from revascularization, but whether it accurately stratifies outcomes in limbs undergoing aggressive treatment for limb salvage is unknown. We investigated whether the WIfI stage correlated with the intensity of limb treatment required and patient-centered outcomes. Methods We stratified limbs from a prospectively maintained database of consecutive patients referred to a limb preservation center according to WIfI stage (October 2013-May 2015). Comorbidities, multimodal limb treatment, including foot operations and revascularization, and patient-centered outcomes (wound healing, limb salvage, amputation-free survival, maintenance of ambulatory and independent living status, and mortality) were compared among WIfI stages. Multivariate analysis was performed to identify predictors of wound healing and limb salvage. Results We identified 280 threatened limbs encompassing all WIfI stages in 257 consecutive patients: stage 1, 48 (17%); stage 2, 67 (24%); stage 3, 64 (23%); stage 4, 83 (30%); and stage 5 (unsalvageable), 18 (6%). Operative foot débridement, minor amputation, and use of revascularization increased with increasing WIfI stage (P ≤ .04). Revascularization was performed in 106 limbs (39%), with equal use of open and endovascular procedures. Over a median follow-up of 209 days (interquartile range, 95, 340) days, 1-year Kaplan-Meier wound healing cumulative incidence was 71%, and the proportion with complete wound healing decreased with increasing WIfI stage. Major amputation was required in 26 stage 1 to 4 limbs (10%). Increasing WIfI stage was associated with decreased 1-year Kaplan-Meier limb salvage (stage 1: 96%, stage 2: 84%, stage 3: 90%, and stage 4: 78%; P = .003) and amputation-free survival (P = .006). Stage 4 WIfI independently predicted amputation (hazard ratio, 12; 95% confidence interval, 1.6-94). Amputation rates in patients with severe Ischemia grade 3 were lower in those who underwent revascularization than in those who did not (14% vs 41%; P = .01) Ambulatory and independent living status at follow-up deteriorated significantly from baseline in stage 4 but not stage 1 to 3 patients. Mortality was not different between WIfI stages. Conclusions In patients treated aggressively for limb salvage, WIfI stage correlated with intensity of multimodal limb treatment and with limb salvage and patient-centered outcomes at 1 year. Revascularization improved limb salvage in severe ischemia. These data support the Society for Vascular Surgery WIfI system as a powerful tool to risk-stratify patients with threatened limbs and guide treatment.",
		"pages": "488-498.e2",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521417303750",
		"journal": "Journal of Vascular Surgery",
		"volume": "66"
	},
	{
		"id": "TERMENON2016172",
		"source_id": "TERMENON2016172",
		"type": "article",
		"title": "Reliability of graph analysis of resting state fMRI using test-retest dataset from the Human Connectome Project",
		"author": "M. Termenon and A. Jaillard and C. Delon-Martin and S. Achard",
		"doi": "https://doi.org/10.1016/j.neuroimage.2016.05.062",
		"abstract": "The exploration of brain networks with resting-state fMRI (rs-fMRI) combined with graph theoretical approaches has become popular, with the perspective of finding network graph metrics as biomarkers in the context of clinical studies. A preliminary requirement for such findings is to assess the reliability of the graph based connectivity metrics. In previous test-retest (TRT) studies, this reliability has been explored using intraclass correlation coefficient (ICC) with heterogeneous results. But the issue of sample size has not been addressed. Using the large TRT rs-fMRI dataset from the Human Connectome Project (HCP), we computed ICCs and their corresponding p-values (applying permutation and bootstrap techniques) and varied the number of subjects (from 20 to 100), the scan duration (from 400 to 1200 time points), the cost and the graph metrics, using the Anatomic-Automatic Labelling (AAL) parcellation scheme. We quantified the reliability of the graph metrics computed both at global and regional level depending, at optimal cost, on two key parameters, the sample size and the number of time points or scan duration. In the cost range between 20% to 35%, most of the global graph metrics are reliable with 40 subjects or more with long scan duration (14min 24s). In large samples (for instance, 100 subjects), most global and regional graph metrics are reliable for a minimum scan duration of 7min 14s. Finally, for 40 subjects and long scan duration (14min 24s), the reliable regions are located in the main areas of the default mode network (DMN), the motor and the visual networks.",
		"pages": "172-187",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811916301823",
		"journal": "NeuroImage",
		"volume": "142"
	},
	{
		"id": "CANEVER2021104395",
		"source_id": "CANEVER2021104395",
		"type": "article",
		"title": "Is the self-perception of the built neighborhood associated with fear of falling in community-dwelling older adults?",
		"author": "Jaquelini Betta Canever and Ana Lúcia Danielewicz and Amanda Aparecida Oliveira Leopoldino and Núbia Carelli Pereira de Avelar",
		"keywords": "Accidental Falls, Aged, Risk Factors, Independent Living",
		"doi": "https://doi.org/10.1016/j.archger.2021.104395",
		"abstract": "Introduction Characteristics of a built neighborhood may aggravate agravett to fear of falling in older adults and this knowledge are important to contribute to developing strategies aimed at reducing fear of falling and their consequences. Objective To verify the association between self-perception of built neighborhood characteristics and fear of falling in community-dwelling older adults. Materials and Methods This was a cross-sectional study including 308 community-dwelling older adults. The outcome was fear of falling evaluated through Falls Efficacy Scale International. Older adults were classified with high fear of falling when they obtained values ≥ 23 points and classified as low fear of falling with score < 23 point. The built neighborhood variables were evaluated by the adapted Neighborhood Environment Walkability Scale. Multivariable logistic regression was performed to verify associations between the variables. Results The prevalence of fear of falling was 48.40%. Significant negative associations were observed between residing near a bus stop, outdoor gyms, safe places to walk during the day, and positive associations between garbage accumulation and/or open sewers and high crime rates and fear of falling. Conclusion The association between self-perceived characteristics of built neighborhoods and fear of falling points to the need for improvements in urban infrastructure, especially public spaces, in order to reduce fear of falling in community-dwelling older adults.",
		"pages": "104395",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494321000571",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "95"
	},
	{
		"id": "HORNERJOHNSON202165",
		"source_id": "HORNERJOHNSON202165",
		"type": "article",
		"title": "Preconception Health Risks Among U.S. Women: Disparities at the Intersection of Disability and Race or Ethnicity",
		"author": "Willi Horner-Johnson and Ilhom Akobirshoev and Ndidiamaka N. Amutah-Onukagha and Jaime C. Slaughter-Acey and Monika Mitra",
		"doi": "https://doi.org/10.1016/j.whi.2020.10.001",
		"abstract": "Introduction Prior research has found that some preconception health risks are more prevalent among women in historically minoritized racial and ethnic groups. Preconception health risks are also increased among women with disabilities. Risks could be even greater among women who both have a disability and belong to a minoritized racial or ethnic group. The purpose of this study was to assess preconception health at the intersection of disability and race or ethnicity. Methods We analyzed data from the 2016 Behavioral Risk Factor Surveillance System to estimate the prevalence of health behaviors, health status indicators, and preventive healthcare receipt among nonpregnant women 18–44 years of age. We used modified Poisson regression to compare non-Hispanic White women with disabilities and women with and without disabilities in three other race/ethnicity groups (non-Hispanic Black, Hispanic, other race) to a reference group of non-Hispanic White women without disabilities. Disability status was defined based on affirmative response to at least one of six questions about difficulty with seeing, hearing, mobility, cognition, personal care, or independent living tasks. Multivariate analyses adjusted for other sociodemographic characteristics such as age and marital status. Results In every racial and ethnic group, women with disabilities had a significantly higher prevalence of most preconception health risks than their counterparts without disabilities. The disparity in obesity for Black women with disabilities was additive, with the adjusted prevalence ratio (PR, 1.77; 95% confidence interval [CI], 1.57–2.00) equal to the sum of the prevalence ratios for disability alone (PR, 1.29; 95% CI, 1.19–1.41) and Black race alone (PR, 1.47; 95% CI, 1.36–1.58). Conclusions Women at the intersection of disability and minoritized race or ethnicity may be at especially high risk of adverse outcomes. Targeted efforts are needed to improve the health of women of reproductive age in these doubly marginalized populations.",
		"pages": "65-74",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1049386720301055",
		"journal": "Womens Health Issues",
		"volume": "31"
	},
	{
		"id": "LAMASH2020221",
		"source_id": "LAMASH2020221",
		"type": "article",
		"title": "Full-information factor analysis of the Daily Routine and Autonomy (DRA) questionnaire among adolescents with autism spectrum disorder",
		"author": "Liron Lamash and Naomi Josman",
		"keywords": "Full-information factor analysis, Autism spectrum disorder, Adolescence, Independence, Daily activity",
		"doi": "https://doi.org/10.1016/j.adolescence.2020.01.011",
		"abstract": "Introduction Adolescents with autism spectrum disorder (ASD) show poor independence in daily activities. Unlike existing instruments, the innovative self-report Daily Routine and Autonomy questionnaire (DRA) addresses their level of and desire for independence in activities throughout a full daily routine. This study describes the DRA development, explores its psychometric properties and internal consistency reliability using full-information factor analysis (FIFA), and identifies levels of and desire for independence among adolescents with ASD. Methods Seventy-two Israeli adolescents with ASD (58 boys and 14 girls) aged 11–19 years (M = 14.59, SD = 1.61) completed the DRA. Statistical analyses were performed using SPSS and R. Internal consistency reliability, FIFA, Spearmans correlations, t-tests, and Wilcoxon signed-rank were conducted to assess relationships and differences between the DRA parts. Results The FIFA revealed three factors with high sum-of-squared loadings (4.09–5.13). Of the 31 DRA items, 28 had factor loadings higher than 0.35 and were retained in the study questionnaire. The DRA had moderate-to-high internal reliability for factors (α = 0.65–0.84) and total scores (α = 0.86–0.90). Participants showed partial independence in most daily activities, with high desire for independence in social and leisure activities. Significant gaps in half of the DRA items indicate the participants desire for independence was significantly higher than their independence level. Conclusion The DRA provides crucial information about levels of and desire for autonomy that can be used to promote participation of adolescents with ASD in setting their own goals for independent living.",
		"pages": "221-231",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140197120300117",
		"journal": "Journal of Adolescence",
		"volume": "79"
	},
	{
		"id": "MITROVIC2016204",
		"source_id": "MITROVIC2016204",
		"type": "article",
		"title": "Computer-Based Post-Stroke Rehabilitation of Prospective Memory",
		"author": "Antonija Mitrovic and Moffat Mathews and Stellan Ohlsson and Jay Holland and Audrey McKinlay",
		"keywords": "Stroke, Prospective memory, Rehabilitation, Computer-based treatment, Visual imagery, Virtual reality",
		"doi": "https://doi.org/10.1016/j.jarmac.2016.03.006",
		"abstract": "We present a computer-based environment for rehabilitation of prospective memory in stroke survivors. Prospective memory (PM), or remembering to perform actions in the future, is of crucial importance for everyday life. This kind of memory is often impaired in stroke survivors and can interfere with independent living. Fifteen participants were recruited to participate in our study consisting of 10 sessions. The participants were first trained on how to develop visual images in order to remember time- and event-based prospective memory tasks. After the visual imagery training, participants practiced their PM skills using videos, and later in a virtual reality (VR) environment. The results show a significant improvement on PM skills as measured by the CAMPROMPT test, which remained stable 4 weeks after the treatment. VR-based training was well accepted by the participants.",
		"pages": "204-214",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211368116300377",
		"journal": "Journal of Applied Research in Memory and Cognition",
		"volume": "5"
	},
	{
		"id": "BOULDIN2020100879",
		"source_id": "BOULDIN2020100879",
		"type": "article",
		"title": "Prevalence and domains of disability within and outside Appalachian North Carolina: 2013–2016 Behavioral Risk Factor Surveillance System",
		"author": "Erin D. Bouldin and Andrew Vandenberg and Manan Roy and Adam Hege and Jennifer J. Zwetsloot and Jennifer S. Howard",
		"keywords": "Disability, Appalachia, Function, Rural, Surveillance",
		"doi": "https://doi.org/10.1016/j.dhjo.2019.100879",
		"abstract": "Background The health and social conditions of the Appalachian region generally are poorer than in the US overall, and this gap is widening, suggesting disability may be higher in Appalachia. Objective To describe the prevalence of disability overall and by domain in Appalachian and non-Appalachian regions in North Carolina (NC) and describe the characteristics of people with and without disability in each region. Methods We conducted a cross-sectional study using data from the NC Behavioral Risk Factor Surveillance System from 2013 to 2016 which assessed disability in five domains: vision, cognitive, mobility, self-care, and independent living. We calculated weighted proportions and age- and sex-adjusted prevalence using direct standardization to the 2010 Census. Results The prevalence of disability in Appalachian NC was significantly higher than in non-Appalachian NC after standardizing by age and sex (26.6% in Appalachia, 24.1% outside Appalachia, p < 0.001). In both regions, mobility disability was most common and self-care disability was least common. People within Appalachia more frequently reported disability in all domains compared to people outside Appalachia. Conclusions More than one in four adults in Appalachian North Carolina experience disability in at least one domain and one in eight experiences disability in multiple domains. The high prevalence of disability should be considered when planning programs and services across the spectrum of public health. Understanding common disability domains present in populations can inform public health agencies and service providers and help them develop programs and messaging that meet the needs of residents in Appalachia and are accessible to people with disabilities.",
		"pages": "100879",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657419301980",
		"journal": "Disability and Health Journal",
		"volume": "13"
	},
	{
		"id": "CUMMING2022102045",
		"source_id": "CUMMING2022102045",
		"type": "article",
		"title": "The My Strengths Training for Life™ program: Rationale, logic model, and description of a strengths-based intervention for young people experiencing homelessness",
		"author": "Jennifer Cumming and Richard Whiting and Benjamin J. Parry and Fiona J. Clarke and Mark J.G. Holland and Sam J. Cooley and Mary L. Quinton",
		"keywords": "Program planning, Positive youth development, Basic psychological needs, Logic model, Fidelity",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2021.102045",
		"abstract": "Traditionally, UK housing services have focused on providing temporary accommodation, identifying risk factors, and preventing negative outcomes to young people experiencing homelessness. However, deficit approaches may lead young people to becoming dependent on services and face greater marginalization and stigmatization. Meeting long-standing calls to focus more on young people’s positive attributes and abilities, the My Strengths Training for Life™ (MST4Life™) program was developed as a community partnership with a large housing service. This paper describes the rationale, logic model, and content of the MST4Life™ program using the TIDieR (Template for Intervention Description and Replication) checklist. MST4Life™ is a strengths-based and experiential psychoeducation intervention for young people aged 16–24 years who are homeless or at risk. Grounded in positive youth development and basic psychological needs theory, its aim is to provide meaningful opportunities for participants to recognize, use, and further develop their mental skills and strengths. In turn, enhancing intentional self-regulation is expected to improve physical, mental, and social health and wellbeing, and support positive transitions to independent living. The potential long-term impacts include a reduction in the number of young people returning as homeless, lower rates of mental illness and mortality, and a cost saving to the public purse.",
		"pages": "102045",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718921001488",
		"journal": "Evaluation and Program Planning",
		"volume": "91"
	},
	{
		"id": "MCSHAN2022e102",
		"source_id": "MCSHAN2022e102",
		"type": "article",
		"title": "Better Together: Evolution of Patient Stakeholder Engagement in Healthy Lifestyle Research After Acquired Brain Injury",
		"author": "Evan McShan and Audrey Self and Emily Nalepa and Simon Driver",
		"keywords": "Community Based Participatory Research,, Patient Engagement, Traumatic Brain Injury, Stroke, Weight-Loss",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.701",
		"abstract": "Research Objectives To describe the process of partnering with stakeholders in a six-year systematic line of research to modify an evidence-based weight-loss program called the Diabetes Prevention Program Group Lifestyle Balance (DPP-GLB) for individuals with individuals with TBI and stroke. Commentary from two patient stakeholders will be included. Design Narrative Review. Setting Community. Participants Stakeholders (former patients, care partners, physiatrists, researchers, therapists, neuropsychologists, exercise specialists, dietitians, community partners, and DPP-GLB coaches). Interventions Not applicable. Main Outcome Measures Not applicable. Results The DPP-GLB modification process involved three phases: (1) engaging stakeholders to identify appropriate adaptations to the DPP-GLB, (2) making relevant modifications to create the GLB-CVA and GLB-TBI, and (3) obtaining approval from the stakeholders that modifications accurately reflect their recommendations. Engagement was sustained through (1) piloting research surveys, (2) providing guidance on eligibility criteria and outcome assessments, (3) testing mobile applications, (4) reviewing factsheets for usability, (5) attending quarterly meetings, and (6) informing future grant applications. Conclusions Stakeholder perspectives have been critically important to ensuring study goals and project activities are meaningful and patient-centered. Our stakeholders helped create a more health literate (e.g., factsheets, modified curriculum), patient-centered (e.g., including peer mentors and care partners), and meaningful program for people with TBI and stroke, which would not have been possible with our research team alone. Author(s) Disclosures he contents of this abstract were developed under two grants from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR grant numbers 90DPTB0013 and 90IFRE0021). NIDILRR is a center within the Administration for Community Living (ACL), Department of Health and Human Services (HHS). The contents of this abstract do not necessarily represent the policy of NIDILRR, ACL, HHS, and you should not assume endorsement by the Federal Government.",
		"pages": "e102-e103",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322012916",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "WANG2019101682",
		"source_id": "WANG2019101682",
		"type": "article",
		"title": "Structural covariance in subcortical stroke patients measured by automated MRI-based volumetry",
		"author": "Caihong Wang and Lei Zhao and Yishan Luo and Jingchun Liu and Peifang Miao and Sen Wei and Lin Shi and Jingliang Cheng",
		"keywords": "Brain segmentation, Brain volumetric changes, MRI imaging, Stroke, Structural covariance, Lesion-side effect",
		"doi": "https://doi.org/10.1016/j.nicl.2019.101682",
		"abstract": "A network-level investigation of the volumetric changes of subcortical stroke patients is still lacking. Here, we explored the alterations of structural covariance caused by subcortical stroke with automated brain volumetry. T1-weighed brain MRI scans were obtained from 63 normal controls (NC), 46 stroke patients with infarct in left internal capsule (CI_L), 33 stroke patients with infarct in right internal capsule (CI_R). We performed automatic anatomical segmentation of the T1-weighted brain images with AccuBrain. Volumetric structural covariance analyses were first performed within the basal ganglia structures that were both identified by voxel-based morphometry with AAL atlas and AccuBrain. Subsequently, we additionally included the infratentorial regions that were particularly quantified by AccuBrain for the structural covariance analyses and investigated the alterations of anatomical connections within these subcortical regions in CI_L and CI_R compared with NC. The association between the regional brain volumetry and motor function was also evaluated in stroke groups. There were significant and extensive volumetric differences in stroke patients. These significant regions were generally symmetric for CI_L and CI_R group depending on the side of stroke, involving both regions close to lesions and remote regions. The structural covariance analyses revealed the synergy volume alteration in subcortical regions both in CI_L and CI_R group. In addition, the alterations of volumetric structural covariance were more extensive in CI_L group than CI_R group. Moreover, we found that the subcortical regions with atrophy contributed to the deficits of motor function in CI_R group but not CI_L group, indicating a lesion-side effect of brain volumetric changes after stroke. These findings indicated that the chronic subcortical stroke patients have extensive disordered anatomical connections involving the whole-brain level network, and the connections patterns depend on the lesion-side.",
		"pages": "101682",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158219300324",
		"journal": "NeuroImage: Clinical",
		"volume": "22"
	},
	{
		"id": "RICHARDS20211410",
		"source_id": "RICHARDS20211410",
		"type": "article",
		"title": "Nighttime Agitation in Persons with Dementia as a Manifestation of Restless Legs Syndrome",
		"author": "Kathy C. Richards and Richard P. Allen and Janet Morrison and Liam Fry and Christine R. Kovach and Angelica Rangel and Ana Loera and Yanyan Wang and Alexandra L. Hanlon and Alicia J. Lozano and Donald L. Bliwise",
		"keywords": "Alzheimers disease, sleep disorders, agitation, RLS, Behavioral Indicators Test–Restless Legs",
		"doi": "https://doi.org/10.1016/j.jamda.2020.11.026",
		"abstract": "Objectives Nighttime agitation or “sundowning” is challenging for clinicians and caregivers to manage in older adults in the dementia stage of Alzheimers disease (AD-D). Our research previously revealed that nighttime agitation might be a manifestation of restless legs syndrome (RLS). The current study aims to describe the characteristics of older adults with AD-D, nighttime agitation, and RLS, and to evaluate sleep disturbance and iron status in relation to nighttime agitation severity. Design An observational study with baseline descriptive and correlational data from a clinical trial. Setting and Participants Long-term care (n = 69) and independent living (n = 7); age 82.91 ± 9.46 years, with AD-D, nighttime agitation, and RLS. Measurements Trained observers counted nighttime agitation behaviors. Independent variables were age; cognition measured by the Mini-Mental State Examination; minutes slept from actigraphy; transferrin saturation percentage (TS%) and transferrin from fasting blood samples; and illness severity using the Cumulative Illness Rating Scale for Geriatrics. Bivariate and multivariable linear regression models were generated. Results In the multivariable model, sleep minutes (P = .002) and TS% (P = .003) were negatively associated with frequency of nighttime agitation behaviors, and they explained 20% of the variance. Seventy-nine percent received 1 or more medications that worsen RLS symptoms, such as antihistamines and serotonin reuptake inhibitors. Conclusions and Implications We encourage clinicians to consider nighttime agitation as a manifestation of RLS. Treatment of iron deficiency indicated by low TS% and deprescribing medications that exacerbate RLS may decrease nighttime agitation, improve sleep, and enhance quality of life in older adults with AD-D.",
		"pages": "1410-1414",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861020310124",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "22"
	},
	{
		"id": "GIRARD2021101443",
		"source_id": "GIRARD2021101443",
		"type": "article",
		"title": "Cardiorespiratory strain during stroke rehabilitation: Are patients trained enough? A systematic review",
		"author": "Vicky Girard and Hubert Bellavance-Tremblay and Gabrielle Gaudet-Drouin and Geneviève Lessard and Myriam Dupont and Marie-Andrée Gagnon and Armelle M. Ngueleu and Stéphane Mandigout and Charles Sebiyo Batcho",
		"keywords": "Stroke rehabilitation, Cardiorespiratory fitness, Heart rate, VO, Active time",
		"doi": "https://doi.org/10.1016/j.rehab.2020.09.007",
		"abstract": "Background Rehabilitation is a mandatory component of stroke management, aiming to recover functional capacity and independence. To that end, physical therapy sessions must involve adequate intensity in terms of cardiopulmonary stress to meet the physiological demands of independent living. Objective The aim of this systematic review was to determine the current level of cardiopulmonary strain during rehabilitation sessions in stroke patients. Methods Three electronic databases (PubMed, CINAHL and Embase. com) were searched to identify observational studies that documented cardiopulmonary strain during rehabilitation sessions in post-stroke patients (last search performed in February 2019). A manual cross-referencing search was also performed. To be included, articles needed to report data related to both cardiopulmonary strain (heart rate, oxygen consumption or energy expenditure) and active therapy time. The methodological quality of each study was assessed with the Evidence-Based Librarianship Critical Appraisal Tool. Data related to both cardiorespiratory strain and active therapy time were extracted from selected articles. Results Four of 43 full-text articles assessed for eligibility met the inclusion criteria. Results extracted from these articles suggested that the intensity of rehabilitation sessions was insufficient to induce a cardiopulmonary training effect in a post-stroke context as measured by metabolic stress. Patients were inactive from 21% to 80% of the therapy time. The Evidence-Based Librarianship tool scores ranged from 65% (15/23) to 91% (21/23), which indicates questionable to good quality. Conclusion The current literature on cardiopulmonary solicitation during stroke rehabilitation sessions is poor in terms of both the number of studies available and their methodological quality. Summarized results tend to support previous claims that rehabilitation sessions offered to stroke patients are of suboptimal cardiopulmonary strain, which can interfere with their capacity to regain functional independence.",
		"pages": "101443",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065720301883",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "64"
	},
	{
		"id": "SCHUMACHER2018215",
		"source_id": "SCHUMACHER2018215",
		"type": "article",
		"title": "Probing the reproducibility of quantitative estimates of structural connectivity derived from global tractography",
		"author": "Lena V. Schumacher and Marco Reisert and Kai Nitschke and Karl Egger and Horst Urbach and Jürgen Hennig and Cornelius Weiller and Christoph P. Kaller",
		"keywords": "Tractography, Reproducibility, DTI, Structural connectivity, Streamline counts",
		"doi": "https://doi.org/10.1016/j.neuroimage.2018.01.086",
		"abstract": "As quantitative measures derived from fiber tractography are increasingly being used to characterize the structural connectivity of the brain, it is important to establish their reproducibility. However, no such information is as yet available for global tractography. Here we provide the first comprehensive analysis of the reproducibility of streamline counts derived from global tractography as quantitative estimates of structural connectivity. In a sample of healthy young adults scanned twice within one week, within-session and between-session test-retest reproducibility was estimated for streamline counts of connections based on regions of the AAL atlas using the intraclass correlation coefficient (ICC) for absolute agreement. We further evaluated the influence of the type of head-coil (12 versus 32 channels) and the number of reconstruction repetitions (reconstructing streamlines once or aggregated over ten repetitions). Factorial analyses demonstrated that reproducibility was significantly greater for within- than between-session reproducibility and significantly increased by aggregating streamline counts over ten reconstruction repetitions. Using a high-resolution head-coil incurred only small beneficial effects. Overall, ICC values were positively correlated with the streamline count of a connection. Additional analyses assessed the influence of different selection variants (defining fuzzy versus no fuzzy borders of the seed mask; selecting streamlines that end in versus pass through a seed) showing that an endpoint-based variant using fuzzy selection provides the best compromise between reproducibility and anatomical specificity. In sum, aggregating quantitative indices over repeated estimations and higher numbers of streamlines are important determinants of test-retest reproducibility. If these factors are taken into account, streamline counts derived from global tractography provide an adequately reproducible quantitative measure that can be used to gauge the structural connectivity of the brain in health and disease.",
		"pages": "215-229",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811918300867",
		"journal": "NeuroImage",
		"volume": "175"
	},
	{
		"id": "HENSEL20221766",
		"source_id": "HENSEL20221766",
		"type": "article",
		"title": "Solo and Partnered Sexual Behavior Among an International Sample of Adults With Spina Bifida",
		"author": "Devon J. Hensel and Rosalia Misseri and John S. Wiener and Joshua D. Roth and Benjamin M. Whittam and Mark P. Cain and Konrad M. Szymanski",
		"keywords": "Spina Bifida, Solo Masturbation, Partnered Sexual Behavior, Oral Sex, Vaginal Sex, Anal Sex, Sex Toys",
		"doi": "https://doi.org/10.1016/j.jsxm.2022.08.201",
		"abstract": "ABSTRACT Background Spina bifida (SB) may differentially impact adults’ participation in solo and partnered sexual behaviors, but little research investigates this topic. Aim Describe solo and partnered sexual behaviors among an international sample of adult men and women with SB. Main Outcome Measures Ever participated (no/yes) and recent participation (>1 year ago/within last year) in solo masturbation, cuddled with a partner, held hands with a partner, kissed a partner, touched a partners genital, had genitals touched by a partner, gave a partner oral sex, received oral sex from a partner, vaginal sex, anal sex, and sex toy use. Methods Data were drawn from a larger cross-sectional, internet-based survey assessing the sexual behaviors of an international sample of men and women with SB. We used logistic regression to examine the impact of background (gender, age, independent living, and relationship status) and health (shunt status, ambulation, and genital sensation) factors on each outcome. Results The sample consisted of 345 respondents aged 18–73 years from 26 nations. Very few (<3%) had no lifetime experience with any solo or partnered behaviors; 25.0% reported participating in all behaviors at some point in their lives. The median number of past year sexual behaviors (of 16 total) was 7. Lifetime and recent participation were associated with demographic and health factors. Clinical Implications Despite impairment, adults with spina bifida do participate in solo and partnered sexual behaviors. Medical personnel who work with this population should include discussions about sexuality as part of routine care. Strengths & Limitations Although this research measured solo and partnered sexual behavior in large international sample of adults with spina bifida, it is limited by its cross-sectional retrospective design and non-clinical convenience sample. Conclusion Despite disability, many adults with SB participate in solo and partnered sexual behavior. Medical and psychosocial supports are needed to help adults in this population enjoy sexuality in a healthy and safe manner. Hensel DJ, Misseri R, Wiener JS, et al. Solo and Partnered Sexual Behavior Among an International Sample of Adults With Spina Bifida. J Sex Med 2022;19:1766–1777.",
		"pages": "1766-1777",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1743609522017829",
		"journal": "The Journal of Sexual Medicine",
		"volume": "19"
	},
	{
		"id": "VANBREDA2020105596",
		"source_id": "VANBREDA2020105596",
		"type": "article",
		"title": "Extended care: Global dialogue on policy, practice and research",
		"author": "Adrian D. van Breda and Emily R. Munro and Robbie Gilligan and Roxana Anghel and Annemiek Harder and Mariana Incarnato and Varda Mann-Feder and Tehila Refaeli and Renate Stohler and Jan Storø",
		"keywords": "Extended care, Aftercare, Leaving care, Youth transitions, Foster care, Residential care",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105596",
		"abstract": "Young people who are taken up into the care system (including foster, formal kinship and residential or group care) traditionally have to leave care at age 18, the generally accepted age of adulthood. Research globally has shown that most youth are not ready to transition to independent living at 18 and require additional support into early adulthood. One specific type of support that has gained increasing interest is extended care arrangements, including permitting young people to remain in their care placements beyond the age of 18. While widely discussed, there is a limited body of literature on the conceptualisation, implementation and evaluation of extended care, and almost no cross-national dialogue on extended care. This article aims to gather together a range of experiences on extended care and to explore the extent to which there is a cross-national consensus on the conceptualisation and operationalisation of extended care. Ten countries participated in the study, reviewing their country’s extended care policy, practice and research using a common matrix. Findings reveal adoption of aspects of extended care in all countries, wide variations in how extended care is conceptualised, legislated, funded and implemented, and very little research on the effectiveness of extended care. The authors recommend resolving cross-national variations in the conceptualisation of extended care and further research on the role and contribution of extended care placements to improved outcomes for youth in diverse social, political and economic contexts.",
		"pages": "105596",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920320193",
		"journal": "Children and Youth Services Review",
		"volume": "119"
	},
	{
		"id": "HAVLICEK2016110",
		"source_id": "HAVLICEK2016110",
		"type": "article",
		"title": "Maltreatment histories of aging out foster youth: A comparison of official investigated reports and self-reports of maltreatment prior to and during out-of-home care",
		"author": "Judy Havlicek and Mark E. Courtney",
		"keywords": "Aging out foster youth, Official investigated reports & self-reports of maltreatment, Concordance, Maltreatment measurement",
		"doi": "https://doi.org/10.1016/j.chiabu.2015.12.006",
		"abstract": "This study compared official investigated reports of child maltreatment with retrospective self-reports prior to and during out-of-home care for a sample of foster youth who reached the age of majority in out-of-home care in Illinois. Using matched administrative and self-reported data for 474 youth who completed a baseline interview in the Midwest Evaluation of Adult Functioning of Former Foster Youth (i.e. the Midwest study) at ages 17–18, and 386 youth who completed a follow up interview at age 19, this study finds that official reports and self-reports of maltreatment prior to and during out-of-home care differ significantly. Findings from this study add insight into measurement discrepancies, and help to inform understanding of the extent of maltreatment experienced by this sub-sample of young people exiting out-of-home care in adulthood. Study findings have implications for independent living policy and practice in child welfare.",
		"pages": "110-122",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0145213415004603",
		"journal": "Child Abuse & Neglect",
		"volume": "52"
	},
	{
		"id": "MCDOWELL2017174",
		"source_id": "MCDOWELL2017174",
		"type": "article",
		"title": "Relationship Between Indoor Air Temperatures And Energy Bills For Low Income Homes In Australia",
		"author": "Clayton McDowell and Georgios Kokogianakis and Laia Ledo Gomis and Paul Cooper",
		"keywords": "energy consumption, low income, residential, indoor environment",
		"doi": "https://doi.org/10.1016/j.egypro.2017.08.015",
		"abstract": "Abstract: Energy poverty is a prevalent issue in Australia and other countries across the globe especially for people with a low income. This paper seeks to investigate the relationship of energy consumption and indoor air temperatures and is separated into 3 sections; a comparison of actual electricity consumption to energy benchmarks provided by the Australian Energy Regulator, monitoring results of living room air temperature for the winter of 2015, and an analysis of living room air temperatures versus electricity consumption. The results of a comparison of electricity consumption of 119 low income elderly peoples (60+) dwellings to that of the energy benchmarks found that over 75% of the Independent Living Units consumed less electricity than the benchmark values with some households consuming less than half of the benchmarked electricity values. The analysis of living room air temperatures found that approximately 10 % of the dwellings experienced temperatures below 16°C for over 65% of the total hours for the winter of 2015 with some as high as 95% of the total hours. The results of this paper highlight a need to investigate this cohort separate from the average Australian cohort as their energy consumption practices can vary greatly and impact their living room air temperature.",
		"pages": "174-181",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1876610217334690",
		"journal": "Energy Procedia",
		"volume": "121"
	},
	{
		"id": "PEREIRA201818",
		"source_id": "PEREIRA201818",
		"type": "article",
		"title": "Assessment of uranium release to the environment from a disabled uranium mine in Brazil",
		"author": "Wagner de Souza Pereira and Alphonse Germaine Albert Charles Kelecom and Ademir Xavier da Silva and Alessander Sá do Carmo and Delcy de Azavedo Py Júnior",
		"keywords": "Uranium, Uranium mining, Acid mine drainage, Environmental impact assessment",
		"doi": "https://doi.org/10.1016/j.jenvrad.2017.11.012",
		"abstract": "The Ore Treatment Unit (in Portuguese Unidade de Tratamento de Minérios - UTM) located in Caldas, MG, Brazil is a disabled uranium mine. Environmental conditions generate acid drainage leaching metals and radionuclides from the waste rock pile. This drainage is treated to remove the heavy metals and radionuclides, before allowing the release of the effluent to the environment. To validate the treatment, samples of the released effluents were collected at the interface of the installation with the environment. Sampling was carried out from 2010 to 2015, and the activity concentration (AC, in Bq·l−1) of uranium in the liquid effluent was analyzed by arzenazo UV-Vis spectrophotometry of the soluble and particulate fractions, and of the sum of both fractions. Descriptive statistics, Z test and Pearson R2 correlation among the fractions were performed. Then, the data were organized by year and both ANOVA and Tukey test were carried out to group the means by magnitude of AC. The annual mean ranged from 0.02 Bq·l−1 in 2015 to 0.11 Bq·l−1 in 2010. The soluble fraction showed a higher AC mean when compared to the mean of the particulate fraction and no correlation of the data could be observed. Concerning the magnitude of the release, the ANOVA associated with the Tukey test, identified three groups of annual means (AC2010> AC2011 = AC2012 = AC2013 = AC2014 > AC2015). The mean values of uranium release at the interface installation-environment checking point (point 014) were within the Authorized Annual Limit (AAL) set by the regulator (0.2 Bq·l−1) indicating compliance of treatment with the licensing established for the unit. Finally, the data showed a decreasing tendency of U release.",
		"pages": "18-22",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0265931X17305568",
		"journal": "Journal of Environmental Radioactivity",
		"volume": "188"
	},
	{
		"id": "HARWICK2020104310",
		"source_id": "HARWICK2020104310",
		"type": "article",
		"title": "Transition to adulthood for youth with disabilities who experienced foster care: An ecological approach",
		"author": "Robin Marie Harwick and Deanne Unruh and Lauren Lindstrom",
		"keywords": "Foster care, Transition, Disability, Child welfare, Adolescent development, Mental health",
		"doi": "https://doi.org/10.1016/j.chiabu.2019.104310",
		"abstract": "Background Almost 21,000 youth, in the U.S., leave foster care due to \"emancipation\" each year. Although not well documented for this age group, nearly half of children/youth in foster care receive a disability diagnosis. There is a growing body of literature about the transition to adulthood for youth with disabilities. However, minimal research exists on the transition experiences of youth in foster care who also have a disability. This study intends to help fill this gap in the literature. Objective The purpose of the study was to uncover challenges during the transition to adulthood for youth with disabilities who experienced foster care and elucidate the supports most beneficial in addressing these challenges. Participants and setting All participants reside in the United States pacific northwest. Seven foster care alumni aged 19–23 and five professionals serving the target population participated in the study. Methods We conducted semi-structured interviews with YDFC and a focus group with professionals to understand the process of the transition to adulthood for YDFC. Our findings generated an ecological model useful for transition planning prior to the youth leaving foster care. Within our model we focus on alterable factors to bring intervention points to light. Results Barriers uncovered included lack of consistent high school graduation requirements, high quality Independent Living Programs, positive relationships and highly skilled professionals; frequent placement changes; and inappropriate disability or mental health diagnosis. Conclusions Recommendations include systems improvements; improved intra- and interagency collaboration; and helping youth build and maintain positive relationships.",
		"pages": "104310",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0145213419304867",
		"journal": "Child Abuse & Neglect",
		"volume": "99"
	},
	{
		"id": "MOYLE2021104513",
		"source_id": "MOYLE2021104513",
		"type": "article",
		"title": "The effectiveness of smart home technologies to support the health outcomes of community-dwelling older adults living with dementia: A scoping review",
		"author": "Wendy Moyle and Jenny Murfield and Katarzyna Lion",
		"keywords": "Ambient intelligence, Alzheimer disease, Independent living, Health-related quality of life, Technology",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2021.104513",
		"abstract": "Objectives To map the current state-of-knowledge about the effectiveness of smart home technologies to support the health outcomes of community-dwelling older adults living with dementia. Design A scoping review following the methodological frameworks described by Arksey and O’Malley (2005) and Levac et al. (2010). Data sources Electronic databases and online sources were searched in April 2020 using database specific medical subject headings and keywords about ‘smart homes’ and ‘dementia’. Methods Empirical peer-reviewed articles were included if they were written in English; used a quantitative, qualitative, or mixed method design; and presented the effects of a smart home technology on the health outcomes of community-dwelling adults living with dementia. Methodological and reporting quality of studies was assessed using the Mixed Methods Appraisal Tool – Version 2018. Results Five studies described evaluations of five smart home technology systems with a total of n = 617 community-dwelling people living with dementia. Collectively, studies showed potential effectiveness of the technologies on a range of health outcomes (physical activity, activities of daily living, sleep, anxiety, depression, agitation, irritability, risk of falls, cognitive functioning, night-time injury, unattended home exits). However, the overall methodological and reporting quality of studies was low and profiled a research field lacking in rigorous evaluation. Conclusions Based on current evidence, the success of smart home technologies to support people with dementia to live at home remains unclear. Recommendations are provided to inform future research into smart home technologies for community-based dementia care.",
		"pages": "104513",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505621001398",
		"journal": "International Journal of Medical Informatics",
		"volume": "153"
	},
	{
		"id": "BELL2020104463",
		"source_id": "BELL2020104463",
		"type": "article",
		"title": "Unwrapping nutrition: Exploring the impact of hospital food and beverage packaging on plate waste/intake in older people",
		"author": "Alison F. Bell and Linda C. Tapsell and Karen Walton and Marijka Batterham",
		"keywords": "Hospital food service, Older adults, Packaging, Plate waste, Dietary intake",
		"doi": "https://doi.org/10.1016/j.appet.2019.104463",
		"abstract": "Food and beverage packaging is increasingly used in hospital food service provision. Previous research has identified that the packaging used in New South Wales hospitals can be difficult to open by older adults. As older adults experience high rates of malnutrition, it is important to understand the effects of packaging on actual consumption of food and fluids. The aim of this study was to explore the impact of hospital food and beverage packaging on dietary intakes of 62 independently living older people (65 years and over) in a university simulated hospital ward in NSW, Australia. Participants were allocated to either a breakfast and snack meal or a lunch and snack meal on two occasions one week apart. Meals were served in a shared ward environment and each participant experienced a ‘sealed’ and ‘pre-opened’ meal and snack condition. The nutritional status of participants was measured using the Mini Nutritional Assessment - Short Form (MNA®-SF) and intake was estimated through an aggregated plate waste method. Overall findings were not significant for dietary intakes and the ‘sealed’ versus ‘pre-opened’ conditions. However, for the seven participants classified by the MNA®-SF as ‘at risk’ of malnutrition, packaging impeded intake for breakfast (η2 = −0.34) and the high protein snack (cheese and biscuits) (η2 = −0.24) meals. This finding has implications for the provision of packaged high protein snacks (cheese portions) and breakfast meals for the older inpatient. Further research is required for nutritionally compromised and frail older people in the hospital environment to investigate the impact of packaging on food and beverage consumption in detail.",
		"pages": "104463",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0195666319300261",
		"journal": "Appetite",
		"volume": "144"
	},
	{
		"id": "CHALLA20201158",
		"source_id": "CHALLA20201158",
		"type": "article",
		"title": "The efficacy of an anti-protrusio plate in patients with anterior column posterior hemitransverse and associated both column acetabular fractures",
		"author": "Sravya T. Challa and Paul Appleton and Edward K. Rodriguez and John Wixted",
		"keywords": "Trauma, Protrusio, Acetabular fracture, Geriatric trauma",
		"doi": "https://doi.org/10.1016/j.jcot.2020.10.036",
		"abstract": "Introduction Acetabular fractures in the elderly population are particularly challenging for orthopedic fracture surgeons to treat. Anterior column posterior hemitransverse (ACH) and both column (BC) fractures account for over 70% of these injuries in geriatric patients. Nonoperative management of these injuries has a mortality of about 79% and patients generally have a minimal chance of return to independent living. The aim of our study was to identify the degree of protrusio deformity geriatric patients with these injuries present with and if indirect reduction through a Stoppa approach was sufficient to improve protrusio deformity. Methods Patients older than 60 years of age who had ACH and BC pattern acetabular fractures treated at the BIDMC in Boston, MA between 2015 and 2020 were included in this study. Pelvic AP and Judet views were reviewed at injury and each available post-operative follow up. We modified the femoral head extrusion index and used its inverse to measure the level of protrusio at each time point (-FHEI). Patient outcomes were also graded as excellent, good, fair and poor based on post-operative follow up. Results Sixteen patients were included based on above criteria and average -FHEI at injury was 34.85% and decreased significantly to an average of 21.5% postoperatively and remained stable at all follow up points. At one year follow up (n = 2), the mean -FHEI was 18.15%. Most patients had good (4) or excellent (9) outcomes. Conclusions We present short term results of indirect reduction of ACH and BC acetabular fractures in geriatric patients using a PRO quadrilateral surface plate, which was largely successful in controlling the primary protrusio deformity seen in these patients. This allowed for restoration of the anterior column, with limited surgical morbidity through a relatively simple and straightforward surgical approach.",
		"pages": "1158-1161",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0976566220305051",
		"journal": "Journal of Clinical Orthopaedics and Trauma",
		"volume": "11"
	},
	{
		"id": "BLAKESLEE2023106753",
		"source_id": "BLAKESLEE2023106753",
		"type": "article",
		"title": "Intervention development to improve foster youth mental health by targeting coping self-efficacy and help-seeking",
		"author": "Jennifer E. Blakeslee and Brianne H. Kothari and Rebecca A. Miller",
		"keywords": "Foster youth, Mental health, Transition to adulthood, Coping, Help-seeking, Support networks",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106753",
		"abstract": "This study articulates the iterative development of an intervention called Strengthening Youth Networks and Coping (SYNC), which is designed to target coping self-efficacy and help-seeking intentions and behaviors among youth in foster care. The overarching goal is to design an intervention that will be a feasible and acceptable enhancement to existing child welfare services, and that will address modifiable determinants among adolescents involved in child welfare system that are related to elevated risk for mental health challenges, limited support network capacity, and service disengagement after exiting foster care. In this paper, we describe our initial needs assessment, explain how we selected proximal intervention mechanisms (i.e., intermediate outcomes) to target, and outline the preliminary intervention development process, including ongoing insights we received from a research advisory group including members with lived experience. Next, we report and discuss the initial acceptability pre-testing data collected from youth (N = 30) as well as feasibility data collected from providers (N = 82), results from which were used to refine the SYNC intervention framework prior to robust efficacy testing. Findings highlight the need and importance of targeting youth coping and help-seeking, integrating programming within existing transition services, delivering this content in a group-based format that includes near-peer mentors and facilitators with lived experience, and developing options that work for the heterogeneous population of young people in foster care. The results also highlight the key objective of capturing youth’s interests prior to enrolling in the program (e.g., language used in recruitment materials), holding their interest throughout the program (e.g., creating opportunities for youth to engage with other youth with similar experiences), and suggestions to encourage youth’s engagement and participation. This paper articulates the value of this intervention development approach, and the sequential phases of this intervention development process as well as the results, which may be useful to applied researchers and practitioners working with youth in foster care and other priority populations.",
		"pages": "106753",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922003899",
		"journal": "Children and Youth Services Review",
		"volume": "144"
	},
	{
		"id": "SAINTAUBERT2021217",
		"source_id": "SAINTAUBERT2021217",
		"type": "article",
		"title": "Cognitive change in frail individuals with intermediate amyloid load: Insight from the MAPT interventional study (+ Running poster)",
		"author": "L. Saint-Aubert and I. Carrié and A. Hitzel and A. Salabert and B. Vellas and P. Payoux",
		"keywords": "18F-Florbetapir, , , ,",
		"doi": "https://doi.org/10.1016/j.mednuc.2021.06.091",
		"abstract": "Introduction In the past decade, in vivo cerebral amyloid load in the spectrum of cognitive impairment has been extensively explored using positron emission tomography (PET), and is now a key part of screening visits for most therapeutic studies. However, to date, little if no distinction is made between patients with low to medium amyloid load versus patients with high amyloid load, in terms of both the risk of developing AD and the progression of cognitive change. Here, we investigated the cognitive changes in frail participants to a multidomain interventional study (Andrieu et al., Lancet 2017), according to the degree of cerebral amyloid load: absent/low, medium, high. Methods Two hundred and forty five participants to the MAPT study were selected. All of them underwent a full cognitive assessment, and were follow-up for up to five years. They all underwent a cerebral amyloid PET scan using [18F]florbetapir. All of them had been randomized at the beginning of the trial into one of four intervention groups: multidomain intervention and daily omega-3 intake; multidomain intervention and placebo; omega-3 uptake alone; the placebo alone. Cortical amyloid load was quantified from PET imaging as the mean standard uptake value ratio in all regions of the brain (parcelated according to the AAL atlas; cerebellar grey matter as reference). Patients were categorized into “low”, “medium”, or “high” cerebral amyloid using k-clustering. Cognitive functions were measured as a composite score combining four tests. Using a linear regression model, we investigated how cognition progressed over time according to amyloid status and the intervention group. Results Our findings were two-fold: patients in the “high amyloid” group showed cognitive decline over time, while patients in the “medium amyloid” group exhibited a cognitive profile stable and similar to the patients with “low amyloid” load (P<0.001). In addition, in the “medium amyloid” group only, we observed an improvement of cognitive performance over time for patients of all intervention group, except for patients in the placebo group (i.e., without intervention at all), who showed stable cognitive performance (P<0.05). Conclusion Our findings suggest that having a moderate or high amyloid load is not equivalent in terms of impact on cognitive progression in the short-term (5years), and that patients with moderate rather than high amyloid load may be a better suited target for drug studies.",
		"pages": "217-218",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0928125821001418",
		"journal": "Médecine Nucléaire",
		"volume": "45"
	},
	{
		"id": "CHANDROO20188",
		"source_id": "CHANDROO20188",
		"type": "article",
		"title": "A systematic review of the involvement of students with autism spectrum disorder in the transition planning process: Need for voice and empowerment",
		"author": "Roshini Chandroo and Iva Strnadová and Therese M. Cumming",
		"keywords": "Autism spectrum disorder, Transition planning, Active involvement, Student centeredness, Post-school outcomes, Systematic review",
		"doi": "https://doi.org/10.1016/j.ridd.2018.07.011",
		"abstract": "Background Students with autism spectrum disorder (ASD) typically struggle with post-school employment, post-secondary education, and independent living outcomes. This may be due to their limited input on the goals that are set for their future during the transition planning process. Aim The aim of this systematic review was to investigate the extent of involvement of students in their IEP transition planning meetings in published research on the topic to date. Method and Procedures The authors reviewed articles published between 1994 and 2016. Searches were performed in ERIC, ProQuest Education Journals, PsycINFO, and Scopus databases, resulting in 15 articles meeting the inclusion criteria. Outcomes and Results Out of the 15 articles included in this review, five were survey research articles and ten were intervention studies. The overall results of the studies revealed that students with ASD had minimal active involvement in the transition planning process. Conclusions and Implications It is essential for teachers to educate students about the transition planning process to increase their awareness of the purposes and procedures of the transition planning meeting. There is a pressing need for a more student-centred approach in transition planning to empower students and support them in becoming better self-advocates.",
		"pages": "8-17",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S089142221830180X",
		"journal": "Research in Developmental Disabilities",
		"volume": "83"
	},
	{
		"id": "MARIKYAN2019139",
		"source_id": "MARIKYAN2019139",
		"type": "article",
		"title": "A systematic review of the smart home literature: A user perspective",
		"author": "Davit Marikyan and Savvas Papagiannidis and Eleftherios Alamanos",
		"keywords": "Smart home, Smart technology, Systematic literature review, User perspective",
		"doi": "https://doi.org/10.1016/j.techfore.2018.08.015",
		"abstract": "A smart home is a residence equipped with smart technologies aimed at providing tailored services for users. Smart technologies make it possible to monitor, control and support residents, which can enhance the quality life and promote independent living. To facilitate the implementation and adoption of smart home technology it is important to examine the users perspective and the current state of smart homes. Given the fast pace with which the literature has been developing in this area, there is a strong need to revisit the literature. The aim of this paper is to systematically review the smart home literature and survey the current state of play from the users perspective. After discussing the systematic methodology, the review presents a comprehensive view of smart home definitions and characteristics. Then the study turns towards a discussion of the smart home types, related services and benefits. After outlining the current state of smart home benefits, the review discusses the challenges and barriers to smart home implementation. This review concludes by providing suggestions for future research.",
		"pages": "139-154",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162517315676",
		"journal": "Technological Forecasting and Social Change",
		"volume": "138"
	},
	{
		"id": "BELL2021e51",
		"source_id": "BELL2021e51",
		"type": "article",
		"title": "Upper Extremity Training with Rehabilitation Technology: A Qualitative Exploration of Individuals With Spinal Cord Injury",
		"author": "Alison Bell and Namrata Grampurohit and Ralph Marino",
		"keywords": "Spinal Cord Injuries, Neurological Rehabilitation, Upper Extremity Qualitative Research",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.616",
		"abstract": "Research Objectives To describe guiding principles of a home-based technology aided intervention program for people with tetraplegia that is optimized for acceptability. Design The study used a qualitative research methodology. Participants engaged in eight upper extremity training sessions with five rehabilitation technologies and participated in multiple semi-structured interviews about their experiences with the technologies. Setting Research lab within the Spinal Cord Injury Model System of the Delaware Valley. Participants Seven community-dwelling adults with chronic incomplete tetraplegia with upper extremity limitations. Interventions N/A. Main Outcome Measures Semi-structured interviews were audio-recorded, and transcripts were analyzed using an inductive coding approach, interviews were coded, and themes were identified. Results Data analysis revealed three major themes: Devices must be flexible to meet diverse needs; Intervention protocols must be individualized to address unique needs and contexts of users; Intervention protocols should be developed and updated by a skilled clinician. These themes and further subthemes were used to describe guiding principles to guide future intervention design. Conclusions This study provides the groundwork to assist both developers of novel technology and clinicians by amplifying the end users voice. These guiding principles provides insight into the needs and priorities of people with spinal cord injury and can be used to develop interventions optimized for acceptability. Author(s) Disclosures Authors report no conflicts of interest. This work was supported by a grant from the National Institute on Disability, Independent Living, and Rehabilitation Research to Thomas Jefferson University (grant #90SI5024) awarded to Ralph Marino (PI).",
		"pages": "e51",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321011400",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "KIM2019104445",
		"source_id": "KIM2019104445",
		"type": "article",
		"title": "Increasing trend in the risk of suicide among residential care children and adolescents in South Korea",
		"author": "Hansung Kim and Yushin Lee and Sangmi Choi",
		"keywords": "Child welfare, Out-of-home care, Leaving care, Independent living programs",
		"doi": "https://doi.org/10.1016/j.childyouth.2019.104445",
		"abstract": "Previous research has suggested that children and adolescents in residential care are at high risk of suicide. Empirical studies on this topic in South Korea, however, are scarce. Our objectives were to 1) examine the relative risk of suicide among children in residential care compared with those not in residential care, 2) evaluate how the relative risk of suicide is associated with age, and 3) explore the trend in relative risk of suicide over time. We used repeated cross-sectional survey data from nationally representative samples of 848,451 children aged 12 to 18 in South Korea between 2007 and 2018 to examine the association between residence type and risk of suicide. The results of the pooled logistic regression suggest that the suicide risk of children and adolescents in residential care is significantly higher than that of children and adolescents not in residential care. We also found that the association between the type of residence (residential care or not) and risk of suicide among children and adolescents varied depending on their age. We then performed a series of logistic regressions for each survey year to compare the odds ratios of suicide risk in children and adolescents in residential care versus those not in residential care. The findings suggest that the relative risk of suicide among children and adolescents in residential care has increased during the past 12 years. This increasing trend was more prominent in older adolescents.",
		"pages": "104445",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740919301355",
		"journal": "Children and Youth Services Review",
		"volume": "105"
	},
	{
		"id": "GUPTA2019S184",
		"source_id": "GUPTA2019S184",
		"type": "article",
		"title": "ASSOCIATION BETWEEN ODOR IDENTIFICATION AND REGIONAL GRAY MATTER IN EARLY PRECLINICAL ALZHEIMERS DISEASE",
		"author": "Manan Gupta and Ryan S ODell and Joel Gelernter and Richard E Carson and Christopher H van Dyck and Adam P Mecca",
		"doi": "https://doi.org/10.1016/j.jagp.2019.01.098",
		"abstract": "Introduction Poor performance on odor identification tests has been associated with mild cognitive impairment (MCI) and dementia due to Alzheimers disease (AD-dementia) in older individuals (Mesholam RI et al., 1998). In addition, longitudinal studies have indicated that the University of Pennsylvania Smell Identification Test (UPSIT) is a sensitive measure that predicts conversion from MCI to AD-dementia (Devanand DP et al., 2015) However, precise biological correlates between smell identification and neurodegeneration remain to be identified. Autopsy studies and PET imaging studies indicate amyloid bplaques and neurofibrillary tangle deposition in the olfactory network, suggesting the olfactory bulb as a possible contributor (Kovacs T et al., 1999). Regardless of the etiology, deficits in smell identification measured by the UPSIT may be a useful biomarker for early presymptomatic AD. In a recent study by Risacher et al., (2017), lower UPSIT scores were inversely associated with tau burden in the temporal lobe of cognitively normal (CN) older individuals (mean age 68.5). However, no association was found between UPSIT score and amyloid deposition or neuro-degeneration as measured by gray matter (GM) volume in CN individuals. In a previous study, we reported that in middle-aged preclinical participants with varying genetic risk for AD, amyloid burden correlated inversely with the GM fraction but not with UPSIT scores. In this study, we aim to investigate the correlations between smell identification scores and regional GM fraction among CN middle-aged individuals at varying genetic risk for AD. Methods Sample consisted of 45 cognitively normal participants aged 50-66 with a first-degree family history for AD divided among three groups: APOE genotype ε4ε4 (n=15), ε3ε4 (n=15), and ε3ε3 (n=15), who underwent [11C]PiB PET, MRI, and neuropsychological testing. The UPSIT was administered to all participants. To quantify GM within 9 regions (ROIs), we applied inverse transformations of the AAL from MNI to subject space and calculated GM fraction as the number of voxels segmenting as GM divided by the total number of voxels in a region. The ROIs were basal ganglia, posterior cingulate, frontal cortex, lateral parietal cortex, lateral temporal cortex, medial temporal lobe, occipital cortex, precuneus and composite cortex. GM fractions which account for intersubject variability in brain size were thus generated for each ROI using the AAL atlas after the structural MRI of each participant was normalized to the MNI template. Statistical analysis was performed using SPSS version 24.0 (IBM Corp). Pearsons r was calculated to assess bivariate correlations. p-values < 0.05 for 2-sided tests were interpreted as statistically significant. Results Mean age of the participants was 59.1 years (SD=4.71). The mean UPSIT score was 34.58 (SD=4.09). 22 subjects (out of 45) met quantitative criteria for a positive amyloid PET scan using the [11C]PiB BPNDcut-off of 0.08 in this cognitively normal sample (Villeneuve et al., 2015). No statistically significant correlations were found between the UPSIT and GM fraction in any ROI. (Table 1). Additional analyses were performed on groups stratified by genetic risk. After excluding individuals with lower genetic risk (APOE ε3ε3) from the sample, no statistically significant correlation was found between UPSIT scores and GM fraction (Table 2). Similarly, no correlation was found between UPSIT score and GM fraction in participants with APOE ε4ε4 genotype or APOE ε3ε3 genotype. Conclusions In middle aged preclinical AD participants, olfactory identification performance did not correlate with gray matter fraction. Our findings appear consistent with previously reported studies and indicate that olfactory identification may not be a sensitive biomarker for early preclinical disease. Further studies to assess associations between olfactory identification deficits and pathological tau accumulation in a similar early preclinical sample may be warranted. This research was funded by This research was supported by the Alzheimers Association IIRG-07-60026 (CHvD) and National Institute on Aging (P50-AG047270). APM was supported in part by the NIH/NIA K23-AG057794. RSO was supported in part by the NIMH R25 IMPORT grant (R25MH071584).",
		"pages": "S184-S185",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748119301101",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "27"
	},
	{
		"id": "SANTIAGO201778",
		"source_id": "SANTIAGO201778",
		"type": "article",
		"title": "From attachment to independence: stress hormone control of ecologically relevant emergence of infants’ responses to threat",
		"author": "Adrienne Santiago and Chiye Aoki and Regina M Sullivan",
		"doi": "https://doi.org/10.1016/j.cobeha.2016.12.010",
		"abstract": "Young infant rat pups learn to approach cues associated with pain rather than learning amygdala-dependent fear. This approach response is considered caregiver-seeking and ecologically relevant within the context of attachment. With maturation, increases in the stress hormone corticosterone permit amygdala-dependent fear, which is crucial for survival during independent living. During the developmental transition from attachment to fear learning, maternal presence suppresses corticosterone elevation to block amygdala-dependent fear learning and re-engage the attachment circuitry. Early life trauma disrupts this developmental sequence by triggering a precocious increase of corticosterone, which permits amygdala-dependent threat responses. In this review, we explore the importance of the stress hormone corticosterone in infants’ transition from complete dependence on the caregiver to independence, with consideration for environmental influences on threat response ontogeny and mechanistic importance of social buffering of the stress response.",
		"pages": "78-85",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352154616301723",
		"journal": "Current Opinion in Behavioral Sciences",
		"volume": "14"
	},
	{
		"id": "RISSEBUHL2017211",
		"source_id": "RISSEBUHL2017211",
		"type": "article",
		"title": "The role of hydrodynamics in shaping the composition and architecture of epilithic biofilms in fluvial ecosystems",
		"author": "Ute Risse-Buhl and Christine Anlanger and Katalin Kalla and Thomas R. Neu and Christian Noss and Andreas Lorke and Markus Weitere",
		"keywords": "Bacteria, Cyanobacteria, Algae, AAL-specific glycoconjugates, Near streambed turbulence",
		"doi": "https://doi.org/10.1016/j.watres.2017.09.054",
		"abstract": "Previous laboratory and on-site experiments have highlighted the importance of hydrodynamics in shaping biofilm composition and architecture. In how far responses to hydrodynamics can be found in natural flows under the complex interplay of environmental factors is still unknown. In this study we investigated the effect of near streambed turbulence in terms of turbulent kinetic energy (TKE) on the composition and architecture of biofilms matured in two mountainous streams differing in dissolved nutrient concentrations. Over both streams, TKE significantly explained 7% and 8% of the variability in biofilm composition and architecture, respectively. However, effects were more pronounced in the nutrient richer stream, where TKE significantly explained 12% and 3% of the variability in biofilm composition and architecture, respectively. While at lower nutrient concentrations seasonally varying factors such as stoichiometry of dissolved nutrients (N/P ratio) and light were more important and explained 41% and 6% of the variability in biofilm composition and architecture, respectively. Specific biofilm features such as elongated ripples and streamers, which were observed in response to the uniform and unidirectional flow in experimental settings, were not observed. Microbial biovolume and surface area covered by the biofilm canopy increased with TKE, while biofilm thickness and porosity where not affected or decreased. These findings indicate that under natural flows where near bed flow velocities and turbulence intensities fluctuate with time and space, biofilms became more compact. They spread uniformly on the mineral surface as a film of densely packed coccoid cells appearing like cobblestone pavement. The compact growth of biofilms seemed to be advantageous for resisting hydrodynamic shear forces in order to avoid displacement. Thus, near streambed turbulence can be considered as important factor shaping the composition and architecture of biofilms grown under natural flows.",
		"pages": "211-222",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0043135417308151",
		"journal": "Water Research",
		"volume": "127"
	},
	{
		"id": "CURRY2020105201",
		"source_id": "CURRY2020105201",
		"type": "article",
		"title": "Envisioning a reflective, relationship-based approach to termination in child welfare: The importance of thinking, feeling, and doing",
		"author": "Ashley Curry",
		"keywords": "Termination, Turnover, Reflective practice, Reflective supervision, Child welfare, Social work",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105201",
		"abstract": "Turnover among child welfare workers inevitably creates relationship disruptions between workers and youth. Workers then face decisions about how to approach those endings with young people, who often already have a considerable history of relationship loss with family members and other child welfare professionals. There is a lack of research exploring the ways in which workers approach these endings, even though it is likely a regular occurrence given the high rates of turnover in the field. Using in-depth interviews and participant observation over a two-year period, this study explores workers’ experiences of and strategies for ending relationships with youth in an independent living program. Findings indicate that workers made assumptions about their relationship endings with clients, and like their clients, experienced emotional responses to the endings. Workers also made decisions about how to end their relationships with clients including what to say (i.e., content); how to say it (i.e., process); and when, where, and with whom to say it in front of (i.e., context). The ways in which workers approached the endings tended to either facilitate a space for processing the ending or create a barrier to processing the ending. Data suggest an increased need for training, supervision, and support for workers throughout the ending process. By taking a reflective, relationship-based approach, workers may be better able to process and critically reflect on their work, in order to facilitate the endings in a way that is most therapeutic for the client.",
		"pages": "105201",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920302590",
		"journal": "Children and Youth Services Review",
		"volume": "117"
	},
	{
		"id": "ALONSOFERNANDEZ2019301",
		"source_id": "ALONSOFERNANDEZ2019301",
		"type": "article",
		"title": "Lessons learned applying learning analytics to assess serious games",
		"author": "Cristina Alonso-Fernández and Ana R. Cano and Antonio Calvo-Morata and Manuel Freire and Iván Martínez-Ortiz and Baltasar Fernández-Manjón",
		"keywords": "Learning analytics, Game analytics, Serious games, Game-based learning, Evidence-based learning",
		"doi": "https://doi.org/10.1016/j.chb.2019.05.036",
		"abstract": "Serious Games have already proved their advantages in different educational environments. Combining them with Game Learning Analytics can further improve the life-cycle of serious games, by informing decisions that shorten development time and reduce development iterations while improving their impact, therefore fostering their adoption. Game Learning Analytics is an evidence-based methodology based on in-game user interaction data, and can provide insight about the game-based educational experience promoting aspects such as a better assessment of the learning process. In this article, we review our experiences and results applying Game Learning Analytics for serious games in three different scenarios: (1) validating and deploying a game to raise awareness about cyberbullying, (2) validating the design of a game to improve independent living of users with intellectual disabilities and (3) improving the evaluation of a game on first aid techniques. These experiences show different uses of game learning analytics in the context of serious games to improve their design, evaluation and deployment processes. Building up from these experiences, we discuss the results obtained and provide lessons learnt from these different applications, to provide an approach that can be generalized to improve the design and application of a wide range of serious games in different educational settings.",
		"pages": "301-309",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563219302171",
		"journal": "Computers in Human Behavior",
		"volume": "99"
	},
	{
		"id": "SULIMANIAIDAN2020105075",
		"source_id": "SULIMANIAIDAN2020105075",
		"type": "article",
		"title": "Social networks during the transition to adulthood from the perspective of Israeli care leavers and their social workers",
		"author": "Yafit Sulimani-Aidan",
		"keywords": "Care leavers, Transition to adulthood, Resilience, Social support, Social workers",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105075",
		"abstract": "Based on the resilience theory, which highlights the role of one’s social resources in fostering resilience (Masten, Obradović, & Burt, 2006), the current study explored the role of care leavers formal and informal social networks during the transition to adulthood, from the point of view of 50 young adults and their social workers. The themes that arose highlighted the contribution of the care leavers’ formal social networks (i.e., social workers, counselors) via their enabling of care leavers’ self-exploration, their provision of practical support, and their promotion of care leavers’ positive perceptions of the future. Although the contribution made by the care leavers’ informal social networks was limited, findings indicated the importance of these networks for the care leavers sense of belonging and normalcy, stability, and need for empathy and understanding. The discussion elaborates on the role of social networks, as a powerful asset for care leavers, during this challenging period. In terms of practice, it is recommended that care leavers continue to receive support from various formal figures in their lives who can assess their needs holistically and promote their daily independent living and future accomplishments. Also, professionals in the field should acknowledge the importance of informal social ties as a resource that can be used to promote care leavers well-being and sense of belonging, and should consider them a therapeutic tool to be used in their work with this population.",
		"pages": "105075",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920303522",
		"journal": "Children and Youth Services Review",
		"volume": "115"
	},
	{
		"id": "CHOUKOU2021104408",
		"source_id": "CHOUKOU2021104408",
		"type": "article",
		"title": "Digital health technology for Indigenous older adults: A scoping review",
		"author": "Mohamed-Amine Choukou and Ali Maddahi and Anna Polyvyana and Caroline Monnin",
		"keywords": "Telemonitoring, Telehealth, Indigenous, Acceptance, Barriers",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2021.104408",
		"abstract": "Background Telehealth implementation is a great solution for Indigenous older adults (OAs) due to the rise of chronic disease and other age-related health disorders. Telehealth is a promising option to increase quality of life, decrease healthcare costs, and offer more independent living. Objectives This scoping review investigated existing telehealth solutions that have been implemented to serve Indigenous OAs. Methods A structured search strategy was performed on 6 electronic databases: Ovid Medline, Ovid PsycINFO, Ovid Embase, EBSCOhost, Scopus and Cochrane. Studies were included in the review if they contained information on telehealth technologies for Indigenous OAs (aged 65 years and older). Grey literature was also explored in ProQuest Theses and Dissertations, ERIC, Google Advanced and various government websites from Canada, Australia/New Zealand and the USA. Results Twenty six articles were included and reviewed by two assessors. Analysis of the results from five countries revealed eight different types of telehealth solutions for Indigenous OAs. No documented telerehabilitation technologies were available to OAs in Indigenous Communities. Analysis of a broad range of Indigenous OAs with different chronic diseases revealed that they are seeking telehealth technologies for ease of access to health care, increased health equity and cost-effectiveness. Results revealed various advantages of telehealth for Indigenous OAs and barriers for implementing such technologies in Indigenous communities. Conclusion The use of telehealth technologies among OAs is expected to rise, but effective implementation will be successful only if the patient’s acceptance and culture are kept at the forefront, and if healthcare services are provided by telehealth-trained healthcare professionals.",
		"pages": "104408",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505621000344",
		"journal": "International Journal of Medical Informatics",
		"volume": "148"
	},
	{
		"id": "BHIDAYASIRI2022120197",
		"source_id": "BHIDAYASIRI2022120197",
		"type": "article",
		"title": "Improving functional disability in patients with tremor: A clinical perspective of the efficacies, considerations, and challenges of assistive technology",
		"author": "Roongroj Bhidayasiri and Suppata Maytharakcheep and Saisamorn Phumphid and Walter Maetzler",
		"keywords": "Tremors, Essential tremor, Parkinsons disease, Limb weights, Orthoses, exoskeletons, Accessibility, Usability",
		"doi": "https://doi.org/10.1016/j.jns.2022.120197",
		"abstract": "Despite advances in treatments for tremor disorders, many patients are still left with functional disability affecting both basic and complex tasks needed for independent living, reflecting a significant gap in the current management of tremor disorders. Assistive devices present a possible solution to bridge the gap between symptom burden and current therapies, offering safe and effective tremor suppression. Although not yet considered as an option in most therapeutic guidelines for tremor disorders, assistive technologies (AT) offer a unique opportunity as adjunctive interventions utilising new portable technologies at lower cost, with minimal adverse effects. Here, the clinical concept of Human Activity Assistive Technology model via two groups of AT (limb weights and handheld devices; orthoses and exoskeletons) in patients with tremor is reviewed, supported by clinical evidence on reduction of tremor severity or improved functional performance. Although most devices are prototypes with limited clinical evidence, many are approved as medical devices and are commercially available. However, despite increased availability of these devices, there are still barriers to their adoption, mostly influenced by perceptions on privacy, trust, and functionality/added value. Long-term adherence to these devices is also unknown. In order to promote accessibility and usability of AT for tremor, an evaluation consensus by an interdisciplinary team (users, prescribers, and technicians) is required to identify those in need and to offer device recommendations. Future developments of AT for tremor should improve user comfort by incorporating softer, lightweight materials and explore new mechanisms to enhance wearability and long-term efficacies. This article is part of the Special Issue \"Tremor\" edited by Daniel D. Truong, Mark Hallett, and Aasef Shaikh.",
		"pages": "120197",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022510X22000594",
		"journal": "Journal of the Neurological Sciences",
		"volume": "435"
	},
	{
		"id": "MUSTHAFA2016293",
		"source_id": "MUSTHAFA2016293",
		"type": "article",
		"title": "Effect of Shilajit enriched diet on immunity, antioxidants, and disease resistance in Macrobrachium rosenbergii (de Man) against Aeromonas hydrophila",
		"author": "Mohamed Saiyad Musthafa and Abdul Rahman Jawahar Ali and Abdul Rahuman Hyder Ali and Mohamed Jamal Mohamed and Mehrajuddin War and Mohamed Saquib Naveed and Mohammad K. Al-Sadoon and Bilal Ahmad Paray and Kuppusamy Umaa Rani and Jesu Arockiaraj and Chellam Balasundaram and Ramasamy Harikrishnan",
		"keywords": ", Disease resistance, Immune response, , Shilajit",
		"doi": "https://doi.org/10.1016/j.fsi.2016.08.033",
		"abstract": "The effect of diet supplemented with Shilajit, a multi-component natural mineral substance on the antioxidant activity, immune response, and disease resistance in freshwater prawn, Macrobrachium rosenbergii (de Man) against Aeromonas hydrophila is reported. The total hemocyte count (THC) and phagocytic activity significantly increased with 2 g kg−1 supplemented diet on first week and with other enriched diets on weeks 2 and 4. The respiratory burst (RB) activity and glutathione peroxidase (GPx) activity were significantly increased with 2 g kg−1 supplemented diet on weeks 1 and 2 whereas 2 and 4 g kg−1 diets on week 4. The phenoloxidase (PO) activity increased significantly with 2 g kg−1 diet only on second week and with other enriched diets only on fourth week. The superoxide dismutase (SOD) activity increased significantly with any enriched diet during the experimental period except with 6 g kg−1 diets on first week. However, the glutathione reductase (GR) activity was enhanced significantly only with 2 g kg−1 enriched diets on weeks 2 and 4. The cumulative mortality of the prawn fed with 2 and 4 g kg−1 enriched diets was 10% and 15% whereas with 6 g kg−1 diet the mortality was 20%. The results suggest that diet enriched with Shilajit at 2 g kg−1 or 4 g kg−1 positively enhances the antioxidant activity, immunity, and disease resistance in M. rosenbergii against A. hydrophila.",
		"pages": "293-300",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1050464816305009",
		"journal": "Fish & Shellfish Immunology",
		"volume": "57"
	},
	{
		"id": "JONES2023107492",
		"source_id": "JONES2023107492",
		"type": "article",
		"title": "Increases in methamphetamine injection among treatment admissions in the U.S",
		"author": "Christopher M. Jones and Beth Han and Puja Seth and Grant Baldwin and Wilson M. Compton",
		"keywords": "Methamphetamine, Injection drug use, Stimulant injection, Opioid and methamphetamine",
		"doi": "https://doi.org/10.1016/j.addbeh.2022.107492",
		"abstract": "Background Prior research indicates rising methamphetamine use and harms in the U.S., potentially related to increases in methamphetamine injection. To date, research on trends and correlates of methamphetamine injection is limited. Methods Analysis of trends and correlates of methamphetamine injection among treatment admissions among persons aged ≥ 12 whose primary substance of use at admission is methamphetamine. Data are from the Treatment Episode Data Set. Analyses includes descriptive statistics, trend analyses, and multilevel multivariable logistic regression. Results Primary methamphetamine treatment admissions increased from 138,379 in 2010 to 201,021 in 2019. Among primary methamphetamine admissions, injection as the usual route of use increased from 24,821 (18.0 % of admissions) in 2010 to 55,951 (28.2 % of admissions) in 2019. Characteristics associated with increased adjusted odds of reporting methamphetamine injection included: males (aOR = 1.13, 95 % CI = 1.10–1.15); admission age 25–34 years (aOR = 1.23, 95 % CI = 1.19–1.28) and 35–44 years (aOR = 1.12, 95 % CI = 1.08–1.17) compared to age 18–24; dependent living (aOR = 1.33, 95 % CI = 1.29–1.37) and homelessness (aOR = 1.58, 95 % CI = 1.54–1.63) compared to independent living; part-time employment (aOR = 1.08, 95 % CI = 1.02–1.14), unemployment (aOR = 1.39, 95 % CI = 1.34–1.44) and not in labor force (aOR = 1.43, 95 % CI = 1.37–1.49) compared to full-time employment; one to ≥ four prior treatment admissions (aORs ranging from 1.19 to 1.94) compared to no prior admissions; also reporting use of cocaine (aOR = 1.10, 95 % CI = 1.05–1.16), heroin (aOR = 3.52, 95 % CI = 3.40–3.66), prescription opioids (aOR = 1.61, 95 % CI = 1.54–1.67), or benzodiazepines (aOR = 1.42, 95 % CI = 1.32–1.52) at treatment admission. Conclusions Findings lend further evidence to a resurgence of methamphetamine use that is intertwined with the ongoing opioid crisis in the U.S. Efforts to expand evidence-based prevention, treatment, and response efforts, particularly to populations at highest risk, are urgently needed.",
		"pages": "107492",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306460322002581",
		"journal": "Addictive Behaviors",
		"volume": "136"
	},
	{
		"id": "ACHLER2022e184",
		"source_id": "ACHLER2022e184",
		"type": "article",
		"title": "Employment Challenges in Parkinsons Disease are Associated With Financial Hardship and Reduced Quality of Life",
		"author": "Sydney Achler and Han Su and Masha Kocherginsky and Danny Bega and Allen Heinemann and Kurt Johnson and Miriam Rafferty",
		"keywords": "Parkinsons disease, Employment, Disability, Patient Reported Outcome Measures, Financial Toxicity",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.934",
		"abstract": "Research Objectives To explore the association between financial hardship, employment-related stressors, and quality of life in people with early Parkinsons disease (PD). Design This analysis uses baseline data from the Parkinsons disease: Intervening Early Concerning Employment (PIECE) study. PIECE is a prospective, longitudinal, observational study that will describe use of employment support resources in people with early PD over three years. Setting Remote research. Participants Of 101 people who were approached/referred, 87 were screened and 60 were enrolled. Participants live in the United States; are at least 18 years old; were diagnosed with PD in the past 5 years; and are currently employed, self-employed, or looking for work, and wish to remain employed for at least 3 years. People who do not speak English fluently are excluded. Interventions Not applicable. Main Outcome Measures We measured financial hardship with a single item (5-point rating scale), financial toxicity with the Comprehensive Score for Financial Toxicity, and quality of life with the computer adapted NeuroQOL. We also collected Demographic, PD-related, and Employment Factors. Results Of the 60 participants, 23 (38%) reported a little bit and 14 (23%) reported somewhat or more hardship. The single-item financial hardship score was moderately correlated (ρ = -0.56) with comprehensive financial toxicity (mean ± SD, 22.0 ± 8.7, on a scale from 0-44), with lower scores indicating more financial toxicity. High financial hardship had a modest negative association with confidence in job retention and perceived workplace success. Financial hardship was also associated with poorer quality of life in five NeuroQOL domains: lower extremity function, satisfaction with social roles and activities, depression, anxiety, and stigma. All p < 0.05. Conclusions Financial hardship was common in people with early PD and was associated with both employment factors and quality of life. Further work should explore the effects of medical and psychosocial interventions to alleviate employment-related stressors in individuals with early PD. Author(s) Disclosures This work was funded by National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR: 90RTEM000101).",
		"pages": "e184",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322015246",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "GESAR201743",
		"source_id": "GESAR201743",
		"type": "article",
		"title": "Hip fracture; an interruption that has consequences four months later. A qualitative study",
		"author": "Berit Gesar and Carina Baath and Hanne Hedin and Ami Hommel",
		"keywords": "Content analysis, Healthy individuals, Hip fractures, Patients personal experiences, Recovery of function",
		"doi": "https://doi.org/10.1016/j.ijotn.2017.04.002",
		"abstract": "Background Effects following a hip fracture often lead to functional disabilities and increased dependence on others. Although persons sustaining a hip fracture constitute a heterogeneous group in Swedish health care, they tend to be treated as a homogenous one. Aim The aim of this study was to reveal how previously healthy people, aged 65 years and older, described how they had adapted to daily life four months after a hip fracture. Method The follow-up interviews were performed by the first author four months after the hip fracture. Data were analysed using conventional inductive content analysis. Findings The results from the interviews highlight that sustaining a hip fracture — even four months later — was seen by the participants as an interruption leading to lasting consequences for everyday life. The recovery process during this period was complex and consisted of both physical and psychological strain. Some were resigned, some strived in order to regain independence and some handled the situation by means of self-confidence and self-efficacy. Conclusion Previous healthy and independently-living participants described, in different ways that the hip fracture was an interruption that still affected everyday life. The absence of psychological support may be one of the reasons for dependency after four months.",
		"pages": "43-48",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878124116301009",
		"journal": "International Journal of Orthopaedic and Trauma Nursing",
		"volume": "26"
	},
	{
		"id": "DOUGLAS2022e147",
		"source_id": "DOUGLAS2022e147",
		"type": "article",
		"title": "Health-related Self-efficacy following Stroke, Traumatic Brain Injury, and Spinal Cord Injury",
		"author": "Megan Douglas and Christa Ochoa and Evan McShan and Librada Callender and Katherine Froehlich-Grobe and Simon Driver",
		"keywords": "Self Efficacy, Neurological Rehabilitation, Health Promotion",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.827",
		"abstract": "Research Objectives To examine baseline self-efficacy for individuals with different neurological diagnoses prior to enrollment in a healthy lifestyle intervention and associations with demographics, injury characteristics, and physiologic variables. Design Cross-sectional analysis of baseline data prior to enrollment in three adapted healthy lifestyle interventions. Setting Community dwelling adults in the Dallas-Fort Worth metropolitan area. Participants Participants with history of stroke (CVA), traumatic brain injury (TBI), or spinal cord injury (SCI) were enrolled into three healthy lifestyle intervention studies, resulting in a total of 221 participants across three studies: n=65 (29%) in the CVA group, n=57 (26%) in the TBI group, n=99 (45%) in the SCI group. Interventions N/A. Main Outcome Measures Health-related total self-efficacy as measured by the Self Rated Abilities for Health Practices Scale and physiologic measures. Results Among the three groups, there were statistically significant differences in age, number of household members, time since injury, sex, race, marital status, and employment status. Blood pressure was lowest for individuals with SCI and HbA1C was highest for those with CVA. A linear regression model showed an association between injury type and total self-efficacy score after controlling for covariates. On average, individuals with SCI had an 11.2 point lower health-related total self-efficacy score (CI: -17.4, -5.0, p < 0.001) and those with TBI has a 9.5 point lower score (CI: -16.7, -2.4, p = .009) as compared to those with CVA. Conclusions Type of injury was significantly related to health-related self-efficacy, suggesting that following acquired brain injury or spinal cord injury ones perception of eating a healthy diet, exercising, or maintaining health may differ based on different functional outcomes or experiences. Author(s) Disclosures This work was supported by three grants from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR grant numbers 90DPTB0013, 90IFRE0021, 90IFRE0022). The contents of this presentation do not necessarily represent the policy of NIDILRR, ACL, HHS, and you should not assume endorsement by the Federal Government.",
		"pages": "e147-e148",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322014174",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "SAUNDERS202334",
		"source_id": "SAUNDERS202334",
		"type": "article",
		"title": "Factors Influencing Mobility During the COVID-19 Pandemic in Community-Dwelling Older Adults",
		"author": "Stephanie Saunders and Alexandra Mayhew and Renata Kirkwood and Khang Nguyen and Ayse Kuspinar and Elisabeth Vesnaver and Heather Keller and Janie Astephen Wilson and Luciana G. Macedo and Brenda Vrkljan and Julie Richardson and Marla Beauchamp",
		"keywords": "Aged, Community dwelling, COVID-19, Independent living, Mobility, Older adult, Physical function performance, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.009",
		"abstract": "Objective To describe and identify factors influencing mobility among older adults during the first 5 months of the COVID-19 pandemic. Design A cross-sectional telesurvey. Setting Community dwelling older adults, situated within the first 5 months of the COVID-19 pandemic, in Hamilton, Canada. Participants A random sample of 2343 older adults were approached to be in the study, of which 247 completed the survey (N=247). Eligible participants were aged ≥65 years. Interventions Not applicable. Main Outcome Measures Mobility was measured using global rating of change items and the Late Life Function Instrument (LLFI). Multivariate linear regression models were used to examine the association between mobility and related factors based on Webbers model. Results 247 older adults (29% male, mean age 78±7.3 years) completed surveys between May and August 2020. Respectively, 26%, 10%, and 9%, rated their ability to engage in physical activity, housework, and move around their home as worse compared with the start of the pandemic. The mean LLFI score was 60.9±13.4. In the model, walking volume (β=0.03 95% confidence interval 0.013, 0.047), fall history (β=-0.04, 95% confidence interval -0.08, -0.04), male sex (β=0.06, 95% confidence interval 0.02, 0.09), unpleasant neighborhood (β=-0.06, 95% confidence interval -0.11, -0.02), musculoskeletal pain (β=-0.07, 95% confidence interval -0.11, -0.03), and self-reported health (β=0.08, 95% confidence interval 0.03, 0.13) had the strongest associations with LLFI scores and explained 64% of the variance in the LLFI score. Conclusions Physical and environmental factors may help explain poorer mobility during lockdowns. Future research should examine these associations longitudinally to see if factors remain consistent over time and could be targeted for rehabilitation.",
		"pages": "34-42",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322005998",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "104"
	},
	{
		"id": "RAMASAMYRAMAMURTHY2022101698",
		"source_id": "RAMASAMYRAMAMURTHY2022101698",
		"type": "article",
		"title": "STAR-Lite: A light-weight scalable self-taught learning framework for older adults’ activity recognition",
		"author": "Sreenivasan Ramasamy Ramamurthy and Indrajeet Ghosh and Aryya Gangopadhyay and Elizabeth Galik and Nirmalya Roy",
		"keywords": "Unsupervised learning, Self-taught learning, Pre-training, Human activity recognition, Model compression, Pruning, Quantization",
		"doi": "https://doi.org/10.1016/j.pmcj.2022.101698",
		"abstract": "Recognizing activities for older adults is challenging as we observe a variety of activity patterns caused due to aging (e.g., limited dexterity, limb control, slower response time) or/and underlying health conditions (e.g., dementia). However, existing literature with deep learning methods has successfully recognized activities when the dataset contains high-quality annotations and is captured in a controlled environment. On the contrary, data captured in a real-world environment, especially with older adults exhibiting memory-related symptoms, varying psychological and mental health status, reliance on caregivers to perform daily activities, and unavailability of domain-specific annotators, makes obtaining quality data with annotations challenging; leaving us with limited labeled data and abundant unlabeled data. In this paper, we hypothesize that projecting the labeled data representations comprising a specific set of activities onto a new representation space characterized by the unlabeled data comprising activities beyond the limited activities in the labeled dataset would help us rely less on the annotated data to improve activity detection performance. Motivated by this, we propose STAR-Lite, a self-taught learning framework that involves a pre-training framework to prepare the new representation space considering activities beyond the initial labels in the labeled dataset. STAR-Lite projects the labeled data representations on the new representation space characterized by unlabeled data labels and learns higher-level representations of the labeled dataset while optimizing inter- and intra- class distances without explicitly using a computation hungry similarity-based approach. We demonstrate that our proposed approach, STAR-Lite (a) improves activity recognition performance in a supervised setting and (b) is feasible for real-world deployment. To enhance the feasibility of deploying STAR-Lite on devices with limited memory resources, we explore model compression techniques such as pruning and quantization and propose a novel layer-wise pruning-rate optimization technique that effectively compresses the network while preserving the model performance. The evaluation was performed using the Alzheimer’s Activity Recognition dataset (AAR) captured from 25 individuals living in a retirement community center with IRB approval (#Y18NR12035) using an in-house SenseBox infrastructure while concurrently assessing the clinical evaluation of the participants for dementia, and independent living. Our extensive evaluation reveals that STAR-Lite can detect activities with an F1-score of 85.12% despite 62% reduction in model size and 5% improvement of execution time on a resource constrained device.",
		"pages": "101698",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119222001110",
		"journal": "Pervasive and Mobile Computing",
		"volume": "87"
	},
	{
		"id": "MEENA2019745",
		"source_id": "MEENA2019745",
		"type": "article",
		"title": "Alternaria host-specific (HSTs) toxins: An overview of chemical characterization, target sites, regulation and their toxic effects",
		"author": "Mukesh Meena and Swarnmala Samal",
		"keywords": "species, Secondary metabolites, Pathogenicity, Host-specific toxins, Non-host-specific toxins",
		"doi": "https://doi.org/10.1016/j.toxrep.2019.06.021",
		"abstract": "Alternaria causes pathogenic disease on various economically important crops having saprophytic to endophytic lifecycle. Pathogenic fungi of Alternaria species produce many primary and secondary metabolites (SMs). Alternaria species produce more than 70 mycotoxins. Several species of Alternaria produce various phytotoxins that are host-specific (HSTs) and non-host-specific (nHSTs). These toxins have various negative impacts on cell organelles including chloroplast, mitochondria, plasma membrane, nucleus, Golgi bodies, etc. Non-host-specific toxins such as tentoxin (TEN), Alternaric acid, alternariol (AOH), alternariol 9-monomethyl ether (AME), brefeldin A (dehydro-), Alternuene (ALT), Altertoxin-I, Altertoxin-II, Altertoxin-III, zinniol, tenuazonic acid (TeA), curvularin and alterotoxin (ATX) I, II, III are known toxins produced by Alternaria species. In other hand, Alternaria species produce numerous HSTs such as AK-, AF-, ACT-, AM-, AAL- and ACR-toxin, maculosin, destruxin A, B, etc. are host-specific and classified into different family groups. These mycotoxins are low molecular weight secondary metabolites with various chemical structures. All the HSTs have different mode of actions, biochemical reactions, and signaling mechanisms to causes diseases in the host plants. These HSTs have devastating effects on host plant tissues by affecting biochemical and genetic modifications. Host-specific mycotoxins such as AK-toxin, AF-toxin, and AC-toxin have the devastating effect on plants which causes DNA breakage, cytotoxic, apoptotic cell death, interrupting plant physiology by mitochondrial oxidative phosphorylation and affect membrane permeability. This article will elucidate an understanding of the disease mechanism caused by several Alternaria HSTs on host plants and also the pathways of the toxins and how they caused disease in plants.",
		"pages": "745-758",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2214750019300575",
		"journal": "Toxicology Reports",
		"volume": "6"
	},
	{
		"id": "MATJAIS2018122",
		"source_id": "MATJAIS2018122",
		"type": "article",
		"title": "Normative data on functional grip strength of elderly in Singapore",
		"author": "Ita Suzana Mat Jais and Kai Li Chan and Mun Kitt Austin Loke and Saleem Abdul Rahim and Shian Chao Tay",
		"keywords": "Grip strength, Function, Elderly, Activities of daily living, Wrist, Torque",
		"doi": "https://doi.org/10.1016/j.jht.2016.10.004",
		"abstract": "Study Design Cross-sectional study for clinical measurement. Introduction Most daily tasks require individuals to exert grip strength with torque, which can be challenging for elderly as their strength diminishes with age. We postulate that to assess the functional capacity of an individual, it is important to evaluate the functional grip strength instead of the maximal static grip strength. Purpose of the Study The objective of this cross-sectional study is to establish normative data for the functional grip strength of elderly aged 60 years and older in the Singapore population. Methods In this study, 233 healthy subjects aged 60 years and older were recruited. Using a custom-made hand strength measurement device, the following measurements were recorded: grip strength at neutral position, grip strength with resistive pronation torque, and grip strength with resistive supination torque. Results Grip strengths measured for both genders decreased by 13% and 16% for males and females respectively, when pronation torque was exerted, and with supination torque, the strength decreased by 18% and 17% for males and females respectively. Conclusion Normative data for the elderly population in Singapore had been established. The findings from this study can complement the existing ergonomic hand data in designing better assistive tools to improve the independent living of elderly. Level of Evidence NA.",
		"pages": "122-128",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0894113016301442",
		"journal": "Journal of Hand Therapy",
		"volume": "31"
	},
	{
		"id": "BAGATELL201780",
		"source_id": "BAGATELL201780",
		"type": "article",
		"title": "“Thrust into adulthood”: Transition experiences of young adults with cerebral palsy",
		"author": "Nancy Bagatell and Dara Chan and Kimberly Karrat Rauch and Deborah Thorpe",
		"keywords": "Transition, Cerebral palsy, Adulthood",
		"doi": "https://doi.org/10.1016/j.dhjo.2016.09.008",
		"abstract": "Background The transition to adulthood, the gradual change in roles and responsibilities, is identified as a challenging time for adolescents and young adults with physical disabilities, including those with cerebral palsy. Health care, education, employment, independent living, and community engagement have been identified as areas of concern. However, relatively little research has been done to understand the experiences, perceptions, and needs of individuals with cerebral palsy as they transition toward adulthood. Objective The objective of this study was to explore the transition experiences, perceptions, and needs of young adults with cerebral palsy living in one state in the southeastern United States. Methods Focus groups with nine young adults with cerebral palsy (19–34 years) were conducted. The focus group interview explored the preparation for transition and experiences navigating adulthood. The audio-recorded groups were transcribed and analyzed using thematic analysis. Results Young adults with cerebral palsy identified numerous challenges associated with navigating adulthood. The main themes were: 1) being thrust into adulthood; 2) navigating systems and services; 3) understanding and managing my body; and 4) dealing with stereotypes and prejudice. Conclusions The findings highlight the need for a holistic approach to transition with a focus on building capacity and empowerment. To navigate complex systems of care, “navigators” or “facilitators” are needed. Additionally, practitioners and service providers in adult systems need further education about cerebral palsy.",
		"pages": "80-86",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657416301364",
		"journal": "Disability and Health Journal",
		"volume": "10"
	},
	{
		"id": "PRETZ20161706",
		"source_id": "PRETZ20161706",
		"type": "article",
		"title": "Trajectories of Life Satisfaction After Spinal Cord Injury",
		"author": "Christopher R. Pretz and Allan J. Kozlowski and Yuying Chen and Susan Charlifue and Allen W. Heinemann",
		"keywords": "Longitudinal studies, Quality of life, Rehabilitation, Spinal cord injuries",
		"doi": "https://doi.org/10.1016/j.apmr.2016.04.022",
		"abstract": "Objective To describe individual-level temporal change in life satisfaction after spinal cord injury. Design Individual growth curve (IGC) analysis of prospectively collected data from the National Institute on Disability, Independent Living, and Rehabilitation Research National Spinal Cord Injury Database (NSCID). Setting Multicenter, longitudinal database study. Participants Participants (N=4846) in the NSCID. Interventions Not applicable. Main Outcome Measure Rasch-transformed Satisfaction With Life Scale scores. Results Individual-level trajectories reflecting life satisfaction vary extensively and are associated with demographic and injury-related characteristics. Demographic characteristics include race, sex, pre-employment and discharge marital status, and level of education; injury-related factors include days in rehabilitation, neurologic level, age at injury, and injury etiology. Results are displayed graphically by way of a computer-generated interactive tool and represent different trajectories of individual-level changes in life satisfaction. Conclusions IGC methodology allows researchers and clinicians to anticipate patient-specific trajectories through use of an automated interactive tool. Projected trajectories hold promise in facilitating planning for inpatient and outpatient services, which could enhance long-term outcomes.",
		"pages": "1706-1713.e1",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999316301848",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "97"
	},
	{
		"id": "COLLINS2020104578",
		"source_id": "COLLINS2020104578",
		"type": "article",
		"title": "Housing instability and child welfare: Examining the delivery of innovative services in the context of a randomized controlled trial",
		"author": "Cyleste C. Collins and Rong Bai and Robert Fischer and David Crampton and Nina Lalich and Chun Liu and Tsui Chan",
		"doi": "https://doi.org/10.1016/j.childyouth.2019.104578",
		"abstract": "Child welfare-involved homeless families are at greater risk of poor social and economic outcomes compared with homeless families not involved with child welfare, and these negative outcomes reverberate in terms of economic and social costs to society. This study employed a mixed-methods approach to examine process findings from a randomized control trial from the first county-level Pay for Success initiative, Partnering for Family Success. The research compared housing, child welfare and public assistance outcomes for the treatment (N = 90) and control (N = 73) groups, explored how the program delivered its services, the service pattern over time, and perspectives of child welfare and program staff. We found that during and in the year after exiting the program, treatment group clients were less likely to use homeless services and were more likely to access public assistance benefits as compared with the control group clients, and during and after the program, the treatment and control group clients’ child maltreatment reports were not statistically significantly different. There were positive indications from quantitative data showing that the intervention patterns align with those of Critical Time Intervention (CTI), with qualitative interview data indicating shifts over time in case management focus from short-term crisis management and housing stability toward working on longer-term independent living skills. The findings contribute to the literature regarding how best to serve homeless, child welfare-involved families, and suggest the necessity for longer-term interventions and greater attention to non-housing-related needs.",
		"pages": "104578",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740919305985",
		"journal": "Children and Youth Services Review",
		"volume": "108"
	},
	{
		"id": "CALLENDER2022e135",
		"source_id": "CALLENDER2022e135",
		"type": "article",
		"title": "Comparing Marijuana and Opioid Misuse and Behavioral Health Outcomes in Moderate-Severe Traumatic Brain Injury",
		"author": "Librada Callender and Christa Ochoa and Tony Lai and Riley Johnson and Simon Driver and Randi Dubiel",
		"keywords": "Traumatic Brain Injury, Pain, Opioid, Marijuana, Behavioral Health",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.794",
		"abstract": "Research Objectives To operationalize cut points for “Opioid Misuse” and “Marijuana Use” using the Traumatic Brain Injury Model Systems (TBIMS) Pain Collaborative Dataset and to describe the interaction of opioid misuse and marijuana on behavioral and psychosocial outcomes. Design Cross-sectional analysis of TBIMS Pain Collaborative data. Setting Community. Participants Persons with TBI (n =2,314) enrolled in the TBIMS National Database who completed the Pain Collaborative survey. Interventions N/A. Main Outcome Measures Proportion of opioid misusers as classified by reporting using more than the prescribed dosage of opioids or using non-prescribed opioids; distribution of opioid misuse across categories of marijuana use; proportion and significance of substance and alcohol use and clinically significant PTSD (PTSD checklist-5), depression (Patient Health Questionnaire-9), anxiety (Generalized Anxiety Disorder-7), and sleep quality (Pittsburg Sleep Quality Index). Results Among opioid users (n = 898, 38.8% of sample), there were 106 (11.8% of opioid users) who reported misusing opioids. There was statistically significant variation among the different Opioid misuse/Marijuana Categories in demographics (age), injury characteristics (cause of injury, GCS) and behavioral/psychosocial measures such as substance/alcohol use, PTSD symptoms, depression, anxiety, and sleep quality (p< 0.01). Those who misused opioids and/or used marijuana had higher rates of clinically significant behavioral outcomes than those who did not misuse opioids/and or used marijuana. Conclusions It is important to understand how people use opioids and marijuana after TBI as there is an association with poorer behavioral health outcomes among substance users. These findings can help clinicians discuss the impacts of substance use on health outcomes with individuals with TBI and chronic pain. Author(s) Disclosures This work was supported by two grants from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR grant number 90DPTB0017). NIDILRR is a center within the Administration for Community Living (ACL), Department of Health and Human Services (HHS). The contents of this manuscript do not necessarily represent the policy of NIDILRR, ACL, HHS, and you should not assume endorsement by the Federal Government.",
		"pages": "e135-e136",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322013843",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "SHARMA2016564",
		"source_id": "SHARMA2016564",
		"type": "article",
		"title": "Assessing the Risk of Institutional Entry: A Semi-nonparametric Framework Using a Population-based Sample of Older Women",
		"author": "Andy Sharma",
		"doi": "https://doi.org/10.1016/j.whi.2016.05.006",
		"abstract": "Objective Institutional entry or long-term care (LTC) is an important area to investigate owing to global aging. This study examines which types of disabilities lead to institutionalization for older White and Black women in the United States. Methods Using the 3-year (2009–2011) American Community Survey cross-sectional data, this study applies semi-nonparametric maximum likelihood estimation methods to examine the association between disability and institutional entry on a sample of 222,562 older White women and 19,229 older Black women. This approach provides consistent estimators because no assumptions are made about the distribution of the error terms. Results For older White women, the risk of entering LTC is high in the presence of self-care and independent living difficulties (1.10 [p < .01] and 0.54 [p < .01], respectively). For older Black women, the risk of entering LTC is elevated in the presence of self-care difficulty and cognitive impairment (1.56 [p < .01] and 0.48 [p < .01], respectively) but widowed/divorced/separated marital states do not show this association. Conclusions Disability, marital status, and race are important considerations for assessing the risk of institutional entry. Impairments that limit personal hygiene and self-care are associated with increased risk for older women. Additionally, limitations that affect reasoning and memory are associated with increased risk for older Black women.",
		"pages": "564-573",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S104938671630041X",
		"journal": "Womens Health Issues",
		"volume": "26"
	},
	{
		"id": "TAX201663",
		"source_id": "TAX201663",
		"type": "article",
		"title": "Log-based Evaluation of Label Splits for Process Models",
		"author": "Niek Tax and Natalia Sidorova and Reinder Haakma and Wil M.P. van der Aalst",
		"keywords": "Label refinement, Process Mining, Sensor Networks",
		"doi": "https://doi.org/10.1016/j.procs.2016.08.096",
		"abstract": "Process mining techniques aim to extract insights in processes from event logs. One of the challenges in process mining is identifying interesting and meaningful event labels that contribute to a better understanding of the process. Our application area is mining data from smart homes for elderly, where the ultimate goal is to signal deviations from usual behavior and provide timely recommendations in order to extend the period of independent living. Extracting individual process models showing user behavior is an important instrument in achieving this goal. However, the interpretation of sensor data at an appropriate abstraction level is not straightforward. For example, a motion sensor in a bedroom can be triggered by tossing and turning in bed or by getting up. We try to derive the actual activity depending on the context (time, previous events, etc.). In this paper we introduce the notion of label refinements, which links more abstract event descriptions with their more refined counterparts. We present a statistical evaluation method to determine the usefulness of a label refinement for a given event log from a process perspective. Based on data from smart homes, we show how our statistical evaluation method for label refinements can be used in practice. Our method was able to select two label refinements out of a set of candidate label refinements that both had a positive effect on model precision.",
		"pages": "63-72",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916318853",
		"journal": "Procedia Computer Science",
		"volume": "96"
	},
	{
		"id": "CAHILL2016216",
		"source_id": "CAHILL2016216",
		"type": "article",
		"title": "Keyworking in residential child care: Lessons from research",
		"author": "Orla Cahill and Stephanie Holt and Gloria Kirwan",
		"keywords": "Residential care, Relationship based practice, Keyworking, Outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2016.04.014",
		"abstract": "Developing quality relationships is recognised as an active ingredient for effective interventions with young people in care. Essentially, care staff has the opportunity and capacity to positively influence the young persons experiences in care, through the positive relationships they form. This paper presents selectively on the findings of two separate but related qualitative Irish studies exploring relationship-based approaches in residential child care practice, from the perspectives of both residential child care workers and young care leavers. Thirty-two professionals and four care leavers participated in either focus group or individual interviews. The findings are integrated in this paper with the wider literature on young people leaving care, with the aim of identifying core knowledge that is needed by service providers who are tasked with the support of young people making the transition out of care and towards independent living. In this paper we attempt to identify the knowledge base on relationship-building which is needed by care staff in order to carry out their role. It is argued that an explicit knowledge base is overdue now that the complex needs of young people in care are increasingly visible through advances in research and more recently the emerging literature concerning the personal testimonies of care graduates.",
		"pages": "216-223",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740916301268",
		"journal": "Children and Youth Services Review",
		"volume": "65"
	},
	{
		"id": "CARNEY2019732",
		"source_id": "CARNEY2019732",
		"type": "article",
		"title": "Comparison of cholinesterase inhibitor safety in real-world practice",
		"author": "Greg Carney and Ken Bassett and James M. Wright and Malcolm Maclure and Nicolette McGuire and Colin R. Dormuth",
		"keywords": "Cholinesterase inhibitor, Alzheimers disease, Dementia, Log-binomial regression, Cox proportional hazard, Propensity score, Epidemiology",
		"doi": "https://doi.org/10.1016/j.trci.2019.09.011",
		"abstract": "Introduction Cholinesterase inhibitors (ChEIs) are widely used to treat mild to moderate Alzheimers disease and related dementia. Clinical trials have focused on placebo comparisons, inadequately addressing within-class comparative safety. Methods New users of ChEIs in British Columbia were categorized into five study cohorts: low-dose donepezil, high-dose donepezil, galantamine, rivastigmine patch, and oral rivastigmine. Comparative safety of ChEIs assessed hazard ratios using propensity score adjusted Cox regression. Results Compared with low-dose donepezil, galantamine use was associated with a lower risk of mortality (adjusted hazard ratio: 0.84, 95% confidence interval: 0.60–1.18), cardiovascular serious adverse events (adjusted hazard ratio: 0.78, 95% confidence interval: 0.62–0.98), and entry into a residential care facility (adjusted hazard ratio: 0.72, 95% confidence interval: 0.59–0.89). Discussion Given the absence of randomized trial data showing clinically meaningful benefit of ChEI therapy in Alzheimers disease, our study suggests preferential use of galantamine may at least be associated with fewer adverse events than treatment with donepezil or rivastigmine.",
		"pages": "732-739",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352873719300721",
		"journal": "Alzheimers & Dementia: Translational Research & Clinical Interventions",
		"volume": "5"
	},
	{
		"id": "VERMA2021102147",
		"source_id": "VERMA2021102147",
		"type": "article",
		"title": "Cognitive impairment in type 2 diabetes and its impact on daily living and self-care: A case - Control study in Kanpur, North India",
		"author": "Shivendra Verma and Saurabh Agarwal and Sorang Tashok and Alok Verma and Richa Giri",
		"keywords": "Type 2 diabetes mellitus, Cognitive impairment, Addenbrookes cognitive function test, Self-care",
		"doi": "https://doi.org/10.1016/j.dsx.2021.05.020",
		"abstract": "Background and aim There have been few studies from South Asia which have shown increased prevalence of cognitive impairment (CI) in diabetes. CI may further hamper self-care and independent living. The present study was designed to evaluate the impairment in cognition and self-care among patients with type 2 diabetes. Materials and methods We assessed cognitive function in 54 type 2 diabetes participants and compared them with 54 healthy controls, using Addenbrookes Cognitive Examination-III (ACE-III) test. Assessment of self-care was done by using Katz index of independence in activities of daily living and revised Summary of Diabetes Self-Care Activities (SDSCA) measures. Results The mean age and HbA1c of cases was 64.5 ± 5.3 years and 8.8 ± 2.5%, respectively. Cognitive impairment was more prevalent among type 2 diabetes participants (Odds ratio 31.3, CI: 10–100, P < 0.0001) with mean Addenbrookes score of 74.9 ± 11.2 compared to 86.9 ± 5.3 in controls (t-statistic = 7.09, 95% CI: 8.6 to 15.3, P < 0.0001). The adjusted Odds ratio for CI was 9.46 after adjustment for hypertension. All the sub-domains of cognition were affected. The burden of CI was more among females and in those with poor glycemic control (HbA1C > 7.5%) when compared to controls. The diabetic participants with CI had poor SDSCA scores compared to those with no CI. Conclusion Diabetes may cause CI and is related to poor self-care. Considering a high prevalence of CI in diabetes, cognitive assessment should be a part of overall evaluation. ACE-III is a sensitive and convenient tool for this purpose.",
		"pages": "102147",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1871402121001582",
		"journal": "Diabetes & Metabolic Syndrome: Clinical Research & Reviews",
		"volume": "15"
	},
	{
		"id": "THAMPI2019413",
		"source_id": "THAMPI2019413",
		"type": "article",
		"title": "Qualitative analysis of impact of congenital hand differences on children visiting a tertiary care hospital",
		"author": "Divine Thampi and Anil K. Bhat and Arathi P. Rao and Navya Vyas and Manisha Gore",
		"keywords": "Congenital hand differences, Quality of life, Coping, Qualitative study, Stigma, Impact of surgery",
		"doi": "https://doi.org/10.1016/j.cegh.2018.11.006",
		"abstract": "Congenital hand differences (CHD), being a visible deficiency, has immense negative influence on the physical, psychological and social wellbeing of a child. Purpose The children and their mothers were given an opportunity to express their perspectives about the disability and its impact on the daily life of the child. Method OLOGY: 12 children (6–15 years) and their mothers were enrolled between January to June 2017. In-depth interviews were conducted to know the experiences and perspectives of children with congenital hand differences and their mothers. Transcribed verbatim of interviews were analyzed by manual coding followed by thematic analysis. Results Children expressed that they performed most of their daily activities with partial or minimal involvement of their parents. They exercised a certain degree of independence in meeting their self-care needs by adapting to the disability and reported that they were cared and supported by family members. Although these children encountered stigma from society, they were able to cope with the situation by accepting their disability with positive support from their parents. Majority of mothers and children reported that the surgical intervention has improved the physical functioning of hand. All the participants reported that they did not depend on any orthosis for daily activities. The orthosis provided were only to retain the correction of their deformities and was used mostly as a night splint. Conclusion Children with congenital hand differences were capable of independent living and showed positive coping towards the societal stigma. Surgical treatment has improved the function and confidence of their children as stated by their mothers.",
		"pages": "413-417",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213398418301404",
		"journal": "Clinical Epidemiology and Global Health",
		"volume": "7"
	},
	{
		"id": "SCHAARUP2016539",
		"source_id": "SCHAARUP2016539",
		"type": "article",
		"title": "Cognitive Walkthrough: An Element in System Development and Evaluation – Experiences From The eWALL Telehealth System",
		"author": "Clara Schaarup and Stine Hangaard and Ole K. Hejlesen",
		"keywords": "Collaboration, cognitive walkthroug, system evaluation, telemedicine, chronic disease, usabiltiy",
		"doi": "https://doi.org/10.1016/j.procs.2016.09.193",
		"abstract": "Epidemiological changes in the population lead to an increasing number of elderly people with a chronic disease. Telehealth is proposed as one of the solutions for the growing challenges of the health care system caused by these changes. The telehealth system eWALL seeks to promote the independent living of people with chronic obstructive pulmonary disease, mild cognitive impairment or age related impairments. The eWALL system is in a developmental stage in which partners from 14 different European countries are included. A three phase cognitive walkthrough-approach was performed on the eWALL system in order to evaluate the usability of the system. First the cognitive walkthrough performed by experts, second, rating of the identified usability problems identified by other medical partners, and third, discussion on a plenary telecommunication call among medical partners and technical partners. (n=119) usability problems were identified distributed among the 14 functionalities of the telehealth system. The majority of the usability problems were discovered in the functionalities: ‘TV’ (n=21), ‘Calendar’ (n=20), and ‘Environmental box’ (n=18). The least usability problems were identified in the functionalities: ‘My sleep’ (n=1), ‘Photo frame’ (n=2), and ‘My Everyday Life’ (n=3).The results of the cognitive walkthrough served as a concrete, structured and constructive collaborative tool between the medical partners and the technical partners involved in the eWALL project.",
		"pages": "539-546",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916323614",
		"journal": "Procedia Computer Science",
		"volume": "100"
	},
	{
		"id": "ALGUNAID2018289",
		"source_id": "ALGUNAID2018289",
		"type": "article",
		"title": "Schizophrenic patient identification using graph-theoretic features of resting-state fMRI data",
		"author": "Rami F. Algunaid and Ali H. Algumaei and Muhammad A. Rushdi and Inas A. Yassine",
		"keywords": "Schizophrenia, Resting-state fMRI, Graph theory, Machine learning, Functional network, Betweenness centrality, Characteristic path length, Degree, Clustering coefficient, Local efficiency, Global efficiency, Participation coefficient, Small-worldness, Support vector machine (SVM)",
		"doi": "https://doi.org/10.1016/j.bspc.2018.02.018",
		"abstract": "Resting-state functional magnetic resonance imaging (Rs-fMRI) is a promising imaging modality to study the changes of functional brain networks in schizophrenic patients. Several representations have been proposed to capture the essential features of these networks. In particular, graph-theoretic representations can be effectively used to discriminate healthy subjects from schizophrenic patients. In this paper, we propose a machine-learning system based on a graph-theoretic approach to investigate and differentiate the brain network alterations. The fMRI data samples are first preprocessed to reduce noise and normalize the images. The automated anatomical labeling (AAL) atlas is then used to parcellate the brain into 90 regions and construct a region connectivity matrix. A weighted undirected graph is hence constructed and graph measures are computed for each subject. These graph measures include betweenness centrality, characteristic path length, degree, clustering coefficient, local efficiency, global efficiency, participation coefficient and small-worldness. After that, feature selection algorithms are used to choose the most discriminant features. Finally, a SVM classifier is trained and tested on discriminant graph features. Experiments were performed on a large Rs-fMRI dataset formed of 70 schizophrenic patients and 70 healthy subjects. The performance was evaluated using nested-loop 10-fold cross-validation. The best detection results were found using the feature selection methods of Welchs t-test (82.85%), l0-norm (91.43%), and feature selection via concave minimization (FSV) (95.00%). Our results outperform those of recent state-of-the-art graph-theoretic methods.",
		"pages": "289-299",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1746809418300491",
		"journal": "Biomedical Signal Processing and Control",
		"volume": "43"
	},
	{
		"id": "KISALA202033",
		"source_id": "KISALA202033",
		"type": "article",
		"title": "Development and Psychometric Characteristics of the TBI-QOL Independence Item Bank and Short Form and the TBI-QOL Asking for Help Scale",
		"author": "Pamela A. Kisala and David S. Tulsky and Aaron J. Boulton and Allen W. Heinemann and David Victorson and Mark Sherer and Angelle M. Sander and Nancy Chiaravalloti and Noelle E. Carlozzi and Robin Hanks",
		"keywords": "Brain injuries, Help-seeking behavior, Independent living, Patient outcome assessment, Personal autonomy, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2019.08.469",
		"abstract": "Objective To develop an item response theory (IRT)-calibrated, patient-reported outcome measure of subjective independence for individuals with traumatic brain injury (TBI). Design Large-scale item calibration field testing; confirmatory factor analysis (CFA) and graded response model IRT analyses. Setting Five TBI Model System centers across the United States. Participants Adults with complicated mild, moderate, or severe TBI (N=556). Outcome Measures Traumatic Brain Injury–Quality of Life (TBI-QOL) Independence item bank and the TBI-QOL Asking for Help scale. Results A total of 556 individuals completed 44 items in the Independence item pool. Initial factor analyses indicated that items related to the idea of “asking for help” were measuring a different construct from other items in the pool. These 9 items were set aside. Twenty-two other items were removed because of bimodal distributions and/or low item-total correlations. CFA supported unidimensionality of the remaining Independence items. Graded response model IRT analysis was used to estimate slopes and thresholds for the final 13 Independence items. An 8-item fixed-length short form was also developed. The 9 Asking for Help items were analyzed separately. One misfitting item was deleted, and the final 8 items became a fixed-length IRT-calibrated scale. Reliability was high for both measures. Conclusions The IRT-calibrated TBI-QOL Independence item bank and short form and TBI-QOL Asking for Help scale may be used to measure important issues for individuals with TBI in research and clinical applications.",
		"pages": "33-42",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999319310457",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "101"
	},
	{
		"id": "HUGHESSCALISE2020107242",
		"source_id": "HUGHESSCALISE2020107242",
		"type": "article",
		"title": "Pilot data and case example of the initial visit in a multidisciplinary transition-age program (TAP)",
		"author": "Abigail Hughes-Scalise and Katie L. Reger and Maureen A. Gergen",
		"keywords": "Transition, Adolescence, Adulthood, Epilepsy, Neurobehavioral comorbidity",
		"doi": "https://doi.org/10.1016/j.yebeh.2020.107242",
		"abstract": "The process of transition from pediatric to adult epilepsy care has received increased attention and emphasis in recent literature, particularly related to the assertion that effective transition is likely to lead to improved medical and psychosocial outcomes. However, the majority of current transition literature focuses on the structure of a transition program, with very little research providing relevant clinical data during the transition period and beyond. The current paper attempts to address this gap in the literature by providing pilot data on participants who engaged in the initial visit of a multidisciplinary transition-focused program housed in a level 4 epilepsy center in the Midwest. Pilot data are presented on 28 participants (36% female) who completed the initial transition appointment. All but one participant presented with a positive history for a neurobehavioral comorbidity, the most common of which included anxiety (61%), attention-deficit/hyperactivity disorder (ADHD; 39%) and depression (36%). Seventy-seven percent of participants further identified a current neurobehavioral comorbidity that was impacting their psychosocial functioning. Recommendations provided most frequently involved increased independence with epilepsy management (64%), increased independence with self-care/independent living (82%), psychological intervention (43%), and increased socialization (43%). A case example is also provided to further highlight program process and outcomes of the initial visit. Pilot results emphasize the value of multidisciplinary care involving psychosocial providers to facilitate a smooth transition between pediatric and adult healthcare.",
		"pages": "107242",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505020304212",
		"journal": "Epilepsy & Behavior",
		"volume": "111"
	},
	{
		"id": "ONEILPIROZZI20222164",
		"source_id": "ONEILPIROZZI20222164",
		"type": "article",
		"title": "Factors Associated With High and Low Life Satisfaction 10 Years After Traumatic Brain Injury",
		"author": "Therese M. ONeil-Pirozzi and Shanti M. Pinto and Mitch Sevigny and Flora M. Hammond and Shannon B. Juengst and Charles H. Bombardier",
		"keywords": "Patient outcome assessment, Patient-relevant outcome, Personal satisfaction, Rehabilitation, Rehabilitation outcome, Traumatic brain injury",
		"doi": "https://doi.org/10.1016/j.apmr.2022.01.159",
		"abstract": "Objective To identify correlates of life satisfaction at 10 years after moderate to severe traumatic brain injury (TBI) using an extreme phenotyping approach. Design Effect sizes were calculated in this observational cohort study to estimate relationships of 10-year postinjury extremely high, extremely low, and moderate life satisfaction with (1) pre-injury demographics, injury-related factors, and functional characteristics at inpatient rehabilitation admission and discharge; and (2) postinjury demographics and clinical and functional measures at 10 years postinjury. Setting Multicenter longitudinal database study. Participants People identified from the National Institute on Disability, Independent Living, and Rehabilitation Research TBI Database with life satisfaction data at 10 years post TBI (N=4800). Interventions Not applicable. Main Outcome Measure Satisfaction With Life Scale. Results Although few pre-injury factors or clinical and functional factors shortly after injury were associated with 10-year life satisfaction groups, the following 10-year postinjury factors were associated with extremely high vs extremely low life satisfaction group membership: greater independent functioning, less disability, more frequent community participation, being employed, and having fewer depressive and anxiety symptoms. Those with extremely high life satisfaction were distinctly different from those with moderate and extremely low satisfaction. Extremely high life satisfaction was underrepresented among non-Hispanic Black persons relative to non-Hispanic White persons. Relationships between life satisfaction and independent functioning, disability, and participation were attenuated among non-Hispanic Black persons. Conclusions Extreme phenotyping analysis complements existing knowledge regarding life satisfaction after moderate to severe TBI and may inform acute and postacute clinical service delivery by comparing extremely high and extremely low life satisfaction subgroups. Findings suggest little association among personal, clinical, and functional characteristics early post TBI and life satisfaction 10 years later. Contemporaneous correlates of extremely high life satisfaction exist at 10 years post TBI, although the positive relationship of these variables to life satisfaction may be attenuated for non-Hispanic Black persons.",
		"pages": "2164-2173",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322002301",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "HONG201838",
		"source_id": "HONG201838",
		"type": "article",
		"title": "Linking green space to neighborhood social capital in older adults: The role of perceived safety",
		"author": "Andy Hong and James F. Sallis and Abby C. King and Terry L. Conway and Brian Saelens and Kelli L. Cain and Eric H. Fox and Lawrence D. Frank",
		"keywords": "Green space, Social capital, Social cohesion, Neighborhood, Safety, Older adults, Seattle, Baltimore",
		"doi": "https://doi.org/10.1016/j.socscimed.2018.04.051",
		"abstract": "This study examines the moderating effect of perceived safety on the association of green space with neighborhood social capital in older adults. Green space may play an important role for promoting neighborhood social capital and health for older adults; however, safety remains a significant challenge in maximizing the benefits of green space. Data were drawn from 647 independent-living seniors who participated in the Senior Neighborhood Quality of Life Study in the Seattle/King County and Baltimore/Washington DC region. The results suggest that certain green space elements, such as natural sights, may be beneficial to neighborhood social capital of older adults. However, other types of green space, such as parks and street trees, may be less advantageous to older adults who perceive their neighborhoods as unsafe for pedestrians. Findings highlight the importance of pedestrian safety in examining associations of green space with neighborhood social capital in older adults. Further studies using a longitudinal design are warranted to confirm the causality of the findings.",
		"pages": "38-45",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953618302181",
		"journal": "Social Science & Medicine",
		"volume": "207"
	},
	{
		"id": "HOUSEWORTH201877",
		"source_id": "HOUSEWORTH201877",
		"type": "article",
		"title": "Association of state-level and individual-level factors with choice making of individuals with intellectual and developmental disabilities",
		"author": "James Houseworth and Roger J. Stancliffe and Renáta Tichá",
		"keywords": "State factors, Cost of living, Choice, Intellectual disability, Community living, Residence type",
		"doi": "https://doi.org/10.1016/j.ridd.2018.08.008",
		"abstract": "Background State-level factors have not been examined in research on choice, despite findings of between-state differences. Aims To examine both individual and state-level factors associated with choice. Methods and procedures We used multilevel modeling to explore two choice scales, support-related and everyday choice, based on the National Core Indicators (NCI) data from 2013-14. Outcomes and Results At the individual level, milder ID, greater mobility, fewer problem behaviors, answering questions independently, communicating verbally, and living in a non-agency setting, particularly independent settings, were associated with more choice for both scales. State-level factors overall explained variance for both scales, but were more strongly associated with support-related choice. A higher proportion of people with IDD living independently within the state predicted more support-related choice. High cost of living within a state predicted less everyday choice. Higher proportion of people living with family and lower proportion being served within a state predicted more everyday choice. Conclusions and implications These findings suggest further study of choice in relation to policies that: (1) increase independent living for individuals with IDD, and (2) assist individuals/families living in high cost states. State differences on important QOL outcomes are likely to be associated with economic and system-based factorsbeyond individual differences.",
		"pages": "77-90",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422218301896",
		"journal": "Research in Developmental Disabilities",
		"volume": "83"
	},
	{
		"id": "CHANG2019483",
		"source_id": "CHANG2019483",
		"type": "article",
		"title": "Glycoproteomic identification of novel plasma biomarkers for oral cancer",
		"author": "Shu-Chieh Chang and Wei-Ling Lin and Yin-Fan Chang and Chih-Ting Lee and Jin-Shang Wu and Pang-Hung Hsu and Chuan-Fa Chang",
		"keywords": "Apo A-IV, Core fucose, LRG1, Oral cancer",
		"doi": "https://doi.org/10.1016/j.jfda.2018.12.008",
		"abstract": "Oral cancer with high incidence rates is occurring in many countries including in India, Pakistan, Bangladesh, Sri Lanka and Taiwan. Smoking, alcoholism, and betel nut chewing are considered to be the main risk factors for oral cancer. Further, deaths from oral cancer have increased year by year. Although several oral cancer-associated biomarkers have been reported, very few useful biomarkers have been applied for early diagnosis. Therefore, the investigation of oral cancer-specific biomarkers is urgently needed. We previously investigated N-glycomes of oral cancer cells and patient plasma. We found that both mRNA levels of FUT8 and core-fucosylated glycoproteins increase in cases of oral cancer relative to normal cases. In this study we aim to discover novel core-fucosylated glycoprotein biomarkers for oral cancer diagnosis with glycoproteomic approaches. First, forty plasma samples obtained from the Human Bioinformation Bank of NCKUH were subjected to AAL (Aleuria aurantia lectin) affinity chromatography. Core-fucosylated proteins were collected and applied for LC-MS/MS followed by electrophoresis. Fourteen proteins were identified, and expression levels of proteins in plasma were verified by western blot. Expression levels of some glycoproteins were elevated in the oral cancer group, including ceruloplasmin, haptoglobin, and leucin-rich alpha-2-glycoprotein 1 (LRG1). However, levels of some glycoproteins decreased in the cancer group, including apolipoprotein A-I (apo A-I) and apolipoprotein A-IV (apo A-IV). Via ELISA analysis, we found that apo A-IV and apo A-IV/total protein ratios were decreased in plasma accompanied with cancer stages. The LRG1/total protein ratio was found to increase while plasma levels of LRG1 were not found to differ between the oral cancer plasma and normal groups. An ROC curve analysis reveals strong diagnosis performance when combining apo A-IV levels and LRG1/total protein ratios. Taken together, apo A-IV and LRG1, given their strong performance in detecting oral cancer, can serve as useful biomarkers and may be used as a useful tool for oral cancer screening and early diagnosis.",
		"pages": "483-493",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1021949818301820",
		"journal": "Journal of Food and Drug Analysis",
		"volume": "27"
	},
	{
		"id": "RAHMAN2016325",
		"source_id": "RAHMAN2016325",
		"type": "article",
		"title": "Activating protein phosphatase 2A (PP2A) enhances tristetraprolin (TTP) anti-inflammatory function in A549 lung epithelial cells",
		"author": "Md. Mostafizur Rahman and Nowshin N. Rumzhum and Philip M. Hansbro and Jonathan C. Morris and Andrew R. Clark and Nicole M. Verrills and Alaina J. Ammit",
		"keywords": "Protein phosphatase 2A, Tristetraprolin, TNFα, Inflammation, Asthma",
		"doi": "https://doi.org/10.1016/j.cellsig.2016.01.009",
		"abstract": "Chronic respiratory diseases are driven by inflammation, but some clinical conditions (severe asthma, COPD) are refractory to conventional anti-inflammatory therapies. Thus, novel anti-inflammatory strategies are necessary. The mRNA destabilizing protein, tristetraprolin (TTP), is an anti-inflammatory molecule that functions to induce mRNA decay of cytokines that drive pathogenesis of respiratory disorders. TTP is regulated by phosphorylation and protein phosphatase 2A (PP2A) is responsible for dephosphorylating (and hence activating) TTP, amongst other targets. PP2A is activated by small molecules, FTY720 and AAL(S), and in this study we examine whether these compounds repress cytokine production in a cellular model of airway inflammation using A549 lung epithelial cells stimulated with tumor necrosis factor α (TNFα) in vitro. PP2A activators significantly increase TNFα-induced PP2A activity and inhibit mRNA expression and protein secretion of interleukin 8 (IL-8) and IL-6; two key pro-inflammatory cytokines implicated in respiratory disease and TTP targets. The effect of PP2A activators is not via an increase in TNFα-induced TTP mRNA expression; instead we demonstrate a link between PP2A activation and TTP anti-inflammatory function by showing that specific knockdown of TTP with siRNA reversed the repression of TNFα-induced IL-8 and IL-6 mRNA expression and protein secretion by FTY720. Therefore we propose that PP2A activators affect the dynamic equilibrium regulating TTP; shifting the equilibrium from phosphorylated (inactive) towards unphosphorylated (active) but unstable TTP. PP2A activators boost the anti-inflammatory function of TTP and have implications for future pharmacotherapeutic strategies to combat inflammation in respiratory disease.",
		"pages": "325-334",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0898656816300092",
		"journal": "Cellular Signalling",
		"volume": "28"
	},
	{
		"id": "JARABA2019106544",
		"source_id": "JARABA2019106544",
		"type": "article",
		"title": "Usefulness of HMPAO-SPECT in the diagnosis of nonconvulsive status epilepticus",
		"author": "Sonia Jaraba and Gabriel Reynés-Llompart and Jacint Sala-Padró and Misericordia Veciana and Júlia Miró and Jordi Pedro and Oriol Puig and Jaume Mora and Mercè Falip",
		"keywords": "Diagnosis, Nonconvulsive status epilepticus (NCSE), Single photon emission computed tomography (SPECT), Statistical parametric mapping (SPM), Postprocessing techniques, Z-score",
		"doi": "https://doi.org/10.1016/j.yebeh.2019.106544",
		"abstract": "Background The diagnosis of nonconvulsive status epilepticus (NCSE) can pose a challenge. Electroencephalogram (EEG) patterns can be difficult to interpret, and the absence of an EEG correlate does not rule out the diagnosis of NCSE. In this setting, neuroimaging tools to help in the diagnosis are crucial. Our aim was to evaluate the role of 99mTc-hexamethyl propyleneamine oxime (HMPAO) single photon emission computed tomography (SPECT) and quantitative HMPAO-SPECT (QtSPECT) in patients with clinical suspicion of NCSE, and to evaluate their value in the final diagnosis of NCSE. Methods We recruited consecutive patients admitted in our center with suspicion of NCSE, and selected those who underwent an HMPAO-SPECT. All patients were admitted to the neurology ward and underwent an EEG. We divided the patients into those who were finally with diagnosed NCSE (NCSE-p) and those who were not (non-NCSE) according to the Salzburg Diagnostic EEG criteria. Sensitivity and specificity of the diagnostic tools were calculated. The SPECTs were acquired in a Skylight SPECT (Philips Healthcare, Amsterdam). The injections were done during the clinical episode suspected of being an NCSE. The HMPAO-SPECT was analyzed by two experts and was also quantified. All data were normalized to the SPM SPECT template. We used an external healthy normal database to obtain a Z-score map for each individual versus the normal database. The Z-score maximum (Zmax) was extracted from each region of the AAL atlas as was the percentage of voxels with a Z-score higher than 2.5 (N(%)). A logistic regression combining the Zmax, N(%), and the effect of patient age was fitted to predict the final NCSE diagnosis. A receiver operator characteristic (ROC) curve and the area under the curve (AUC) were obtained to evaluate the classification performance. Results We included 55 patients, 21 of them women (38.9%), with a median age of 62.1 years old (range 25–84). Thirty-six patients were with diagnosed NCSE (62.9%). Initial EEG had a sensitivity of 61.1% and a specificity of 89%. Most of the patients were critically ill with diagnostic difficulties, and it could be one of the main reasons to find low sensitivity of the Salzburg diagnostic EEG criteria. The Zmax and N(%) were significantly higher in NCSE-p than in non-NCSE (p = 0.005 and p < 0.001, respectively). The HMPAO-SPECT qualitative analysis had a sensitivity of 80.5% and specificity of 89.5% while QtSPECT had a sensitivity of 82% and specificity of 81%. Conclusion Both 99mTc-HMPAO-SPECT and QtSPECT can be useful in the diagnosis of NCSE. This article is part of the Special Issue “Proceedings of the 7th London-Innsbruck Colloquium on Status Epilepticus and Acute Seizures”",
		"pages": "106544",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505019305268",
		"journal": "Epilepsy & Behavior",
		"volume": "101"
	},
	{
		"id": "CHAN2018125",
		"source_id": "CHAN2018125",
		"type": "article",
		"title": "A prospective cohort study of community functioning among psychiatric outpatients",
		"author": "Alan H.L. Chan and Samuel Y.S. Wong and Wai-Tong Chien",
		"keywords": "Human occupation, Volition, Environment, Expressed emotion, Stigma, Chinese",
		"doi": "https://doi.org/10.1016/j.psychres.2017.10.019",
		"abstract": "The present study analyzed the community functioning among Chinese people with common mental disorders and their relationships with different factors under the framework of Model of Human Occupation. The research team followed up a stratified random sample of 238 patients in three public psychiatric specialist outpatient clinics in Hong Kong in one year. The patients completed assessments at baseline and 12-month follow-up in four areas of community functioning (i.e., self-care, independent living skills, social skills, and work skills), self-esteem, self-efficacy, physical functioning, behavioral regulation, mental states, family expressed emotion, and perceived social stigma. The data showed that after 12 months, the patients had positive changes in self-care, work skills, and behavioral regulation. Those patients who had higher levels of self-esteem at baseline and reduced their negative reactions to stigma were more likely to improve social skills, while those patients who perceived less discrimination at baseline and enhanced their self-esteem would have a higher likelihood of making improvement in work skills. The findings implied that the rehabilitation services for people with common mental disorders might target on the enhancement of self-esteem and reduction of discrimination experience to facilitate their improvement in social skills and work skills.",
		"pages": "125-134",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178117302937",
		"journal": "Psychiatry Research",
		"volume": "259"
	},
	{
		"id": "WARDSUTTON2022e92",
		"source_id": "WARDSUTTON2022e92",
		"type": "article",
		"title": "Minority Serving Institutions and African American-Owned Technology Firms Barriers in Assistive Technology Research and Development",
		"author": "Courtney Ward-Sutton",
		"keywords": "Assistive Technology, Research and Development, Diversity, Minority Serving Institutions, Federal Funding",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.672",
		"abstract": "Research Objectives The Objective was implemented at the exploratory and discovery stage of research to identify and describe Delphi panelists’ perspectives on AT-R&D participation barriers. Design A Delphi Technique, mixed-methods approach, was used to examine panelists’ perceptions on the importance of contextual AT-R&D barriers resulting from policy and systems issues across different categories. Setting Delphi technique group survey activities were conducted through PsychData online survey platform. Participants The sample consisted of n= 25, HBCU and Small African American-owned technology firms personnel with a wide range of knowledge on AT development. Interventions N/A. Main Outcome Measures Nvivo analyzed the qualitative data collected in Round 1 and generated themes. SPSS version 28 was used to calculate quantitative data to describe the priority of importance rankings and ratings in Round 2 (e.g., M; SD; ∑Rank Point). Results Findings indicated the four most important barriers among HBCU stem faculty were: heavy teaching loads, research infrastructures, student advisement commitments, and grant review processes. Small African American-owned technology firms reported the following barriers: knowledge and development of entrepreneur skills, investment, access to sufficient capital loans, facilities, research collaborations between HBCUs and Techpreneurs, and labor markets/supply demands. Conclusions These findings provide information about what Federal research entity leaders and HBCU administrators can do to stimulate competitive disability and rehabilitation AT-R&D participation across the HBCU Community and African American-owned technology firms. Recommendations that can be considered for external and internal policy and systems modifications to address the current under-funding and under-participation of HBCUs as “grantees” across the Federal disability and rehabilitation AT- R&D enterprises. Author(s) Disclosures Acknowledgment: The contents of this article were developed under grants from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR grant numbers 90AR5029, and 90RTST0001). NIDILRR is a Center within the Administration for Community Living (ACL), Department of Health and Human Services (HHS). The contents of this article do not necessarily represent the policy of NIDILRR, ACL, HHS, and one should not assume endorsement by the federal government.",
		"pages": "e92",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000399932201262X",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "CHANDRA2023S108",
		"source_id": "CHANDRA2023S108",
		"type": "article",
		"title": "Whats in a Fall?: An Examination into the Risk Factors of Fall Risk in Rural Older Adults",
		"author": "Archita Chandra and Jeffrey Cruz and Dr. Jyotsna Pandey",
		"doi": "https://doi.org/10.1016/j.jagp.2022.12.155",
		"abstract": "Introduction Background Falls are a major source of injury in the elderly. They may result in disability or hospitalization, decreased quality of life, loss of autonomy, or financial strain. While falls increase with age, certain factors could be more associated than others. Objective Age, hearing ability, residence status, and prior falls history were studied to assess their relationship with predicting future falls risk. It was hypothesized that with increasing age and declining hearing status, fall risk would increase. Changes in living status and prior falls history were also predicted to increase fall risk. Methods Methods Participants (n = 97) were recruited from Isabella, Clare, and Gratiot County. Bilateral hearing quality was assessed using the Whisper Test, which rates the ability to hear a series of three letter or number phrases. Residence status was acquired by questionnaire. The Stay Independent Brochure (SIB) was used to gather fall history and assess fall risk. Results Results Hearing quality (p = .005) significantly predicted falls risk in older adults in linear regression analyses. A multiple regression model including hearing quality, age, falls status in the past year, and residence status revealed that age (p <.001), falls status (p <.001), and residence status maintained significant relationships with falls risk. The multiple regression model revealed that compared to participants residing in assisted-living facilities, those living independently and alone exhibited lower SIB scores by approximately 3 points (p = .008; B = -2.993). The model further showed that those living independently with a spouse exhibited lower SIB scores by approximately 2 points (p = .015; B = -2.725) compared to participants in assisted living facilities. The model also demonstrated that participants who fell in the last year exhibited higher SIB scores of almost 4 points compared to those that did not report a fall. (B = 3.993). Conclusions Conclusions Age and hearing quality significantly predict future falls risk in older adults. Residence status and prior falls history show further relationships with falls risk, with independent living exhibiting decreased falls risk. Caregivers and providers should consider these factors when developing personalized care plans for outpatient older adults. Future studies will study these relationships longitudinally. Significance The knowledge that age and hearing ability predict fall risk, and that residence status and prior falls history have significant relationships with fall risk, is critical to disseminate to patients, caregivers, and providers caring for rural older adults facing limited access to healthcare. This research was funded by This study was not funded.",
		"pages": "S108",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S106474812200728X",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "31"
	},
	{
		"id": "AMTMANN2020S63",
		"source_id": "AMTMANN2020S63",
		"type": "article",
		"title": "Satisfaction With Life Over Time in People With Burn Injury: A National Institute on Disability, Independent Living, and Rehabilitation Research Burn Model System Study",
		"author": "Dagmar Amtmann and Fraser D. Bocell and Kara McMullen and Alyssa M. Bamer and Kurt L. Johnson and Shelley A. Wiechman and Jeffrey C. Schneider",
		"keywords": "Burns, Quality of life, Rehabilitation, Statistical models",
		"doi": "https://doi.org/10.1016/j.apmr.2017.09.119",
		"abstract": "Objective To examine trajectories of satisfaction with life (SWL) of burn survivors over time and their clinical, demographic, and other predictors. Design Longitudinal survey. Setting Not applicable. Participants Individuals ≥18 years of age who underwent burn-related surgery and met one of the following criteria: (1) >10% total body surface area (TBSA) burn and ≥65 years of age; (2) >20% TBSA burn and 18 to 64 years of age; (3) electrical high voltage/lightning injury; or (4) burn injury to the hands, face, or feet. The participants (N=378) had data on all variables of interest and were included in the analyses. Interventions Not applicable. Main Outcome Measure Satisfaction With Life Scale. Results Growth mixture modeling identified 2 classes with different trajectories of SWL. The mean SWL of the unchanged class (n=224, 60%) was flat over 2 years with high initial SWL scores. The SWL of the dissatisfied class (n=154, 40%) was at the low end of average and got progressively worse over time. Conclusions SWL after burn injury can be described by 2 different trajectories with substantially different outcomes. Older age, worse mental health, and unemployment prior to injury predicted membership in the dissatisfied class. Additional services could be provided to those at high risk for low SWL to achieve better outcomes.",
		"pages": "S63-S70",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999317312674",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "101"
	},
	{
		"id": "OFER2019238",
		"source_id": "OFER2019238",
		"type": "article",
		"title": "Association between seizure freedom and default mode network reorganization in patients with unilateral temporal lobe epilepsy",
		"author": "Isabell Ofer and Carmelina LeRose and Hansjoerg Mast and Pierre LeVan and Birgitta Metternich and Karl Egger and Horst Urbach and Andreas Schulze-Bonhage and Kathrin Wagner",
		"keywords": "Resting state-fMRI, Graph theory, Network topology, Hub redistribution, Network efficiency",
		"doi": "https://doi.org/10.1016/j.yebeh.2018.10.025",
		"abstract": "Rationale The spontaneous synchronized activity and intrinsic organization of the Default Mode Network (DMN) has been found to be altered because of epileptic activity of temporal lobe origin. Thus, the aim of the present study was to compare DMNs topological properties in patients with seizure-free (SF) and not seizure-free (NSF) temporal lobe epilepsy (TLE). Methods Functional connectivity within the DMN was determined from an 8-minute resting state functional magnetic resonance imaging (fMRI) in 27 patients with TLE (12 SF, 15 NSF) and 15 healthy controls (HC). The DMN regions of interest were extracted according to the automated anatomical labeling (AAL) atlas. Network properties were assessed using standard graph-theoretical measures. Results Analyses revealed, irrespectively of focus lateralization, borderline significance for longer paths (p = 0.049) and in trend reduced local efficiency within the DMN of SF when compared with that of NSF (p = 0.075). The SF and NSF patients did not differ in global network topology from HC (p > 0.05). At the nodal network level, the degree of central hubs was significantly reduced in SF when compared with that in NSF (0.002 ≤ p ≤ 0.080) and HC (0.001 ≤ p ≤ 0.066) while simultaneously, right anterior superior temporal gyrus revealed significantly higher degree in SF than in NSF (p = 0.005) and HC (p = 0.016). Conclusion Seizure freedom seems to be associated with hub redistributions that may underlie longer paths and (in trend) reduced local efficiency of the network. An associated slower system response might reduce the probability of a rapid spread of epileptic discharges over the whole network and may help to prevent hypersynchronous neuronal activity in brain networks that may result in epileptic seizures.",
		"pages": "238-246",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505017308223",
		"journal": "Epilepsy & Behavior",
		"volume": "90"
	},
	{
		"id": "LE201654",
		"source_id": "LE201654",
		"type": "article",
		"title": "Interlinking life-cycle data spaces to support decision making in highway asset management",
		"author": "Tuyen Le and H. David Jeong",
		"keywords": "Ontology, Semantic web, Interoperability, Data exchange, Interlinked database, Highway asset management",
		"doi": "https://doi.org/10.1016/j.autcon.2015.12.016",
		"abstract": "Technology advances have changed highway project delivery and asset management from relying on 2D paper documents to n-D digital data sets. However, the implementation of diverse software applications imposes big challenges for integrating life-cycle data to support decision making in highway asset management due to the potential inconsistencies of levels of detail, data syntax and semantics. This paper presents an ontology based exchange mechanism that enables unification and interconnection of life-cycle data spaces to support decision making in highway asset management. The mechanism consists of the following key components: (1) domain and merged ontologies, (2) data wrappers and (3) a data query and reasoning system. The mechanism was tested on a sample roadway project retrieved from Landxml.org, and the results indicated the success in integrating fragmented life-cycle data spaces and extracting information for asset management.",
		"pages": "54-64",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926580515002642",
		"journal": "Automation in Construction",
		"volume": "64"
	},
	{
		"id": "DAMATA201995",
		"source_id": "DAMATA201995",
		"type": "article",
		"title": "An RCT of atraumatic restorative treatment for older adults: 5 year results",
		"author": "C da Mata and G McKenna and L Anweigi and M Hayes and M Cronin and N. Woods and D. O’Mahony and PF Allen",
		"keywords": "Caries removal, Restorative treatment, ART, Gerodontology, Root caries, Elderly",
		"doi": "https://doi.org/10.1016/j.jdent.2019.03.003",
		"abstract": "Objectives to compare the survival of ART and a conventional restorative technique (CT) for restoring carious lesions in older adults after 5 years. Methods In this parallel randomised controlled clinical trial, 219 independently-living adults were recruited from a dental hospital/community and a geriatric day hospital. Ninety-nine patients who met the inclusion criteria and presented with carious lesions were randomly allocated to receive either ART or conventional restorations (anaesthesia, rotary instruments and resin-modified glass ionomer). The status of restorations was assessed 6 months, 1, 2 and 5 years after restoration placement. Estimates of cumulative survival were calculated for each interval between assessments and a Cox Proportional Hazards (PH) model was fitted to the interval-censored survival time. Results Three hundred restorations (ART n=142; CT n=158) were placed on 99 patients, 46 males and 53 females, with a mean age of 73.2, SD: 6.8 (65–90 yrs). After 5 years, ART and CT presented cumulative probability of survival of 85% and 79% (p=0.8095), respectively. Conclusions: ART presents survival rates comparable to a conventional technique, when treating older adults after 5 years. The ART approach could be a useful tool to provide dental care for older adults particularly in the nonclinical setting. (Trial Registration number: ISRCTN 76299321). Clinical Relevance This study shows that ART presents survival rates comparable to conventional techniques to treat carious lesions in older patients after 5 years. It is well accepted by this age cohort, and therefore could be an alternative to treat the elderly, especially those who are homebound or cannot attend the dentist.",
		"pages": "95-99",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571219300442",
		"journal": "Journal of Dentistry",
		"volume": "83"
	},
	{
		"id": "GODDE2018224",
		"source_id": "GODDE2018224",
		"type": "article",
		"title": "Motor practice in a force modulation task in young and middle-aged adults",
		"author": "Ben Godde and Mireille Trautmann and Peter Erhard and Claudia Voelcker-Rehage",
		"keywords": "Fine motor control, Motor practice, Aging, Brain imaging",
		"doi": "https://doi.org/10.1016/j.jelekin.2017.12.005",
		"abstract": "Learning new motor skills is important for everyday life and independent living in older age. While studies on motor sequence learning and motor adaptation revealed age differences that are mostly related to frontal decline with increasing age, data for fine finger force modulation are missing. Twelve young (YA, 18–28 years) and twelve middle-aged older (OA, 55–65 years) adults practiced a force modulation task in precision grip while lying in a 3T MR scanner. Participants followed a sine wave between 5 and 25% of their maximum voluntary contraction (MVC) at a frequency of 0.3 Hz. Ten trials of 30 s were performed to examine learning curves and related changes in Blood Oxygen Level Dependent (BOLD) responses were assessed with functional magnetic resonance imaging (fMRI). Training slopes were similar for YA and OA, with only a trend for differences in performance level. Both age groups revealed decreasing activations with practice in frontal and parietal regions as well as in the cerebellum. Particularly, the hippocampus was activated in initial trials, but activity immediately decreased with practice. Increase in activation during practice was found only for YA in occipital cortex, cingulate cortex, and thalamus. After practice, OA revealed a pattern similar to the one that YA showed before practice. Described differences between YA and OA in neural activation related to motor practice may indicate compensational mechanisms in OA to enable similar learning slopes as in YA.",
		"pages": "224-231",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1050641117302638",
		"journal": "Journal of Electromyography and Kinesiology",
		"volume": "38"
	},
	{
		"id": "DRIVER2022e58",
		"source_id": "DRIVER2022e58",
		"type": "article",
		"title": "Efficacy of a group-based education and self-management intervention for people with traumatic brain injury",
		"author": "Simon Driver and Evan McShan and Megan Douglas and Shannon Junegst and Donna Noorbakhsh and Stephanie Calhoun and Monica Bennett and Alexandria Holden and Randi Dubiel",
		"keywords": "Self-Management, Health, Self-Efficacy, Quality Of Life, Education",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.576",
		"abstract": "Research Objectives To (1) describe compliance (attendance; goal tracking) with the 12-month Brain Health Group (BHG) self-management intervention; (2) examine efficacy of the BHG for improving self-efficacy (primary) and secondary outcomes compared to a time and attention-matched weight-loss intervention; and (3) describe findings from the BHG program evaluation. Design Randomized control trial. Participants were randomized to the BHG (n=29), or a weight-loss intervention (n=28). Setting Group-based community-setting. Participants Participants included 57 English-speaking adults (18-64 years old), who had a moderate to severe TBI, and ≥six months post injury. Interventions Brain Health Group. Main Outcome Measures Outcome data were collected at baseline and 12 months and included self-efficacy (primary), depression, satisfaction with life (SWL), self-rated abilities for health practices (SRAHP), and alcohol use. Additionally, program evaluation was conducted using an Exit Survey at 12 months. Results Average attendance was 89% and goal tracking 59%. Within group analysis of the BHG did not show significant change in self-efficacy, depression, SWL, or alcohol use. However, a significant increase in the SRAHP score (mean change = 9.0 (±16.5); Cohens d effect size = 0.55; p=0.018) was reported. SRAHP domains with an increase were nutrition (mean = 2.5 (± 4.9); d = 0.51; p=0.029), exercise (mean = 2.5 (± 5.8); d = 0.43; p=0.045), and health practices (mean = 2.3 (± 4.6); d =0.50; p=0.024). Participants also perceived the BHG as helpful during the exit interview. Conclusions Our results suggest that people with TBI can successfully engage in the BHG self-management program and generally perceived the program as helpful in enhancing knowledge about brain health and awareness of how to enhance self-management skills. Author(s) Disclosures The contents of this abstract were developed under a grant from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR grant number 90DPTB0013). NIDILRR is a center within the Administration for Community Living (ACL), Department of Health and Human Services (HHS). The contents of this abstract do not necessarily represent the policy of NIDILRR, ACL, HHS, and you should not assume endorsement by the Federal Government.",
		"pages": "e58",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322011662",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "NURDAL2020102226",
		"source_id": "NURDAL2020102226",
		"type": "article",
		"title": "Prospective memory in prodromal Alzheimers disease: Real world relevance and correlations with cortical thickness and hippocampal subfield volumes",
		"author": "Volkan Nurdal and Alfie Wearn and Michael Knight and Risto Kauppinen and Elizabeth Coulthard",
		"keywords": "Prospective memory, Alzheimers disease, Early marker, Cortical thickness, Magnetic resonance imaging",
		"doi": "https://doi.org/10.1016/j.nicl.2020.102226",
		"abstract": "Introduction : Prospective memory (PM) is a marker of independent living in Alzheimers disease. PM requires cue identification (prospective component) and remembering what should happen in response to the cue (retrospective component). We assessed neuroanatomical basis and functional relevance of PM. Methods 84 older participants (53–94 years old, 58% male) with or without Mild Cognitive Impairment (MCI) performed PM tests, Activities of Daily Living (ADL) scale and had a structural MRI of the brain to estimate for cortical thickness and hippocampal subfield volumes. A General Linear Model cluster analysis was carried out using FreeSurfer to determine which cortical regions were correlated with PM scores. Results : Both components of PM are impaired in MCI (p < .001). The retrospective component of PM correlates strongly with ADL (p = .005). Prospective component performance correlates positively with cortical thickness of bilateral frontal-temporal-parietal cortex and volume of CA1 of hippocampus. In contrast, the retrospective component performance correlates positively with cortical thickness of a right-lateralised fronto-temporal-parietal network and volumes of subiculum and CA3 hippocampal subfields. Discussion : Our neuroimaging findings complement and extend previous research into structural correlates of PM. Here, we show that there are distinct, yet, overlapping brain regions correlating with the two components of PM. PM performance provides a window into real-life functional abilities in people at risk of Alzheimers disease and could be utilised as a marker of clinically relevant disease.",
		"pages": "102226",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158220300632",
		"journal": "NeuroImage: Clinical",
		"volume": "26"
	},
	{
		"id": "JONES2017347",
		"source_id": "JONES2017347",
		"type": "article",
		"title": "Handgrip Strength Related to Long-Term Electromyography: Application for Assessing Functional Decline in Parkinson Disease",
		"author": "Gareth R. Jones and Kaitlyn P. Roland and Noelannah A. Neubauer and Jennifer M. Jakobi",
		"keywords": "Activities of daily living, Clinical medicine, Independent living, Muscle relaxation, Muscle strength dynamometer, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2016.09.133",
		"abstract": "Objective To determine which clinical measures of physical function (ie, gait, balance, and grip strength) best represent long-term electromyography in persons with Parkinson disease (PD) compared with those without PD. Design Cross-sectional study. Setting Local community. Participants A sample (N=37) of men and women with PD (n=23) and those without PD (n=14), living independently at home, older than 50 years of age, from the local community. Interventions Not applicable. Main Outcome Measures Measures of gait, balance, and grip strength were completed, and electromyography was examined in biceps brachii, triceps brachii, vastus lateralis, and biceps femoris during a 6.5-hour day. Muscle activity was quantified through burst in electromyography (>2% of the normalized maximum voluntary exertion with a continuous activity period of >0.1s). Stepwise multiple regression models were used to determine the proportion of variance in burst characteristics explained by clinical measures of physical function in PD. Results Grip strength was the best predictor of muscle activity in persons with PD (R2=.17–.33; P<.04), whereas gait characteristics explained muscle activity in healthy controls (R2=.40–.82; P<.04). Conclusions Grip strength could serve as an effective clinical assessment tool to determine changes in muscle activity, which is a precursor to functional loss in persons with PD.",
		"pages": "347-352",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999316312254",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "98"
	},
	{
		"id": "HAO2020101625",
		"source_id": "HAO2020101625",
		"type": "article",
		"title": "Multi-modal neuroimaging feature selection with consistent metric constraint for diagnosis of Alzheimers disease",
		"author": "Xiaoke Hao and Yongjin Bao and Yingchun Guo and Ming Yu and Daoqiang Zhang and Shannon L. Risacher and Andrew J. Saykin and Xiaohui Yao and Li Shen",
		"keywords": "Similarity measures, Multi-modal neuroimaging, Feature selection, Alzheimers disease, Mild cognitive impairment",
		"doi": "https://doi.org/10.1016/j.media.2019.101625",
		"abstract": "The accurate diagnosis of Alzheimers disease (AD) and its early stage, e.g., mild cognitive impairment (MCI), is essential for timely treatment or possible intervention to slow down AD progression. Recent studies have demonstrated that multiple neuroimaging and biological measures contain complementary information for diagnosis and prognosis. Therefore, information fusion strategies with multi-modal neuroimaging data, such as voxel-based measures extracted from structural MRI (VBM-MRI) and fluorodeoxyglucose positron emission tomography (FDG-PET), have shown their effectiveness for AD diagnosis. However, most existing methods are proposed to simply integrate the multi-modal data, but do not make full use of structure information across the different modalities. In this paper, we propose a novel multi-modal neuroimaging feature selection method with consistent metric constraint (MFCC) for AD analysis. First, the similarity is calculated for each modality (i.e. VBM-MRI or FDG-PET) individually by random forest strategy, which can extract pairwise similarity measures for multiple modalities. Then the group sparsity regularization term and the sample similarity constraint regularization term are used to constrain the objective function to conduct feature selection from multiple modalities. Finally, the multi-kernel support vector machine (MK-SVM) is used to fuse the features selected from different models for final classification. The experimental results on the Alzheimers Disease Neuroimaging Initiative (ADNI) show that the proposed method has better classification performance than the start-of-the-art multimodality-based methods. Specifically, we achieved higher accuracy and area under the curve (AUC) for AD versus normal controls (NC), MCI versus NC, and MCI converters (MCI-C) versus MCI non-converters (MCI-NC) on ADNI datasets. Therefore, the proposed model not only outperforms the traditional method in terms of AD/MCI classification, but also discovers the characteristics associated with the disease, demonstrating its promise for improving disease-related mechanistic understanding.",
		"pages": "101625",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1361841519301616",
		"journal": "Medical Image Analysis",
		"volume": "60"
	},
	{
		"id": "SULIMANIAIDAN2017332",
		"source_id": "SULIMANIAIDAN2017332",
		"type": "article",
		"title": "To dream the impossible dream: Care leavers challenges and barriers in pursuing their future expectations and goals",
		"author": "Yafit Sulimani-Aidan",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.08.025",
		"abstract": "Emerging adulthood is considered to be a period of many possibilities, expectations and aspirations for the future (Arnett, 2007). However, vulnerable young adults have fewer personal and social assets, which might limit their possibilities and goals. This exploratory study aims to investigate the challenges and barriers of 25 Israeli young adults who left care, while trying to realize their expectations and pursue their future plans. Thematic analysis revealed that these young peoples perceptions of their future and their goal-setting are challenged mainly by their weak and unsupportive social ties, obligations to their biological parents, and poor personal capital. All of these challenges combined comprise a barrier to pursuing their future aspirations. The discussion addresses the connection between the challenges care leavers struggle with in their transition to independent living, their future outlook, and chosen paths in the context of emerging adulthood theory. Implications for practice suggest the importance of creating supportive follow up frameworks that allow care leavers to strengthen their social ties, build new positive and supportive relationships, and consult about future decisions, in order to increase their future possibilities and opportunities.",
		"pages": "332-339",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917305169",
		"journal": "Children and Youth Services Review",
		"volume": "81"
	},
	{
		"id": "YAO2017S362",
		"source_id": "YAO2017S362",
		"type": "article",
		"title": "Integrative Analysis of Genomic And Neuroimaging Data Reveal A Genetic-Brain Region Pathway Regulating Schizophrenia",
		"author": "Yin Yao and Hong Bao Cao",
		"doi": "https://doi.org/10.1016/j.euroneuro.2016.09.384",
		"abstract": "Background Schizophrenia (SCZ) is one of the most chronically disabling psychiatric illnesses with a global median lifetime morbid risk of 7.2/1000 persons. Both genetic and brain region pathways were identified as causal regulating tunnels towards the pathogenesis of SCZ. Method We integrated a functional magnetic resonance imaging (fMRI) data set and a brain-gene ResNet (BGR) data set to study the functional pathways through which genes regulate the brain functions associated with SCZ phenotypes. Automated Anatomical Labeling (AAL) based brain connectivity analysis were conducted for fMRI data and a Gene Set Enrichment Analysis (GSEA) and Sub-Network Enrichment Analysis (SNEA) were performed to study the functional profile of the genes associating with these brain regions. Additionally, pathway and network based metrics analysis were proposed to identify the top genes with pathogenesis significance to SCZ. Results We identified 4 SCZ candidate brain regions (P-value<1e-5) using fMRI data alone, which were replicated with the BGR data set. Furthermore, we identified from the BRG data set that the 4 SCZ candidate brain regions were related to 26 SCZ candidate genes. GSEA and SNEA confirmed the observation and demonstrated that 24/26 genes significantly enriched 62 genetic SCZ candidate pathways (P-value<1e-4), 16 of which were related to brain functional development (P-value: 5.5e-13 ~ 5.1e-5). Additionally, pathway and network metrics analysis suggested that 7 genes were top SCZ candidates in terms of both network centrality and functional diversity, including SNAP25, APP, MAPT, APOE, NTRK2, GRM5, and BDNF. Conclusion Our results suggest that integrating both genomic and neuroimaging data could reveal functional genetic-brain region pathways that help in understanding the pathogenic mechanisms of SCZ.",
		"pages": "S362",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924977X16305806",
		"journal": "European Neuropsychopharmacology",
		"volume": "27"
	},
	{
		"id": "WILKINSON2021105851",
		"source_id": "WILKINSON2021105851",
		"type": "article",
		"title": "Mechanical Thrombectomy Improves Outcome for Large Vessel Occlusion Stroke after Cardiac Surgery",
		"author": "D. Andrew Wilkinson and Sravanthi Koduri and Sharath Kumar Anand and Badih J. Daou and Vikram Sood and Neeraj Chaudhary and Joseph J. Gemmete and James F. Burke and Himanshu J. Patel and Aditya S. Pandey",
		"keywords": "Large vessel occlusion, Cardiac surgery, Stroke, Thrombectomy, Complications, Outcomes",
		"doi": "https://doi.org/10.1016/j.jstrokecerebrovasdis.2021.105851",
		"abstract": "Background Stroke is a feared complication of cardiac surgery. Modern clot-retrieval techniques provide effective treatment for large vessel occlusion (LVO) strokes. The purpose of this study was to 1) report the incidence of LVO stroke after cardiac surgery at a large academic center, and 2) describe outcomes of postoperative LVO strokes. Methods All patients experiencing stroke within 30 days after undergoing cardiac surgery at a single center in 2014-2018 were reviewed. LVOs were identified through review of imaging and medical records, and their characteristics and clinical courses were examined. Results Over the study period, 7,112 cardiac surgeries, including endovascular procedures, were performed. Acute ischemic stroke within 30 days after surgery was noted in 163 patients (2.3%). Among those with a stroke, 51/163 (31.3%) had a CTA or MRA, and 15/163 (9.2%) presented with LVO stroke. For all stroke patients, the median time from surgery to stroke was 2 days (interquartile range, IQR, 0–6 days), and for patients with LVO, the median time from surgery to stroke was 4 days (IQR 0–6 days). The overall rate of postoperative LVO was 0.2% (95% CI 0.1–0.4%), though only 6/15 received thrombectomy. LVO patients receiving thrombectomy were significantly more likely to return to independent living compared to those managed medically (n = 4/6, 66.6% for mechanical thrombectomy vs. n = 0/9, 0% for medical management, P = .01). Of the 9 patients who did not get thrombectomy, 6 may currently be candidates for thrombectomy given new expanded treatment windows. Conclusions The rate of LVO after cardiac surgery is low, though substantially elevated above the general population, and the majority do not receive thrombectomy currently. Patients receiving thrombectomy had improved neurologic outcomes compared to patients managed medically. Optimized postoperative care may increase the rate of LVO recognition, and cardiac surgery patients and their caregivers should be aware of this effective therapy.",
		"pages": "105851",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1052305721002548",
		"journal": "Journal of Stroke and Cerebrovascular Diseases",
		"volume": "30"
	}
]