[
	{
		"id": "RONTOYANNI2022824",
		"source_id": "RONTOYANNI2022824",
		"type": "article",
		"title": "Strength of association between body mass index and physical function scores in paediatric burn patients: A National Institute on Disability, Independent Living, and Rehabilitation Research Burn Model System study",
		"author": "Victoria G. Rontoyanni and Andrzej Kudlicki and Alen Palackic and Nicole Gibran and Barclay Stewart and Jeffrey C. Schneider and Colleen M. Ryan and Andrew J. Murton and Steven E. Wolf and Karen Kowalske and Oscar E. Suman",
		"keywords": "Obesity, BMI, Physical function, Burn, PROMIS",
		"doi": "https://doi.org/10.1016/j.burns.2022.03.001",
		"abstract": "Objective Increased body weight has been associated with reduced muscle wasting in the early catabolic phase after a severe burn. Yet, overweight and obese non-burn children often exhibit impaired musculoskeletal function, which may lead to poor physical function (PF). We aimed to determine the association between body mass index (BMI) at discharge and self-reported PF and caregiver proxy-reported PF during recovery of burned children. Materials and methods This is a retrospective multisite longitudinal study in paediatric burn patients ((8–17 y old at time of burn). PF outcome measures were self-reported mobility, proxy-reported mobility, and upper extremity PF evaluated using PROMIS measures at 6-, 12-, and 24-months after injury. Primary exposure variable was BMI-for-age at discharge. Results A total of 118 paediatric patients, aged 11.7 ± 3.3 y, with burns covering 37.6 ± 18.8% of their total body surface area (TBSA) and BMI-for-age of 23.1 ± 5.4 kg/m2 at discharge were analyzed. BMI at discharge was not significantly associated with self-reported mobility scores 6 months after burn (beta coefficient =−0.23, p = 0.31), had a positive effect on mobility at 12 months (beta = 0.46, p = 0.05), and no effect at 24 months after injury (beta=−0.10, p = 0.60), when adjusted for burn size. BMI did not have a significant effect on proxy-reported mobility or upper extremity PF. Conclusion A greater BMI at discharge was associated with improved self-reported PF at 12 months after burn but not at 6 months or 24 months, which suggests a faster recovery of PF in paediatric patients of larger body weight. Our data suggests that a larger body weight does not compromise the recovery of PF after burn.",
		"pages": "824-832",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417922000511",
		"journal": "Burns",
		"volume": "48"
	},
	{
		"id": "YAO2017S362",
		"source_id": "YAO2017S362",
		"type": "article",
		"title": "Integrative Analysis of Genomic And Neuroimaging Data Reveal A Genetic-Brain Region Pathway Regulating Schizophrenia",
		"author": "Yin Yao and Hong Bao Cao",
		"doi": "https://doi.org/10.1016/j.euroneuro.2016.09.384",
		"abstract": "Background Schizophrenia (SCZ) is one of the most chronically disabling psychiatric illnesses with a global median lifetime morbid risk of 7.2/1000 persons. Both genetic and brain region pathways were identified as causal regulating tunnels towards the pathogenesis of SCZ. Method We integrated a functional magnetic resonance imaging (fMRI) data set and a brain-gene ResNet (BGR) data set to study the functional pathways through which genes regulate the brain functions associated with SCZ phenotypes. Automated Anatomical Labeling (AAL) based brain connectivity analysis were conducted for fMRI data and a Gene Set Enrichment Analysis (GSEA) and Sub-Network Enrichment Analysis (SNEA) were performed to study the functional profile of the genes associating with these brain regions. Additionally, pathway and network based metrics analysis were proposed to identify the top genes with pathogenesis significance to SCZ. Results We identified 4 SCZ candidate brain regions (P-value<1e-5) using fMRI data alone, which were replicated with the BGR data set. Furthermore, we identified from the BRG data set that the 4 SCZ candidate brain regions were related to 26 SCZ candidate genes. GSEA and SNEA confirmed the observation and demonstrated that 24/26 genes significantly enriched 62 genetic SCZ candidate pathways (P-value<1e-4), 16 of which were related to brain functional development (P-value: 5.5e-13 ~ 5.1e-5). Additionally, pathway and network metrics analysis suggested that 7 genes were top SCZ candidates in terms of both network centrality and functional diversity, including SNAP25, APP, MAPT, APOE, NTRK2, GRM5, and BDNF. Conclusion Our results suggest that integrating both genomic and neuroimaging data could reveal functional genetic-brain region pathways that help in understanding the pathogenic mechanisms of SCZ.",
		"pages": "S362",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924977X16305806",
		"journal": "European Neuropsychopharmacology",
		"volume": "27"
	},
	{
		"id": "SWAINE2016464",
		"source_id": "SWAINE2016464",
		"type": "article",
		"title": "Consumers and workers perspectives about consumer-directed services in the United States",
		"author": "Jamie G. Swaine and Susan L. Parish and Leah Igdalsky and Robyn M. Powell",
		"keywords": "Consumer directed services, Long-term care, Disability, Independent living, Health",
		"doi": "https://doi.org/10.1016/j.dhjo.2016.01.002",
		"abstract": "Background Consumer direction is a service delivery model that shifts decision-making from agencies to the individuals they serve. Using government funding, consumers hire, supervise, and schedule their own staff and maintain control over the delivery of their services. Objective This study sought to understand the process of consumer direction as well as the experiences and perspectives of both the consumers and employees. The study also sought to better understand if and how consumer direction allows the consumer to direct his or her life, the impact consumer direction may have on the individuals health and health care, and how employment in consumer directed programs impacts the workers providing direct care services. Method This qualitative study included interviews with consumers (N = 20) and workers (N = 15) in Virginia, a southern state in the US. Semi-structured phone interviews were conducted by one member of the research team and transcribed and coded for themes by the research team using grounded theory methodology. Results Consumers reported greater control over their services and increased access to health care, compared to what they previously received with traditional services. Conversely, consumers reported challenges in managing their staff and fulfilling the role of an employer. Employees reported a lack of training prior to starting their jobs, as well as an inability to live off on low hourly wages. Still, the majority of employees reported job satisfaction and fulfillment. Conclusion Policymakers should expand and strengthen the consumer directed program.",
		"pages": "464-471",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657416000042",
		"journal": "Disability and Health Journal",
		"volume": "9"
	},
	{
		"id": "TAWEEL2016225",
		"source_id": "TAWEEL2016225",
		"type": "article",
		"title": "A service-based system for malnutrition prevention and self-management",
		"author": "Adel Taweel and Lina Barakat and Simon Miles and Tudor Cioara and Ionut Anghel and Abdel-Rahman H. Tawil and Ioan Salomie",
		"keywords": "Serviced-based design, Malnutrition prevention, Diet self-management, Older adults, Distributed systems",
		"doi": "https://doi.org/10.1016/j.csi.2016.03.005",
		"abstract": "Malnutrition is considered one of the root causes for the occurrence of other diseases. It is particularly common in the ageing population, where it requires more efficient handling and management to enable longer home independent living. However, to achieve this, a number of related challenges need to be overcome, especially those related to management of health and disease let alone other social and logistical barriers. This paper presents the design of a distributed system that enables homecare management in the context of self-feeding and malnutrition prevention through balanced nutritional intake. The design employs a service-based system that incorporates a number of services including monitoring of activities, nutritional reasoning for assessing feeding habits, diet recommendation for food planning, and marketplace invocation for automating food shopping to meet dietary requirements. The solution is deployed in a small pilot in 12 elder adult houses that, in early results, demonstrates its holistic user-centred scalable approach for malnutrition self-management.",
		"pages": "225-233",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920548916300186",
		"journal": "Computer Standards & Interfaces",
		"volume": "48"
	},
	{
		"id": "SODERSTROM20202255",
		"source_id": "SODERSTROM20202255",
		"type": "article",
		"title": "Association between separate items of the Mini Nutritional Assessment instrument and mortality among older adults: A prospective cohort study introducing a trimmed MNA version",
		"author": "Lisa Söderström and Andreas Rosenblad",
		"keywords": "All-cause mortality, Cox regression, Epidemiology, Malnutrition, Mini nutritional assessment, Predictive ability",
		"doi": "https://doi.org/10.1016/j.clnu.2019.10.014",
		"abstract": "Summary Background & aims The predictive ability of the separate items of the full Mini Nutritional Assessment (MNA-F) instrument in relation to all-cause mortality (ACM) in older adults is unclear. The present study aimed to examine the magnitudes of the independent associations between separate MNA-F items and ACM among people aged ≥65 years old admitted to hospital. A secondary aim was to construct a trimmed MNA instrument (MNA-T) consisting of MNA-F items that contributed independently to predicting ACM, and compare its predictive ability with that of MNA-F and MNA short forms (MNA-SF). Methods This prospective cohort study included 1768 individuals aged ≥65 years old admitted to a Swedish hospital who answered MNA-F in 2008. They were followed-up for ACM after two years using national registers. Associations with ACM were calculated using Cox regression analysis. Predictive abilities for ACM were calculated using an R2-type measure. Results After a mean follow-up time of 1.7 years (3006 person-years), 455 (25.7%) participants had died. In adjusted analyses, nine MNA-F items contributed independently to predicting ACM (P < 0.20) and were included in MNA-T. Five items (food intake, independent living, > 3 prescription drugs, fluid intake, self-assessed health status) had significant contributions (P < 0.05). MNA-T had a better predictive ability for ACM than MNA-F and MNA-SF. Conclusions MNA-F could possibly benefit from excluding less important and more time-consuming items when used for predicting the ultimate consequence of malnutrition, an early death. MNA-T should be a more reliable instrument to use for this purpose.",
		"pages": "2255-2264",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261561419330869",
		"journal": "Clinical Nutrition",
		"volume": "39"
	},
	{
		"id": "GALLAGHER2016353",
		"source_id": "GALLAGHER2016353",
		"type": "article",
		"title": "Physical activity in older adults in a combined functional circuit and walking program",
		"author": "Nancy Ambrose Gallagher and Philippa Clarke and Emily Carr",
		"keywords": "Gerontology, Exercise, Mobility, Self-efficacy, Neighborhood environment, Physical activity",
		"doi": "https://doi.org/10.1016/j.gerinurse.2016.04.017",
		"abstract": "Our study examined the impact of a 16-week functional circuit/walking program on physical activity (PA) in older adults in independent-living facilities. Exploratory goals included examination of associations among self-efficacy, neighborhood and mobility. Participants (N = 13) were female (M = 77.8, SD = 7.44, range = 65–85 years). One third were African-American; the remainder Caucasian; 1/3 used assistive devices. PA increased from 70 min/week (SD = 35.51) at baseline to 81.31 min/week (SD = 34.21) at 16 weeks. PA was associated with self-efficacy for overcoming neighborhood and facility barriers to walking at all measurement points (baseline r = .73, p < .05 and r = .68, p < .05, respectively). At eight weeks, PA was associated with self-efficacy for walking duration (r = .58, p < .05), self-efficacy for individual (r = .66, p < .05), facility (r = .58, p < .05) and neighborhood (r = .70, p < .05) barriers. At sixteen weeks, physical activity was associated with balance confidence (r = .72, p < .05), and self-efficacy for individual (r = .76, p < .05), facility (r = .71, p < .05), and neighborhood (r = .80, p < .01) barriers. Functional circuit/walking interventions can increase PA in older adults. Further examination of self-efficacy, mobility, neighborhoods and PA is needed.",
		"pages": "353-359",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0197457216300246",
		"journal": "Geriatric Nursing",
		"volume": "37"
	},
	{
		"id": "MUNOZ20164420",
		"source_id": "MUNOZ20164420",
		"type": "article",
		"title": "SIMON: Assisted Mobility for Older and Impaired Users",
		"author": "Eva Muñoz and Manuel Serrano and Manuel Vivó and Antonio Marqués and Alberto Ferreras and José Solaz",
		"keywords": "mobility, impaired users, European Disabled badge, mobile application, Multimodal Navigation, ICT",
		"doi": "https://doi.org/10.1016/j.trpro.2016.05.364",
		"abstract": "SIMON is a demonstration project with three large scale pilots in Madrid, Lisbon and Parma aiming to use ICT services to promote the independent living and societal participation of mobility impaired people in the context of on-street public parking areas and multiple transport modes. The project tackles two main challenges:-Reduction of fraud by demonstrating the use of an ICT – enhanced European Disable Badge for public parking, both on the basis of physical – i.e. smartcards – and virtual access right tokens – i.e. e-access through mobile devices.-Proposal of specific multimodal navigation solutions for elderly and disabled people, using opendata hubs and preexisting toolsets that will be populated and exploited with specific information – e.g. elevators located near sub-way stations. An additional challenge is the instantiation of a proven methodology for data privacy preservation and authentication of users. SIMON builds on existing mobility services, using the current infrastructure of the cities, and adds the required integration work to provide a seamless services integration layer which can be instantiated in different cities according to the specific context and the services available. Thus, from an ICT point of view, SIMON services are adaptable to heterogeneous environment, with different capabilities. The SIMON system platform supports some services that feed different applications, all of them accessible through different mobile devices. A backoffice also provides the access through a web application to let the public authority manage the whole system.",
		"pages": "4420-4429",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352146516303702",
		"journal": "Transportation Research Procedia",
		"volume": "14"
	},
	{
		"id": "ODELL2019S186",
		"source_id": "ODELL2019S186",
		"type": "article",
		"title": "REGION-SPECIFIC ATROPHY AS MEASURED BY CORTICAL GRAY MATTER VOLUME IS ASSOCIATED WITH BOTH REGIONAL AND TOTAL CORTICAL AMYLOID-BETA BURDEN IN COGNITIVELY NORMAL INDIVIDUALS AT RISK FOR ALZHEIMERS DISEASE",
		"author": "Ryan ODell and Manan Gupta and Joel Gelernter and Richard Carson and Christopher van Dyck and Adam Mecca",
		"doi": "https://doi.org/10.1016/j.jagp.2019.01.100",
		"abstract": "Introduction Models of preclinical Alzheimers disease (AD) have proposed that cerebral amyloidosis and subsequent neurodegeneration may occur years, if not decades prior to observable cognitive decline. We previously demonstrated that total cortical amyloid-beta burden was inversely associated with cortical gray matter volume but not episodic memory in a sample of cognitively normal, middle-aged participants, with a first-degree family history and varying genetic risks of AD (Mecca et al., 2018). The current study utilizes an exploratory approach to determine the regional contribution of cortical amyloid deposition to gray matter volume and neuropsychological test performance in pre-symptomatic individuals at varying genetic risk for AD. Methods As described previously (Mecca et al., 2018), cognitively normal participants aged 50-66 with a first-degree family history for AD were genetically screened to select three groups: APOE genotype ε4ε4 (n=15), ε3ε4 (n=15), and ε3ε3 (n=15), matched for age and sex. Participants were then studied with [11C]PiB PET, MRI, and neuropsychological testing. PET and MR images were co-registered for application of a ROI template (AAL for SPM2) to generate regional time-activity curves with cerebellum as the reference region. MRI images were segmented into gray matter, white matter, and CSF. Mask images of these segments were smoothed to the system resolution (∼6mm), and gray matter values of BPND were partial volume corrected (PVC). PVC-BPND was then computed using SRTM2 for frontal, posterior cingulate, precuneus, lateral parietal, lateral temporal, medial temporal, occipital, and basal ganglia ROIs. A cortical BPND (cortical amyloid) was also calculated by taking a weighted average of only the frontal, posterior cingulate, precuneus, lateral parietal, and lateral temporal regions. To quantify GM within each ROI, we applied inverse transformations of the AAL from MNI to subject space and calculated GM fraction as the number of voxels segmenting a GM divided by the total number of voxels in a region. Results The study sample consisted of 24 females and 21 males with an average age of 59.12 (SD 4.72) and 16.33 (SD 1.86) years of education. Participants demonstrated an average MMSE score of 29.66 (SD 0.91), GDS score of 0.71 (SD 1.25), WAIS-III FSIQ score of 115.04 (SD 13.32), and WRAT-3 Reading score of 109.47 (SD 9.64). As previously reported, mean cortical BPND was 0.145 ± 0.131 for APOE-ε3ε3, 0.297 ± 0.299 for APOE-ε3ε4, and 0.389 ± 0.222 for APOE-ε4ε4 participants. An exploratory analysis was performed to examine the regional contributions to the association between cortical amyloid burden and gray matter volume. There were significant inverse associations between gray matter fraction and cortical amyloid in the frontal (spearman r=-0.459, p=0.002), lateral temporal (spearman r=-0.546, p<0.001), medial temporal (spearman r=-0.442, p=0.002), and occipital lobes (spearman r=-0.369, p=0.013). Interestingly, when regional gray matter fractions were correlated with regional amyloid, significant inverse associations were again observed, in the frontal (spearman r=-0.490, p<0.001), lateral temporal (spearman r=-0.521, p<0.001), and occipital lobes (spearman r=-0.361, p=0.015), as well as in the posterior cingulate (spearman r=-0.311, p=0.037). Conclusions Based on our regional exploratory analyses, the inverse association between cortical amyloid burden and gray matter volume is strongest in the frontal, lateral, and medial temporal lobes. This is consistent with models of preclinical AD in which neurodegeneration occurs early in the disease process and before manifest cognitive decline. Interestingly, although the occipital lobeis traditionally thought to be a region of low amyloid deposition, we find the regional gray matter volume is significantly correlated with both regional and cortical amyloid. This perhaps implicates the occipital lobe as part of the cortical signature of AD, at least in cognitively normal middle-aged individuals with an increased risk of developing AD. It is also noted that medial temporal lobe atrophy isnt associated with regional amyloid, but instead significantly correlated with total cortical amyloid deposition. This is expected given the medial temporal lobes reputation as a known area of early atrophy but not amyloid deposition in AD. This research was funded by This research was supported by the Alzheimers Association IIRG-07-60026 (CHvD) and National Institute on Aging (P50-AG047270). APM was supported in part by the NIH/NIA K23-AG057794. RSO was supported in part by the NIMH R25 IMPORT grant (#R25MH071584).",
		"pages": "S186-S187",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748119301125",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "27"
	},
	{
		"id": "DAUWAN2019101752",
		"source_id": "DAUWAN2019101752",
		"type": "article",
		"title": "Aberrant resting-state oscillatory brain activity in Parkinsons disease patients with visual hallucinations: An MEG source-space study",
		"author": "M. Dauwan and J.I. Hoff and E.M. Vriens and A. Hillebrand and C.J. Stam and I.E. Sommer",
		"keywords": "MEG, Visual hallucinations, Multimodal hallucinations, Cholinergic dysfunction, Parkinsons disease",
		"doi": "https://doi.org/10.1016/j.nicl.2019.101752",
		"abstract": "To gain insight into possible underlying mechanism(s) of visual hallucinations (VH) in Parkinsons disease (PD), we explored changes in local oscillatory activity in different frequency bands with source-space magnetoencephalography (MEG). Eyes-closed resting-state MEG recordings were obtained from 20 PD patients with hallucinations (Hall+) and 20 PD patients without hallucinations (Hall-), matched for age, gender and disease severity. The Hall+ group was subdivided into 10 patients with VH only (unimodal Hall+) and 10 patients with multimodal hallucinations (multimodal Hall+). Subsequently, neuronal activity at source-level was reconstructed using an atlas-based beamforming approach resulting in source-space time series for 78 cortical and 12 subcortical regions of interest in the automated anatomical labeling (AAL) atlas. Peak frequency (PF) and relative power in six frequency bands (delta, theta, alpha1, alpha2, beta and gamma) were compared between Hall+ and Hall-, unimodal Hall+ and Hall-, multimodal Hall+ and Hall-, and unimodal Hall+ and multimodal Hall+ patients. PF and relative power per frequency band did not differ between Hall+ and Hall-, and multimodal Hall+ and Hall- patients. Compared to the Hall- group, unimodal Hall+ patients showed significantly higher relative power in the theta band (p = 0.005), and significantly lower relative power in the beta (p = 0.029) and gamma (p = 0.007) band, and lower PF (p = 0.011). Compared to the unimodal Hall+, multimodal Hall+ showed significantly higher PF (p = 0.007). In conclusion, a subset of PD patients with only VH showed slowing of MEG-based resting-state brain activity with an increase in theta activity, and a concomitant decrease in beta and gamma activity, which could indicate central cholinergic dysfunction as underlying mechanism of VH in PD. This signature was absent in PD patients with multimodal hallucinations.",
		"pages": "101752",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158219301020",
		"journal": "NeuroImage: Clinical",
		"volume": "22"
	},
	{
		"id": "LEON2019110",
		"source_id": "LEON2019110",
		"type": "article",
		"title": "High fluoride dentifrice for preventing and arresting root caries in community-dwelling older adults: A randomized controlled clinical trial",
		"author": "Soraya León and Katherine González and Fernando N. Hugo and Karla Gambetta-Tessini and Rodrigo A. Giacaman",
		"keywords": "Root caries lesions, Caries activity, Randomized clinical trial, Fluoride dentifrice, Aging",
		"doi": "https://doi.org/10.1016/j.jdent.2019.06.002",
		"abstract": "Objective Self-administered non-invasive therapies with high-fluoride dentifrices are an attractive alternative to traditional restorative management of root carious lesions (RCLs), but the available evidence is still scarce, particularly in community-dwelling elders. The aim of this randomized controlled trial (RCT) was to compare the effectiveness of toothbrushing with 5,000 ppm versus 1,450 ppm fluoridated dentifrice (F- dentifrice) on preventing and arresting RCLs, in community-dwelling elders. Methods A two years double-blinded RCT was carried out with 345 independently-living older adults, with at least one tooth with RCL. Participants were instructed to brush twice per day with either high-fluoride (5,000 ppm F) or the control dentifrice (1,450 ppm F). Incidence of new and arrested existing RCLs was recorded at two years and compared with the baseline data. Linear mixed regression model with repeated measures were used to test differences between groups (p < 0.05). Results The percentage of teeth with active lesions varied significantly at two years, but in opposite directions for both groups. While the control group significantly increased the mean percentage of RCLs activity from baseline to two years, from 24.32% to 40.52%, the intervention decreased the percentage of activity from 29.74% to 3.72%. The incidence of RCL was 93.5% and 35.2% in participants of the 1,450 ppm and 5,000 ppm in the F- dentifrice groups, respectively, with a relative risk (RR) of 0.10 [CI: 0.05 – 0.19]. Conclusion Non-invasive treatment with 5,000 ppm F dentifrice is more effective than conventional dentifrices in preventing and arresting RCLs in community dwelling elders. ClinicalTrials.gov NCT02647203. Clinical Significance RCLs can be effectively prevented and arrested with the use of 5,000 ppm F dentifrice. Oral health programs directed to community-dwelling older adults might benefit from the inclusion of high fluoride dentifrice in their portfolio.",
		"pages": "110-117",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571219301265",
		"journal": "Journal of Dentistry",
		"volume": "86"
	},
	{
		"id": "ARTAMONOVA2020105105",
		"source_id": "ARTAMONOVA2020105105",
		"type": "article",
		"title": "Time and context shaping the transition from out-of-home care to adulthood in Portugal",
		"author": "Alyona Artamonova and Maria das Dores Guerreiro and Ingrid Höjer",
		"keywords": "Leaving out-of-home care, Transition to adulthood, Portugal, Life course, Tangible and intangible resources",
		"doi": "https://doi.org/10.1016/j.childyouth.2020.105105",
		"abstract": "The difficulties that modern care leavers face on the way to independence are the focus of many studies. The present research illustrates how time and context - operationalised through belonging to different generations, from the previous century to today – has shaped care leavers’ pathways to adulthood in Portugal. To trace these pathways, ten care leavers were selected based on purposeful sampling and snowball methods. To reveal the factors that indicate care leavers’ better life outcomes, interviews with seven experts working with this vulnerable population group were organised. The pathways of male informants look “normal”, even thriving, when compared with the trajectories of the general population of Portugal in the second half of the 20th century, while the experiences of female care leavers sound somewhat traumatising. The timing and sequence of the young cohorts’ transition to adulthood events does not look aberrant compared to the general population. The various factors that determine a care leaver’s better life outcomes emerged as access to the tangible and intangible resources needed to generate human and social capital, and personal agency. Care leavers from older cohorts were empowered by means of education and the support of former residents of out-of-home care institutions. Women from older cohorts could receive education but, due to the social context, they were not expected to build careers. The educational opportunities given to them were very basic and did not afford them the confidence to deal with adversity. Care leavers from younger cohorts seem to lose the advantage of competitive education and the sense of belonging to a large and powerful childcare institution due to the democratisation of the education system and de-institutionalisation of residential care in the country. However, they can stay in care longer, gain practical skills for independent living and benefit from the personalised support of professionals to deal with adversity.",
		"pages": "105105",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740920301171",
		"journal": "Children and Youth Services Review",
		"volume": "115"
	},
	{
		"id": "ROGELJ20192680",
		"source_id": "ROGELJ20192680",
		"type": "article",
		"title": "Social infrastructure of Silver Economy: Literature review and Research agenda",
		"author": "Valerija Rogelj and David Bogataj",
		"keywords": "LTC services, housing stock, risk management, population ageing, multiple decrement model",
		"doi": "https://doi.org/10.1016/j.ifacol.2019.11.612",
		"abstract": "The term Silver Economy encompasses a vast range of concepts and areas of interest related to both the challenges and opportunities that the ageing population represents. Social Infrastructure is a subset of the infrastructure sector and typically includes assets that accommodate social services and support networks. Housing and utilities with the added value of 850 billion EUR per year represent the highest share of European Silver economy. Investments in housing and age-friendly built environment should be made with the criterion to accommodate declining functional capacities of ageing residents. Their functional capacities are decreasing and require the development of specialised housing stock for independent living in a community. The structure of housing stock and the development of supply networks and services for older adults, including nursing and social care, do not follow the dynamics of population ageing. Based on the literature review we present the dynamics of publications for the most frequently discussed types of dwellings in connection with ‘older adults’ in the journals indexed by Web of Science (WoS). In this article, we present a literature review of specialized housing solutions and other dwellings for older adults and further research agenda to develop optimization and control theory models supporting optimal planning, operations and control of services for older adults based on ambient intelligence, some of them based also on the geographic information technology and model to measure and forecast the demand for specialized housing stock and services in ageing society for which even the documents of the European Commission state that has not been developed yet. Industrial engineering and production research has the potential to significantly improve the efficiency of supply networks for older adults and mitigate the rising expenditure for health care and long-term care in ageing societies.",
		"pages": "2680-2685",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896319316003",
		"journal": "IFAC-PapersOnLine",
		"volume": "52"
	},
	{
		"id": "GUTKEVICH2017S735",
		"source_id": "GUTKEVICH2017S735",
		"type": "article",
		"title": "Mental health care of the family – Reality and innovative projects in the Russian practice",
		"author": "E. Gutkevich and V. Lebedeva and S. Vladimirova and A. Semke",
		"doi": "https://doi.org/10.1016/j.eurpsy.2017.01.1347",
		"abstract": "Introduction Psychosocial functional deficiency of persons with mental disorders covers the most important kinds of activity: work, education, independent living, and interactions with people, family interactions. Important aspect of rehabilitation practice is work with the family, relatives, and the nearest environment of patients due to decrease in the field of marriage or stable cohabitation. Objective To determine adaptive-preventive potential of the family in the area of mental health. Material and methods The analysis of multilevel characteristics of adaptation of 414 adult persons (patients with mental disorders and members of their families) with use of system approach and the methodical complex (“The Passport of Health of the Family”) has been carried out. Results We define the adaptive-preventive potential of the family of mental patient as biological (genetic) and social-psychological opportunities of family system of the individual to compensate the limits of ontogenetic (life) cycle of the family of several generations caused by the illness of the family member. Novelty of the “Clinical-psychological model of anti-relapse behaviour based on interaction of mental patients, their families, persons from the general population and experts in the field of mental health” project consists of scientific justification of development of multilevel (individual, family, society) model of anti-relapse behavior. Conclusion This multidisciplinary project is aimed at the persons entering into risk groups for development of mental disorder (for example, persons with sub-syndrome symptoms or with biological, and psychological or social risk factors) and the persons entering into risk groups for relapse of the existing mental disorder.",
		"pages": "S735",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933817313627",
		"journal": "European Psychiatry",
		"volume": "41"
	},
	{
		"id": "SATPUTE2021136207",
		"source_id": "SATPUTE2021136207",
		"type": "article",
		"title": "Mini-review: Rehabilitation engineering: Research priorities and trends",
		"author": "Shantanu Satpute and Rosemarie Cooper and Brad E. Dicianno and James Joseph and Yueyang Chi and Rory A. Cooper",
		"keywords": "Rehabilitation Engineering, Google Scholar, Voice of Consumer, Persons with Disabilities, Disparity",
		"doi": "https://doi.org/10.1016/j.neulet.2021.136207",
		"abstract": "Rehabilitation Engineering is the use of engineering principles applied to rehabilitation, disability, and independent living. Google Scholar is a searchable resource that allows people from around the world to create profiles of their interests and collaborations, and it provides a means to search the broad scientific and technical literature. Google Scholar was used to identify the 150 most cited people who listed Rehabilitation Engineering in their profile. Research impact, characteristics, and areas of research of the most cited rehabilitation engineers were examined. Furthermore, gender and geographical differences in research metrics of the highest citied rehabilitation engineers were investigated. Consumer priorities in rehabilitation engineering were identified using a voice of consumer (VoC) survey and recent literature based on VoC studies. Gaps between research publication and activities and consumer priorities were identified to recommend seven areas of research with high demand and opportunity for growth and innovation. Implications.•Rehabilitation Engineering appears to be a male-dominated profession similar to other engineering disciplines.•There are disparities in the number of rehabilitation engineers and measures of scientific productivity between different regions of the world.•Despite people identifying as rehabilitation engineers in every region, the most cited were identified as working in the World Health Organization Region of Americas and the European Region.•There appears to be benefits for rehabilitation engineers who have multiple collaborations and who work in doctoral degree-granting institutions.•Seven areas of research identified as consumer priorities were not captured by the most cited rehabilitation engineers these include: 1) Transportation and automobile driving 2) Recreation/Leisure 3) Autonomous vehicles/wheelchairs 4) Smart home/IoT 5) Computer/mobile applications and telecommunications 6) Patient transfer devices 7) Power sources. These priorities are opportunities for growth and innovation.",
		"pages": "136207",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304394021005851",
		"journal": "Neuroscience Letters",
		"volume": "764"
	},
	{
		"id": "MARLOW2019732",
		"source_id": "MARLOW2019732",
		"type": "article",
		"title": "Patient-provider communication quality for persons with disabilities: A cross-sectional analysis of the Health Information National Trends Survey",
		"author": "Nicole M. Marlow and Shenae K. Samuels and Ara Jo and Arch G. Mainous",
		"keywords": "Patient-provider communication, Persons with disabilities, Healthcare quality",
		"doi": "https://doi.org/10.1016/j.dhjo.2019.03.010",
		"abstract": "Background It is unclear how perceived patient-provider communication quality (PPPCQ) varies according to disability status. Lack of adequate patient-provider communication may prevent providers from considering healthcare issues that are relevant and important to persons with disabilities (PWD), potentially contributing to poorer health outcomes. Objective/Hypothesis: To examine PPPCQ by disability status using current U.S. Department of Health and Human Services standards for surveillance of functional disabilities. Methods This cross-sectional study used nationally-representative data from the 2012–2013 Health Information National Trends Survey (HINTS). Participants were categorized as having any disability (hearing, vision, mobility, cognitive, self-care, and/or independent living limitations). PPPCQ was assessed using seven HINTS questions about communication with healthcare professionals. Linear regression was used to estimate mean differences in composite PPPCQ scores, and logistic regression was used to estimate odds ratios (OR) for a provider “always or usually” performing PPPCQ. Results The study population comprised 5301 participants, representing 180,442,731 U.S. adults. Overall, 22.1% (weighted) reported any disability. Adjusted mean PPPCQ scores were significantly lower for PWD (72.8, 95% CI: 68.2–77.4) than persons without disability (78.3, 95% CI: 76.5–80.2), p = 0.021. More specifically, PWD were significantly less likely to be given attention needed to address feelings and emotions (OR = 0.6, 95% CI: 0.4, 0.9, p = 0.017), to have next steps understood (OR = 0.4, 95% CI: 0.2, 0.8, p = 0.019), and to receive a clear explanation (OR = 0.3, 95% CI: 0.1, 0.8, p = 0.018). Conclusions PWD are less likely to report key elements of effective patient-provider communication. Implementing patient-centered care may improve patient-provider communication for this vulnerable population.",
		"pages": "732-737",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657419300573",
		"journal": "Disability and Health Journal",
		"volume": "12"
	},
	{
		"id": "JORGENSEN20191599",
		"source_id": "JORGENSEN20191599",
		"type": "article",
		"title": "Sociodemographic Factors and Characteristics of Caregivers as Determinants of Skilled Nursing Facility Admissions When Modeled Jointly With Functional Limitations",
		"author": "Terese Sara Høj Jørgensen and Heather Allore and Janet L. MacNeil Vroomen and Brent Vander Wyk and George O. Agogo",
		"keywords": "Skilled nursing facility admissions, functional limitations, joint modeling",
		"doi": "https://doi.org/10.1016/j.jamda.2019.01.154",
		"abstract": "Objectives We examined whether previously identified relationships between sociodemographic factors and caregivers for skilled nursing facility (SNF) admissions are replicated when jointly accounting for longitudinal change in functional limitations. We further explored the impact of caregivers by investigating the relationship between caregivers characteristics and SNF admissions. Design Longitudinal follow-up study. Setting The United States of America. Participants In total, 3875 older Americans from the 2011-2015 rounds of the National Health and Aging Trends Study linked with Centers for Medicare and Medicaid Services. Measures Sociodemographic factors and caregivers characteristics were used to predict change in functional limitations from baseline and time to first SNF admission using a joint modeling approach. Results In total, 11.3% of the study population had a SNF admission during follow-up. For sociodemographic factors, non-Hispanic white, <9th grade education, and having at least 1 caregiver were associated with higher hazards of SNF admission than other race/ethnicity, college or higher education, and no caregiver, respectively. In contrast, living with a partner or living with others was associated with lower hazard of SNF admissions. For characteristics of caregivers, medical-supportive caregiver was associated with increased hazard of SNF admissions, whereas partner caregiver was protective of SNF admissions. Jointly modeling SNF admissions and change in functional limitations resulted in greater precision of effect estimates than modeling these outcomes separately. Conclusions and implications The study provides insight that can help identify high-risk populations for future interventions to prevent or delay SNF admissions. The relation between caregivers and SNF admissions depended on caregivers characteristics. Future work should focus on providing help to those without a partner caregiver or needing help managing their health to ensure independent living and improve the well-being of older adults. Precision increased when jointly modeling the SNF admission with change in functional limitations.",
		"pages": "1599-1604.e4",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861019301884",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "20"
	},
	{
		"id": "DUNLOP2019664",
		"source_id": "DUNLOP2019664",
		"type": "article",
		"title": "One Hour a Week: Moving to Prevent Disability in Adults With Lower Extremity Joint Symptoms",
		"author": "Dorothy D. Dunlop and Jing Song and Jennifer M. Hootman and Michael C. Nevitt and Pamela A. Semanik and Jungwha Lee and Leena Sharma and Charles B. Eaton and Marc C. Hochberg and Rebecca D. Jackson and C. Kent Kwoh and Rowland W. Chang",
		"doi": "https://doi.org/10.1016/j.amepre.2018.12.017",
		"abstract": "Introduction Physical activity guidelines recommend minimum thresholds. This study sought to identify evidence-based thresholds to maintain disability-free status over 4years among adults with lower extremity joint symptoms. Methods Prospective multisite Osteoarthritis Initiative accelerometer monitoring cohort data from September 2008 through December 2014 were analyzed. Adults (n=1,564) aged ≥49years at elevated disability risk because of lower extremity joint symptoms were analyzed for biennial assessments of disability-free status from gait speed ≥1meter/second (mobility disability–free) and self-report of no limitations in activities of daily living (activities of daily living disability–free). Classification tree analyses conducted in 2017–2018 identified optimal thresholds across candidate activity intensities (sedentary, light, moderate–vigorous, total light and moderate–vigorous activity, and moderate–vigorous accrued in bouts lasting ≥10 minutes). Results Minimal thresholds of 56 and 55 moderate–vigorous minutes/week best predicted disability-free status over 4years from mobility and activities of daily living disabilities, respectively, across the candidate measures. Thresholds were consistent across sex, BMI, age, and knee osteoarthritis presence. Mobility disability onset was one eighth as frequent (3% vs 24%, RR=0.14, 95% CI=0.09, 0.20) and activities of daily living disability onset was almost half (12% vs 23%, RR=0.55, 95% CI=0.44, 0.70) among people above versus below the minimum threshold. Conclusions Attaining an evidence-based threshold of approximately 1-hour moderate–vigorous activity/week significantly increased the likelihood of maintaining disability-free status over 4years. This minimum threshold tied to maintaining independent living abilities has value as an intermediate goal to motivate adults to take action towards the many health benefits of a physically active lifestyle.",
		"pages": "664-672",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0749379719300455",
		"journal": "American Journal of Preventive Medicine",
		"volume": "56"
	},
	{
		"id": "DAMAYANTHI2018231",
		"source_id": "DAMAYANTHI2018231",
		"type": "article",
		"title": "Handgrip Strength and Its Associated Factors among Community-dwelling Elderly in Sri Lanka: A Cross-sectional Study",
		"author": "Hewaratne D.W.T. Damayanthi and Foong-Ming Moy and Kathijah L. Abdullah and Samath D. Dharmaratne",
		"keywords": "aged, hand strength, independent living",
		"doi": "https://doi.org/10.1016/j.anr.2018.08.008",
		"abstract": "Purpose Low muscle strength is central to geriatric physical disabilities and mortality. The purpose of the present study was to examine handgrip strength (HGS) and its associated factors among community-dwelling older people in Sri Lanka. Methods A cross-sectional study was conducted in the Kandy district using multistage sampling. A total of 999 older people were recruited, with a female preponderance. Data were collected using interviewer-administered questionnaires on demographic characteristics, depression, and physical activity. Anthropometric measurements including weight, height, mid-upper arm circumference, calf circumference, and HGS were recorded. Complex sample general linear model was used to examine the association between HGS and its associated factors. Results The mean highest HGS of the study group was 12.56 kg (95% confidence interval: 11.94–13.19). Male older people had a higher HGS (17.02, 95% confidence interval: 15.55–18.49 kg) than females (10.59, 95% confidence interval: 10.12–11.06 kg). For both men and women, older age was associated with lower HGS, while mid-upper arm circumference was associated with better HGS. Diabetes mellitus, vegetarian diet, and alcohol consumption were associated with HGS for women only. Conclusion Men had a higher HGS compared with women. Age, mid-upper arm circumference, diabetes mellitus, vegetarian diet, and alcohol consumption were factors associated with HGS among community-dwelling older people in Kandy district, Sri Lanka. HGS can be used as a feasible strategy to improve health status of older people by community health nurses.",
		"pages": "231-236",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1976131717306941",
		"journal": "Asian Nursing Research",
		"volume": "12"
	},
	{
		"id": "ZHOU2018278",
		"source_id": "ZHOU2018278",
		"type": "article",
		"title": "Auditory steady state response deficits are associated with symptom severity and poor functioning in patients with psychotic disorder",
		"author": "Tian-Hang Zhou and Nora E. Mueller and Kevin M. Spencer and Sonal G. Mallya and Kathryn Eve Lewandowski and Lesley A. Norris and Deborah L. Levy and Bruce M. Cohen and Dost Öngür and Mei-Hua Hall",
		"keywords": "Schizophrenia, Affective psychosis, Cortical oscillation, Symptom severity, Community functioning",
		"doi": "https://doi.org/10.1016/j.schres.2018.05.027",
		"abstract": "Objectives Gamma oscillation is important for cortico-cortical coordination and the integration of information across neural networks. The 40 Hz auditory steady-state response (ASSR), which reflects neural synchrony in the gamma band (30–100 Hz), is abnormal in patients with schizophrenia (SZ). The present study used the ASSR at multiple frequencies to examine (1) gamma dysfunction in patients with SZ, schizoaffective (SA), and bipolar disorder (BD) compared with controls, (2) the relationship between ASSR measures and clinical symptom severity, and (3) the relationship between ASSR measures and real-life community functioning. Methods EEG was recorded from 75 controls, 52 SZ, 55 SA, and 89 BD patients during 20–30-40-Hz binaural click trains. ANCOVA was used to compare ASSR measures between groups controlling for age, sex, and education. Associations between ASSR measures, symptom severity, and community functioning were examined using linear regression and Pearson partial correlations. Results ASSR deficits at gamma frequency were observed in all patient groups. SA patients showed additional specific deficit in the 20 Hz ASSR. Severity of manic, depressive, and anxiety symptoms mediated ASSR deficits. Severity of hallucinatory symptom and community functioning, particularly independent living/meaningful activity, were significantly and independently associated with the 40 Hz ASSR. Conclusions SZ, SA and BD patients are likely to share the same abnormalities in neural processes that generate gamma oscillations. 40 Hz ASSR are associated with community functioning across patients and may serve as a biomarker for predicting functional outcome.",
		"pages": "278-286",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996418302846",
		"journal": "Schizophrenia Research",
		"volume": "201"
	},
	{
		"id": "LUOMAHALKOLA2021100957",
		"source_id": "LUOMAHALKOLA2021100957",
		"type": "article",
		"title": "Aging well in the community: Understanding the complexities of older peoples dial-a-ride bus journeys",
		"author": "Henna Luoma-Halkola and Outi Jolanki",
		"keywords": "Aging in place, Special transport services, Dial-a-ride door-to-door transport, Actor-network theory, Motility, Older people",
		"doi": "https://doi.org/10.1016/j.jaging.2021.100957",
		"abstract": "Older peoples independent living in their own homes and their ability to move around and maintain social relations in their communities have been acknowledged as important aims to support their well-being. In this article, we study Special Transport Services as a means to support older persons with ‘aging in place’ – that is, within their communities. From “go-alongs” (shared dial-a-ride bus journeys) and “sit-down interviews” (at participants home or a café) with 12 older people living in a Finnish suburb, we explored their everyday dial-a-ride bus trips to the local mall. We used actor-network theory and the concept of motility to show how at first glance what appeared to be simple dial-a-ride journeys were in fact produced by a complex and fluid actor network consisting of people, rules, norms, practices, technical devices, as well as other objects and tools. Associations between various human and non-human actors compensated for the functional limitations experienced by the participants, but also created difficulties during the journeys. Our main finding is that the actor network of dial-a-ride bus did physically help older people be more mobile, but at the same time the service required a wide range of know-how and skills. We argue that developing a truly age-friendly environment – with inclusive services to help older individuals age well within their community – requires a detailed understanding from their perspective of the actor networks that produce those services. When planning old age services, there is a need to engage with older people from different social backgrounds to develop services that are genuinely supportive and easy to use for a heterogeneous group. Our findings can be utilized in developing physical and social environments that better support older peoples mobility and enable them to age well in the community.",
		"pages": "100957",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406521000475",
		"journal": "Journal of Aging Studies",
		"volume": "59"
	},
	{
		"id": "SOLINSKY2022696",
		"source_id": "SOLINSKY2022696",
		"type": "article",
		"title": "Acute Spinal Cord Injury Is Associated With Prevalent Cardiometabolic Risk Factors",
		"author": "Ryan Solinsky and Luisa Betancourt and Mary Schmidt-Read and Mendel Kupfer and Marilyn Owens and Jan M. Schwab and Nathaniel B. Dusseau and Yaga Szlachcic and Linda Sutherland and J. Andrew Taylor and Mark S. Nash",
		"keywords": "Metabolic syndrome, Obesity, Rehabilitation, Risk factors, Spinal cord injuries",
		"doi": "https://doi.org/10.1016/j.apmr.2021.04.022",
		"abstract": "Objectives To (1) describe the prevalence of cardiometabolic disease (CMD) at spinal cord injury (SCI) rehabilitation discharge; (2) compare this with controls without SCI; and (3) identify factors associated with increased CMD. Design Multicenter, prospective observational study. Setting Five National Institute on Disability, Independent Living, and Rehabilitation Research Model SCI Rehabilitation Centers. Participants SCI (n=95): patients aged 18-70 years, with SCI (neurologic levels of injury C2-L2, American Spinal Injury Association Impairment Scale grades A-D), and enrolled within 2 months of initial rehabilitation discharge. Control group (n=1609): age/sex/body mass index–matched entries in the National Health and Nutrition Examination Education Survey (2016-2019) (N=1704). Interventions None Main Outcome Measures Percentage of participants with SCI with CMD diagnosis, prevalence of CMD determinants within 2 months of rehabilitation discharge, and other significant early risk associations were analyzed using age, sex, body mass index, insulin resistance (IR) by fasting glucose and Homeostasis Model Assessment (v.2), fasting triglycerides, high-density lipoprotein cholesterol (HDL-C) and low-density lipoprotein cholesterol, total cholesterol, and resting blood pressure (systolic and diastolic). Results Participants with SCI had significantly higher diastolic blood pressure and triglycerides than those without SCI, with lower fasting glucose and HDL-C. A total of 74.0% of participants with SCI vs 38.5% of those without SCI were obese when applying population-specific criteria (P<.05). Low HDL-C was measured in 54.2% of participants with SCI vs 15.4% of those without (P<.05). IR was not significantly different between groups. A total of 31.6% of participants with SCI had ≥3 CMD determinants, which was 40.7% higher than those without SCI (P<.05). Interplay of lipids and lipoproteins (ie, total cholesterol:HDL-C ratio and triglyceride:HDL-C ratio) were associated with elevated risk in participants with SCI for myocardial infarction and stroke. The only significant variable associated with CMD was age (P<.05). Conclusions Individuals with SCI have an increased CMD risk compared with the general population; obesity, IR, and low HDL-C are the most common CMD risk determinants; age is significantly associated with early CMD.",
		"pages": "696-701",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321003981",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "GARCIASOLER2018191",
		"source_id": "GARCIASOLER2018191",
		"type": "article",
		"title": "Inclusion of service robots in the daily lives of frail older users: A step-by-step definition procedure on users requirements",
		"author": "Álvaro García-Soler and David Facal and Unai Díaz-Orueta and Lucia Pigini and Lorenzo Blasi and Renxi Qiu",
		"keywords": "Frailty, Mixed methodologies, Technology and care, Service robots, Assistive technology, User centred design, User requirements",
		"doi": "https://doi.org/10.1016/j.archger.2017.10.024",
		"abstract": "The implications for the inclusion of robots in the daily lives of frail older adults, especially in relation to these population needs, have not been extensively studied. The “Multi-Role Shadow Robotic System for Independent Living” (SRS) project has developed a remotely-controlled, semi-autonomous robotic system to be used in domestic environments. The objective of this paper is to document the iterative procedure used to identify, select and prioritize user requirements. Seventy-four requirements were identified by means of focus groups, individual interviews and scenario-based interviews. The list of user requirements, ordered according to impact, number and transnational criteria, revealed a high number of requirements related to basic and instrumental activities of daily living, cognitive and social support and monitorization, and also involving privacy, safety and adaptation issues. Analysing and understanding older users’ perceptions and needs when interacting with technological devices adds value to assistive technology and ensures that the systems address currently unmet needs.",
		"pages": "191-196",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494316303399",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "74"
	},
	{
		"id": "STRASSNIG2018150",
		"source_id": "STRASSNIG2018150",
		"type": "article",
		"title": "Associations of independent living and labor force participation with impairment indicators in schizophrenia and bipolar disorder at 20-year follow-up",
		"author": "M. Strassnig and R. Kotov and L. Fochtmann and M. Kalin and E.J. Bromet and P.D. Harvey",
		"keywords": "Schizophrenia, Disability, Obesity, Symptoms, Cognition, Physical functioning",
		"doi": "https://doi.org/10.1016/j.schres.2018.02.009",
		"abstract": "Background Since the Iowa 500 study, residential and occupational status have been frequently used as indicators of everyday achievements in research on schizophrenia and bipolar disorder. The relationships of residential and occupational status with impairment in multiple domains including physical health indicators across these two diagnoses, however, have rarely been studied. We examined these relationships at the 20-year follow-up assessment of a first-admission sample. Methods We included 146 participants with schizophrenia and 87 with bipolar disorder with psychosis who participated in the 20-year follow-up of the Suffolk County Mental Health Project. In addition to interviewer-based ratings of employment and residential independence, we examined self-reported impairment derived from the WHODAS, standard measures of current psychopathology, indicators of obesity, as well as performance-based measures of physical and cognitive functioning. Results Participants with bipolar disorder were more likely to live independently and be gainfully employed; they also performed significantly better on each indicator of impairment apart from balance ability. In both groups, unemployment, but not residential independence, was associated with greater self-reported disability on the WHODAS. Residential independence, gainful employment, and subjective disability were also associated with better physical functioning. Across the two groups, psychiatric symptoms and physical functioning were the major determinants of subjective disability. Discussion People with psychotic bipolar disorder were more likely to be gainfully employed and living independently than participants with schizophrenia but as a group, much less frequently than population standards. Interventions aimed at physical fitness may have the potential to improve both objective functioning and perceived disability.",
		"pages": "150-155",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996418300586",
		"journal": "Schizophrenia Research",
		"volume": "197"
	},
	{
		"id": "BHATIA2019615",
		"source_id": "BHATIA2019615",
		"type": "incollection",
		"title": "25 - Sensor fusion and control techniques for biorehabilitation",
		"author": "Dinesh Bhatia and Sudip Paul",
		"keywords": "Rehabilitation, sensor fusion, control techniques",
		"publisher": "Woodhead Publishing",
		"doi": "https://doi.org/10.1016/B978-0-08-102420-1.00032-7",
		"isbn": "978-0-08-102420-1",
		"abstract": "Sensor fusion is a new technique wherein data is combined intelligently from several sensors with the help of software for improving application or system performance. By employing this technique, data is combined from multiple sensors to correct the deficiencies of the individual sensors for calculating precise position and orientation information. In other words, sensor fusion allows combination of multiple physical sensors to acquire accurate “ground truth,” although each sensor may be unreliable on its own. Demand for multipurpose devices is on the increase in research, industries, and complex environments. In today’s scenario, it is important for robotic devices to be intelligent, smart, and perform simple to complex tasks alongside humans in varied environments, be it domestic or commercial. The sensor fusion could be employed for biorehabilitation engineering that involves the organized application of engineering principles to design, conceptualize, develop, test, adapt, evaluate, apply, and allocate technological solutions to challenges confronted by the individuals with some disability. These individuals may have suffered or experienced brain trauma caused from shock, posttraumatic stress disorder, trauma leading to stress and anxiety, drug- and medication-induced brain alteration, or any other chemical imbalances in the body. The different functional areas addressed through biorehabilitation engineering may include enhancement in communications; hearing, mobility, vision, and cognition; web access and activities associated with enhancing day-to-day activities, employment, independent living, and education, leading to integration into society. The ultimate aim of the rehabilitation is to assist an individual to cope with society, friends, and family and work independently as guided by various health professionals.",
		"pages": "615-634",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780081024201000327"
	},
	{
		"id": "PONSFORD2021371",
		"source_id": "PONSFORD2021371",
		"type": "article",
		"title": "Outcomes 1 and 2 Years After Moderate to Severe Traumatic Brain Injury: An International Comparative Study",
		"author": "Jennie Ponsford and Cynthia Harrison-Felix and Jessica M. Ketchum and Gershon Spitz and A. Cate Miller and John D. Corrigan",
		"keywords": "Brain injuries, traumatic, Outcomes, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2020.09.387",
		"abstract": "Objective This study compared traumatic brain injury (TBI) outcomes from 2 cohorts: the National Institute on Disability, Independent Living, and Rehabilitation Research Traumatic Brain Injury Model Systems (TBIMS) in the United States and Longitudinal Head Injury Outcome Study conducted in Victoria, Australia, by the Monash Epworth Rehabilitation Research Centre (MERRC). Design Cohort study with 1- and 2-year follow-up. Setting Acute trauma care and inpatient rehabilitation with follow-up. Participants Patients (N=1056) with moderate-severe TBI admitted in 2000-2012 to inpatient rehabilitation after motor vehicle–related collisions, who completed follow-up, were matched using 1:2 matching algorithm based on age at injury, days of posttraumatic amnesia, and years education, resulting in groups of 352 (MERRC) and 704 patients (TBIMS). Intervention The cohorts had received acute trauma care and inpatient rehabilitation for a median 38 (MERRC) or 33 days (TBIMS). The MERRC group also had routine access to community-based support and rehabilitation for return to work or school, attendant care, and home help as justified, funded by an accident compensation system, whereas the TBIMS cohort had variable access to these services. Main Outcome Measures Outcomes were assessed 1 and 2 years post injury in terms of employment, living situation, marital status, and Glasgow Outcome Scale-Extended (GOS-E) scores. Results At 2 years post injury, MERRC participants were more likely to be competitively employed. At both 1 and 2 years post injury, MERRC participants were more likely to be married and living independently. On GOS-E, the TBIMS group had higher percentages of patients in Lower Severe Disability/Vegetative State and Upper Good Recovery than MERRC participants, whereas the MERRC cohort had higher percentages of Lower Moderate Disability than TBIMS. Conclusions Findings may suggest that routine provision of community-based supports could confer benefits for long-term TBI outcomes. Further studies documenting rehabilitation services are needed to explore this.",
		"pages": "371-377",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999320311278",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "EKERDT201746",
		"source_id": "EKERDT201746",
		"type": "article",
		"title": "Is longevity a value for older adults?",
		"author": "David J. Ekerdt and Catheryn S. Koss and Angel Li and Anne Münch and Stephan Lessenich and Helene H. Fung",
		"keywords": "Cross-cultural, Fourth age, Future time, Longevity, Qualitative",
		"doi": "https://doi.org/10.1016/j.jaging.2017.10.002",
		"abstract": "Longevity is an aspiration at the population level, a goal of public health policy and research. In the later decades of life, longevity goals also deserve scrutiny at the personal level to understand whether people welcome longer lives. Contradictory preferences could be expected, both the embrace of longevity and hesitation. The desire for extended life was examined using qualitative interviews in parallel designs among 90 persons aged 62 and older at sites in Germany, China, and the United States. Just over one third of the participants declined to express aspirations for longer life, some because they felt that their lives had reached a stage of completion and some as a form of fate acceptance. A larger number did indeed want extended lives but less than half estimated an amount of time that they desired. Moreover, there was strong opinion that longer lives were desirable only if current or acceptable levels of health were maintained. These replies indicate that future time is welcome so long as it occurs in the “third age” of independent living and not in the “fourth age” of vulnerability and decline. Replies also reveal that many older adults in these three cultures conceptually map the future not as a smooth continuum of time but rather as segmented into states, one kind of which is wanted and one which is not.",
		"pages": "46-52",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406517302554",
		"journal": "Journal of Aging Studies",
		"volume": "43"
	},
	{
		"id": "BRACH2016135",
		"source_id": "BRACH2016135",
		"type": "article",
		"title": "Stakeholder involvement in the design of a patient-centered comparative effectiveness trial of the “On the Move” group exercise program in community-dwelling older adults",
		"author": "Jennifer S. Brach and Subashan Perera and Sandra Gilmore and Jessie M. VanSwearingen and Deborah Brodine and David Wert and Neelesh K. Nadkarni and Edmund Ricci",
		"keywords": "Stakeholders, Exercise, Community-based, Aging, Disability",
		"doi": "https://doi.org/10.1016/j.cct.2016.08.003",
		"abstract": "Background Group exercise programs for older adults often exclude the timing and coordination of movement. Stakeholder involvement in the research process is strongly encouraged and improves the relevance and adoption of findings. We describe stakeholder involvement in the design of a clinical trial of a group-based exercise program that incorporates timing and coordination of movement into the exercises. Methods The study was a cluster randomized, single-blind intervention trial to compare the effects on function, disability and mobility of a standard group exercise program and the “On the Move” group exercise program in older adults residing in independent living facilities and senior apartment buildings, and attending community centers. Exercise classes were twice weekly for 12weeks delivered by study exercise leaders and facility activity staff personnel. Outcomes The primary outcomes function, disability and mobility were assessed at baseline and post-intervention. Function and disability were assessed using the Late Life Function and Disability Instrument, and mobility using the Six-Minute Walk Test and gait speed. Stakeholders Patient and provider stakeholders had significant input into the study aims, design, sample, intervention, outcomes and operational considerations. Summary A community-based exercise program to improve walking can be developed to address both investigator identified missing components in current exercise to improve walking and stakeholder defined needs and interest for the activity program. Involvement of stakeholders substantially improves the relevance of research questions, increases the transparency of research activities and may accelerate the adoption of research into practice.",
		"pages": "135-142",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1551714416302014",
		"journal": "Contemporary Clinical Trials",
		"volume": "50"
	},
	{
		"id": "ITOH2021100042",
		"source_id": "ITOH2021100042",
		"type": "article",
		"title": "Acceptance of care technologies to support activities of daily living by middle-aged and older adults in Japan: A cross-sectional study",
		"author": "Sakiko Itoh and Hiroyasu Miwa and Vivien Xi Wu and Ayako Okuyama and Kentaro Watanabe and Tomoko Ikeuchi and Tomoko Wakui",
		"keywords": "Activities of daily living, Assisted living facilities, Caregivers, Home care services, Independent living, Long-term care, Nursing homes, Technology",
		"doi": "https://doi.org/10.1016/j.ijnsa.2021.100042",
		"abstract": "Background Various technologies to provide long-term care have been developed in the last decade due to the shortage of caregivers in Japan. However, care technologies are not widely used in long-term care, and the reasons for the lack of acceptance of care technologies are poorly understood. Objectives To identify the factors associated with the acceptance of care technologies designed to assist with activities of daily living (i.e., bathing, dressing, toileting, transferring, and eating) among middle-aged and older adults in Japan. Design and Methods A cross-sectional survey was conducted in August 2020. The target population was middle-aged and older adults (i.e., 40–79 years) in Japan. We used an online questionnaire platform of a research company to target people throughout Japan, and measured the acceptance of care technologies to support the performance of each of five activities of daily living. Multivariable logistic regression models were fitted to identify the associated factors using the bivariate variable “willingness to use care technologies for activities of daily living” as the dependent variable. Results A total of 3261 eligible respondents were included in the analysis. The factors positively associated with the acceptance of care technologies for transferring, which had the highest level of acceptance, were female sex (adjusted odds ratio=1.25, 95% CI: 1.04–1.52), university or higher education level (1.73, 1.41–2.12), an annual income of 39000 to 58999 USD (1.47, 1.08–2.01) or greater than 99,000 USD (1.88, 1.21–2.94), experience as an informal caregiver (1.25, 1.02–1.54), the use of social networking services a few times per year (1.40, 1.11–1.78) or nearly every day (1.47, 1.19–1.82), and willingness to live in a nursing home when care is needed (1.29, 1.05–1.60). In contrast, aged 70–79 years was negatively associated with the acceptance of care technologies for transferring (0.70, 0.52–0.93). Conclusion Female sex, university or higher education level, an annual income greater than 99,000 USD, the use of social networking services a few times per year or more often, and willingness to live in a nursing home when care is needed were positively associated with the acceptance of care technologies for multiple activities of daily living. Given that many of the respondents will need care in 5–10 years, the acceptance of care technologies among those who need care will increase. Therefore, governments and developers of care technologies could consider the potential needs of this population group.",
		"pages": "100042",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666142X21000242",
		"journal": "International Journal of Nursing Studies Advances",
		"volume": "3"
	},
	{
		"id": "COTNER2022e18",
		"source_id": "COTNER2022e18",
		"type": "article",
		"title": "COVID-19 Impact on Delivery of Rehabilitation For Persons With Traumatic Brain Injury",
		"author": "Bridget Cotner and Risa Nakase-Richardson and Stephanie Agtarap and Aaron Martin and S. Curtis Takagishi and Amanda Rabinowitz and Deveney Ching and Danielle R. OConnor and Jeanne Hoffman",
		"keywords": "Brain Injury, Chronic Pain, Clinical Practice, COVID-19, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2022.01.050",
		"abstract": "Research Objectives To describe how the COVID-19 pandemic influenced treatment practices for chronic pain in persons with traumatic brain injury (TBI) and facilitators and barriers to rehabilitation care. Design A descriptive, qualitative study. Setting Traumatic brain injury model systems (TBIMS) civilian and Veterans facilities. Participants The secondary analysis included providers consisting of rehabilitation therapists (physical therapists, speech language pathologists, and occupational therapists), medical doctors, nurses, clinical and neuro psychologists, and resource managers (n=63) for persons with TBI and chronic pain. Interventions N/A. Main Outcome Measures A semi-structured qualitative telephone interview consisted of 13 questions asking about treatment practices and facilitators and barriers to rehabilitation for people with TBI and chronic pain during the COVID-19 pandemic. Results The COVID-19 pandemic impacted treatment practice across civilian and VA TBIMS facilities. Thematic analysis revealed that the main changes to treatment practices were switching to virtual visits, the impact of COVID-19 precautions such as social distancing and wearing masks had on providing treatment, and in some cases, treatment was halted. Facilitators to care included improved communication between providers and their patients, the increase in use of telehealth to provide care, and increased access to providers. Barriers to rehabilitation care identified by mainly civilian providers included COVID-19 visitor restrictions on family involvement, and the lack of access patients had to their providers during this time, specifically with cancelled appointments or wait lists. Both civilian and VA providers described how COVID-19 logistics for cleaning and social distance impacted scheduling and the number of patients who could be seen. Conclusions The global COVID-19 pandemic served as a major disruptor to provision of healthcare. The switch from mainly in person care to the use of telehealth to deliver care was a major transition for providers and patients. Future research on the impact of telehealth on patient outcomes and when to use telehealth versus in person is needed. Author(s) Disclosures This work is supported by the National Institute on Disability, Independent Living, and Rehabilitation Research (90DPTB0017 and 90DPTB0008) and General Dynamics Health Solutions (W91YTZ-13-C-0015; HT0014-19-C-0004).",
		"pages": "e18-e19",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322000703",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "MONTEZ2017115",
		"source_id": "MONTEZ2017115",
		"type": "article",
		"title": "Do U.S. states socioeconomic and policy contexts shape adult disability?",
		"author": "Jennifer Karas Montez and Mark D. Hayward and Douglas A. Wolf",
		"keywords": "United States, Disability, Health, Social determinants, States",
		"doi": "https://doi.org/10.1016/j.socscimed.2017.02.012",
		"abstract": "Growing disparities in adult mortality across U.S. states point to the importance of assessing disparities in other domains of health. Here, we estimate state-level differences in disability, and draw on the WHO socio-ecological framework to assess the role of ecological factors in explaining these differences. Our study is based on data from 5.5 million adults aged 25–94 years in the 2010–2014 waves of the American Community Survey. Disability is defined as difficulty with mobility, independent living, self-care, vision, hearing, or cognition. We first provide estimates of age-standardized and age-specific disability prevalence by state. We then estimate multilevel models to assess how states socioeconomic and policy contexts shape the probability of having a disability. Age-standardized disability prevalence differs markedly by state, from 12.9% in North Dakota and Minnesota to 23.5% in West Virginia. Disability was lower in states with stronger economic output, more income equality, longer histories of tax credits for low-income workers, and higher cigarette taxes (for middle-age women), net of individuals socio-demographic characteristics. States socioeconomic and policy contexts appear particularly important for older adults. Findings underscore the importance of socio-ecological influences on disability.",
		"pages": "115-126",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0277953617301016",
		"journal": "Social Science & Medicine",
		"volume": "178"
	},
	{
		"id": "RAPOPYLKKO201625",
		"source_id": "RAPOPYLKKO201625",
		"type": "article",
		"title": "Subjective easiness of pain assessment measures in older people",
		"author": "Susanna Rapo-Pylkkö and Maija Haanpää and Helena Liira",
		"keywords": "Chronic pain, Community-dwelling, Assessment, Self-report",
		"doi": "https://doi.org/10.1016/j.archger.2016.02.011",
		"abstract": "Background Chronic pain is a significant health problem in older people. Easy-to-use measures of pain help detection and assessment of pain in general practice. Objective To assess the subjective ease of use of self-report tools of pain among older home-dwelling people. Methods Independently living people aged 75, 80 and 85 years subject to communal preventive home visits with chronic pain were invited to a clinical pain examination. At the visit subjects were asked to assess their pain with 4 self-report tools; VAS (visual analog scale), NRS (numerical rating scale), PainDETECT and BPI (brief pain inventory), and at the end report the subjective ease of use for these measures. Results Altogether 106 subjects (28 males, 78 females) consented to participate in the clinical study. Musculoskeletal pain was the most common cause of chronic nociceptive pain, being present in 88 (83%) subjects. The most common manifestations were spinal disorders and osteoarthritis of the hip or knee. The multidimensional pain scales (PainDETECT and BPI) were rated easier to use than the unidimensional measures (VAS and NRS), although all the measures were assessed as “quite easy” to use in general. In comparison with the other measures, PainDETECT was significantly easier to use. Low MMSE explained the difficulty of using PainDETECT. Conclusions The VAS, NRS, PainDETECT and the BPI appear to be suitable pain measures to use for older community-dwelling people in general practice.",
		"pages": "25-28",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494316300255",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "65"
	},
	{
		"id": "VIZZOTTO2016148",
		"source_id": "VIZZOTTO2016148",
		"type": "article",
		"title": "A pilot randomized controlled trial of the Occupational Goal Intervention method for the improvement of executive functioning in patients with treatment-resistant schizophrenia",
		"author": "Adriana D.B. Vizzotto and Diego L. Celestino and Patricia C. Buchain and Alexandra M. Oliveira and Graça M.R. Oliveira and Elaine S. Di Sarno and Isabel C. Napolitano and Helio Elkis",
		"keywords": "Executive function, Rehabilitation, Occupational therapy",
		"doi": "https://doi.org/10.1016/j.psychres.2016.05.011",
		"abstract": "Schizophrenia is a chronic disabling mental disorder that involves impairments in several cognitive domains, especially in executive functions (EF), as well as impairments in functional performance. This is particularly true in patients with Treatment-Resistant Schizophrenia (TRS). The aim of this study was to test the efficacy of the Occupational Goal Intervention (OGI) method for the improvement of EF in patients with TRS. In this randomized, controlled, single-blind pilot study, 25 TRS patients were randomly assigned to attend 30 sessions of either OGI or craft activities (control) over a 15-week period and evaluated by the Behavioural Assessment of the Dysexecutive Syndrome (BADS) as the primary outcome and the Direct Assessment of Functional Status (DAFS-BR) as well as the Independent Living Skills Survey (ILSS-BR) as secondary outcomes, all adapted for the Brazilian population. The Positive and Negative Syndrome Scale (PANSS) was used for monitoring symptom severity. Results showed significant statistical differences, favoring the OGI group in terms of improvement on the BADS, both in subtests (Action Program and Key Search) and the total score. Improvements in EFs were observed by families in various dimensions as measured by different subtests of the ILSS-BR inventory. The OGI group showed no significant results in secondary outcomes (DAFS-BR) except in terms of improvement of communication skills. Although preliminary, our results indicate that the OGI method is efficacious and effective for patients with TRS.",
		"pages": "148-156",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178116308071",
		"journal": "Psychiatry Research",
		"volume": "245"
	},
	{
		"id": "NEO2021e46",
		"source_id": "NEO2021e46",
		"type": "article",
		"title": "Triphasic Response And More - Post-Operative Diabetes Insipidus in A Patient With Sphenoid Meningioma: A Case Report",
		"author": "Edmund Neo and Nicodemus Oey and Geoffrey Samuel",
		"keywords": "Rehabilitation, Diabetes Insipidus, Triphasic Response Meningioma, Neurorehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.598",
		"abstract": "Research Objectives To describe the management of water homeostasis fluctuations and difficulties associated with rehabilitating a patient with post-surgical central diabetes insipidus who manifested a rare triphasic response. Design Case report. Setting Tertiary hospital. Participants 47-year-old female office worker. Interventions The patient was initially diagnosed with a left sphenoid wing meningioma and underwent elective excision. Her post-operative sodium levels fluctuated wildly, corresponding to central diabetes insipidus (DI), followed by a triphasic response comprising antidiuresis due to SIADH and subsequent DI which required longer-term desmopressin therapy. This case was notable for extreme serum sodium swings of 30mEq in a day requiring urgent reversal and titration. Main Outcome Measures Serum sodium and osmolality; Montreal Cognitive Assessment; Ambulation distance; Functional Independence Measure. Results In contrast with published reports of pituitary manipulation-induced DI, this case illustrates the possibility of brain surgery in areas remote to the pituitary to be capable of inducing the rare triphasic DI pattern. This patient developed psychiatric disturbances that may have led to inconsistent technique in self-administration of intranasal desmopressin, in addition to inappropriate polydipsia. With stabilization of her sodium fluctuations, the patient was able to continue with rehabilitation for her other deficits of diplopia, gait dysfunction, and cognition. No new neurocognitive sequelae arose from the water balance disorder and she was discharged well to independent living. Her sodium levels were stable at follow-up 1 and 3 months later, with good treatment compliance to long-term desmopressin. Conclusions Water balance disorders post-neurosurgery can be rapid and drastic, and a triphasic response of post-surgical DI can arise from seemingly-minor pituitary manipulation and even remote sphenoid meningioma excision. Post-treatment monitoring of fluid status in such patients remains crucial and physiatrists should maintain sensitivity to psychiatric disturbances and changes in mentation, if any. Author(s) Disclosures None.",
		"pages": "e46",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321011229",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "SHPIEGEL2016101",
		"source_id": "SHPIEGEL2016101",
		"type": "article",
		"title": "Functional outcomes among sexual minority youth emancipating from the child welfare system",
		"author": "Svetlana Shpiegel and Cassandra Simmel",
		"keywords": "Aging-out, Sexual minority, Adolescents, Child welfare, Outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2015.12.012",
		"abstract": "The heterogeneity of youth emancipating from the foster care system makes it difficult to establish the extent to which their functional outcomes are equivalent across different subgroups. In the present study, we use secondary data from the Multi Site Evaluation of Foster Youth Programs (MSEYP) to explore the challenges faced by sexual minority youths in comparison to their heterosexual peers. We focus on measurements of key independent living outcomes at age 19 to obtain a broad picture of how sexual minority youth fare during the period of transition to adulthood. Bivariate results indicate that the deficits for sexual minority youth are noteworthy across all categories of functional outcomes (i.e. education, employment, homelessness and financial stability). Furthermore, results from binary logistic regression models indicate that sexual orientation was associated with each category of functional outcomes, even when controlling for demographics and child welfare history factors. Findings suggest that sexual minority youth leaving foster care are particularly vulnerable to negative outcomes and may require more intensive supports during the period of transition to adulthood. Implications for practice and future research are discussed.",
		"pages": "101-108",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740915301262",
		"journal": "Children and Youth Services Review",
		"volume": "61"
	},
	{
		"id": "ALDERS201991",
		"source_id": "ALDERS201991",
		"type": "article",
		"title": "Who will become my co-residents? The role of attractiveness of institutional care in the changing demand for long-term care institutions",
		"author": "Peter Alders and Dorly J.H. Deeg and Frederik T. Schut",
		"keywords": "Long-term care, Independent living, Nursing homes",
		"doi": "https://doi.org/10.1016/j.archger.2018.11.014",
		"abstract": "Background In several OECD countries the percentage of people over 80 in LTC institutions has been declining for more than a decade, despite population ageing. The standard model to explain healthcare utilization, the Andersen model, cannot explain this trend. We extend the Andersen model by including proxies for the relative attractiveness of community living compared to institutional care. Using longitudinal data on long-term care use in the Netherlands from 1996 to 2012, we examine to what extent a decline in institutional care is associated with changes in perceived attractiveness of institutional LTC care compared to community living. Methods With a Blinder–Oaxaca decomposition regression, we decomposed the difference in admission to LTC institutions between the period 1996–1999 and 2009–2012 into a part that accounts for differences in predictors of the Andersen model and an “unexplained” part, and investigate whether the perceived attractiveness of institutional care reduces the size of the unexplained part. Results We find that factors related to the perceived attractiveness of institutional care compared to community living explains 12.8% of the unexplained negative time trend in admission rates over the total period (1996–2012), and 19.1–19.2% over shorter time frames. Discussion Our results show that changes in the perceived attractiveness of institutional LTC may explain part of the decline in demand for institutional care. Our findings imply that policies to encourage community living may have a self-reinforcing effect.",
		"pages": "91-97",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494318302310",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "81"
	},
	{
		"id": "RIBONI201657",
		"source_id": "RIBONI201657",
		"type": "article",
		"title": "SmartFABER: Recognizing fine-grained abnormal behaviors for early detection of mild cognitive impairment",
		"author": "Daniele Riboni and Claudio Bettini and Gabriele Civitarese and Zaffar Haider Janjua and Rim Helaoui",
		"keywords": "Mild cognitive impairment, Cognitive decline, Abnormal behavior detection, Activity recognition, Pervasive computing",
		"doi": "https://doi.org/10.1016/j.artmed.2015.12.001",
		"abstract": "Objective In an ageing world population more citizens are at risk of cognitive impairment, with negative consequences on their ability of independent living, quality of life and sustainability of healthcare systems. Cognitive neuroscience researchers have identified behavioral anomalies that are significant indicators of cognitive decline. A general goal is the design of innovative methods and tools for continuously monitoring the functional abilities of the seniors at risk and reporting the behavioral anomalies to the clinicians. SmartFABER is a pervasive system targeting this objective. Methods A non-intrusive sensor network continuously acquires data about the interaction of the senior with the home environment during daily activities. A novel hybrid statistical and knowledge-based technique is used to analyses this data and detect the behavioral anomalies, whose history is presented through a dashboard to the clinicians. Differently from related works, SmartFABER can detect abnormal behaviors at a fine-grained level. Results We have fully implemented the system and evaluated it using real datasets, partly generated by performing activities in a smart home laboratory, and partly acquired during several months of monitoring of the instrumented home of a senior diagnosed with MCI. Experimental results, including comparisons with other activity recognition techniques, show the effectiveness of SmartFABER in terms of recognition rates.",
		"pages": "57-74",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365716000026",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "67"
	},
	{
		"id": "ZHANG201929",
		"source_id": "ZHANG201929",
		"type": "article",
		"title": "Wireless non-invasive motion tracking of functional behavior",
		"author": "Heng Zhang and Jan Smeddinck and Rainer Malaka and Yao Shu and Chong Chen and Bo He and Zengjun Fu and Michael Lawo",
		"keywords": "Activity recognition, Wi-Fi, eHealth, Digital health, Signal processing, Sedentary lifestyle, Situated research",
		"doi": "https://doi.org/10.1016/j.pmcj.2019.01.006",
		"abstract": "The prevalence of a sedentary lifestyle is a major contributor to many chronic afflictions in modern society. Objective study and monitoring to gain an accurate understanding of situated sedentary behavior, for example when at home, present considerable challenges, e.g. regarding ecological validity. Non-intrusive monitoring based on Wi-Fi signals provides a new way to gain insights into populations that are at risk of the negative effects of a sedentary lifestyle, or who are already in functional rehabilitation. In this paper we describe a tracking technology for everyday activities that consists of two parts: (1) recognizing general physical activity, as well as the activities of common classes; and (2) measuring the statistical duration of these recognized categories. Employing common commercial Wi-Fi equipment, we performed validation studies in a typical noisy family home environment, achieving the following key results: (1) a recognition rate of the general presence of physical activity of 99.05%, an average recognition rate of 92% when detecting four common classes of activities; and (2) Kappa coefficient analysis to evaluate the consistency of the statistical duration of the automatic activity detection based on Wi-Fi signals and manually coded activity detection based on camera recordings. The coefficient for the presence of general physical activity of .93 and the average consistency coefficient of the classified activity categories of .72 suggest a high reliability of the automatic detection outcomes. This work aims to support both research and interventions for the prevention, treatment, and rehabilitation of the consequences of a sedentary lifestyle, by establishing new technologies and methods for observing everyday functional activities that are crucial for individual independent living and well-being.",
		"pages": "29-44",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119217305904",
		"journal": "Pervasive and Mobile Computing",
		"volume": "54"
	},
	{
		"id": "GIACINO20181710",
		"source_id": "GIACINO20181710",
		"type": "article",
		"title": "Comprehensive Systematic Review Update Summary: Disorders of Consciousness: Report of the Guideline Development, Dissemination, and Implementation Subcommittee of the American Academy of Neurology; the American Congress of Rehabilitation Medicine; and the National Institute on Disability, Independent Living, and Rehabilitation Research",
		"author": "Joseph T. Giacino and Douglas I. Katz and Nicholas D. Schiff and John Whyte and Eric J. Ashman and Stephen Ashwal and Richard Barbano and Flora M. Hammond and Steven Laureys and Geoffrey S.F. Ling and Risa Nakase-Richardson and Ronald T. Seel and Stuart Yablon and Thomas S.D. Getchius and Gary S. Gronseth and Melissa J. Armstrong",
		"doi": "https://doi.org/10.1016/j.apmr.2018.07.002",
		"abstract": "Objective To update the 1995 American Academy of Neurology (AAN) practice parameter on persistent vegetative state and the 2002 case definition for the minimally conscious state (MCS) by reviewing the literature on the diagnosis, natural history, prognosis, and treatment of disorders of consciousness lasting at least 28 days. Methods Articles were classified per the AAN evidence-based classification system. Evidence synthesis occurred through a modified Grading of Recommendations Assessment, Development and Evaluation process. Recommendations were based on evidence, related evidence, care principles, and inferences according to the AAN 2011 process manual, as amended. Results No diagnostic assessment procedure had moderate or strong evidence for use. It is possible that a positive EMG response to command, EEG reactivity to sensory stimuli, laser-evoked potentials, and the Perturbational Complexity Index can distinguish MCS from vegetative state/unresponsive wakefulness syndrome (VS/UWS). The natural history of recovery from prolonged VS/UWS is better in traumatic than nontraumatic cases. MCS is generally associated with a better prognosis than VS (conclusions of low to moderate confidence in adult populations), and traumatic injury is generally associated with a better prognosis than nontraumatic injury (conclusions of low to moderate confidence in adult and pediatric populations). Findings concerning other prognostic features are stratified by etiology of injury (traumatic vs nontraumatic) and diagnosis (VS/UWS vs MCS) with low to moderate degrees of confidence. Therapeutic evidence is sparse. Amantadine probably hastens functional recovery in patients with MCS or VS/UWS secondary to severe traumatic brain injury over 4 weeks of treatment. Recommendations are presented separately.",
		"pages": "1710-1719",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999318304477",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "99"
	},
	{
		"id": "ZHU2018148",
		"source_id": "ZHU2018148",
		"type": "article",
		"title": "A sequence-to-sequence model-based deep learning approach for recognizing activity of daily living for senior care",
		"author": "Hongyi Zhu and Hsinchun Chen and Randall Brown",
		"keywords": "Activity of daily living, ADL recognition, Deep learning, Activity state representation, Sequence-to-sequence model",
		"doi": "https://doi.org/10.1016/j.jbi.2018.07.006",
		"abstract": "Ensuring the health and safety of independent-living senior citizens is a growing societal concern. Researchers have developed sensor based systems to monitor senior citizens Activity of Daily Living (ADL), a set of daily activities that can indicate their self-caring ability. However, most ADL monitoring systems are designed for one specific sensor modality, resulting in less generalizable models that is not flexible to account variations in real-life monitoring settings. Current classic machine learning and deep learning methods do not provide a generalizable solution to recognize complex ADLs for different sensor settings. This study proposes a novel Sequence-to-Sequence model based deep-learning framework to recognize complex ADLs leveraging an activity state representation. The proposed activity state representation integrated motion and environment sensor data without labor-intense feature engineering. We evaluated our proposed framework against several state-of-the-art machine learning and deep learning benchmarks. Overall, our approach outperformed baselines in most performance metrics, accurately recognized complex ADLs from different types of sensor input. This framework can generalize to different sensor settings and provide a viable approach to understand senior citizens daily activity patterns with smart home health monitoring systems.",
		"pages": "148-158",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046418301321",
		"journal": "Journal of Biomedical Informatics",
		"volume": "84"
	},
	{
		"id": "PALIWAL2019730",
		"source_id": "PALIWAL2019730",
		"type": "article",
		"title": "A qualitative study to understand over-the-counter medication use and decision-making among residents of senior-living communities",
		"author": "Yoshita Paliwal and Tracey L. Gendron and Resa M. Jones and Leticia Moczygemba and Pramit A. Nadpara and Patricia W. Slattum",
		"keywords": "Older adults, Over-the-counter (OTC), Qualitative, Practices, Perception, Decision-making",
		"doi": "https://doi.org/10.1016/j.sapharm.2018.09.004",
		"abstract": "Introduction OTC medications are generally considered safe and convenient to use without requiring a prescription. However, the safety of an OTC medication and the final health outcome depends in part upon consumers’ perceptions, beliefs, and their decision-making about OTC medication use. This study uses a qualitative approach to explore the knowledge, beliefs, and practices associated with OTC medication use and decision-making in adults aged 65 years and older. Methods A set of focus groups (N = 10) were conducted in a sample of independently living older adult residents of senior apartment buildings (N = 80) using purposeful sampling. All focus groups were recorded, transcribed verbatim, and analyzed qualitatively. Results Most participants considered OTC medications safe and effective to use if following the drug label instructions appropriately. Brand name products were perceived as equally or more effective compared to generic products by participants. Two approaches to OTC treatment decision-making were observed: 1) a decision to treat their symptoms by themselves (self-recommended) or 2) a decision to ask and/or follow their physicians recommendation (physician-recommended). Each of these treatment approaches may lead to the other depending on the persons financial and healthcare resources, the severity of the symptoms, experiences with the medication, and relationship with the physician. Maximum and fast relief was mentioned as the most important attribute in the final OTC purchase decision, followed by the lower cost, and easy to swallow dosage forms. Aspirin and ibuprofen were the two most frequently reported OTC medications associated with adverse effects and inappropriate use. Conclusions Older adults, in general, feel positive about OTC medications and are satisfied with using them. Considering the self-reported malpractices and side effects associated with OTC medications, older adults should be encouraged to make safe and responsible decisions about self-medication.",
		"pages": "730-737",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1551741118301530",
		"journal": "Research in Social and Administrative Pharmacy",
		"volume": "15"
	},
	{
		"id": "BARRY202087",
		"source_id": "BARRY202087",
		"type": "article",
		"title": "Preferred EEG brain states at stimulus onset in normal ageing: Explorations in a fixed interstimulus interval Go/NoGo task",
		"author": "Robert J. Barry and Frances M. De Blasio and Jack S. Fogarty and Adam R. Clarke",
		"keywords": "Ageing, Preferred phase states, Event-related potentials, Brain dynamics, Phase synchronisation, Orthogonal phase effects, Principal Components Analysis, Auditory Go/NoGo task",
		"doi": "https://doi.org/10.1016/j.ijpsycho.2020.03.001",
		"abstract": "Some 40 years ago, Erol Başar began an interesting line of brain dynamics research on the phase of oscillatory EEG activity. Stimuli presented at a fixed interstimulus interval (ISI) were reported to produce a “preferred phase angle” at stimulus onset in the ongoing EEG oscillations, so that cortical negativity occurred more often than expected. Our previous work has confirmed this phenomenon in young adults, and linked it to enhancements in stimulus-elicited ERP components and behaviour. The present study sought evidence for this phenomenon in older adults. Twenty healthy independent-living participants (5 males) aged 59.8 to 74.8 years (M = 68.2) completed a fixed ISI equiprobable auditory oddball task. EEG phases in four traditional bands were computed separately for each artefact-free Go and NoGo trial. These were used to group accepted trials according to the phase quartile at stimulus onset in each band, forming 16 mean ERPs for each participant at each phase quartile/band combination, separately for Go and NoGo. The 32 mean ERPs were decomposed by separate Principal Component Analyses, and the N1 and P3 components were examined as a function of EEG phase at stimulus onset in each band. Differential preferential occurrence of phase states was found in all bands, generally confirming prior results in young adults despite important age differences in both EEG spectra and ERP morphology. Substantial effects on N1 and P3 components, as well as prestimulus CNVs, are discussed. The stability of this phenomenon across age indicates its important role in perception and cognition.",
		"pages": "87-101",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167876020300635",
		"journal": "International Journal of Psychophysiology",
		"volume": "152"
	},
	{
		"id": "BADAL2021853",
		"source_id": "BADAL2021853",
		"type": "article",
		"title": "Prediction of Loneliness in Older Adults Using Natural Language Processing: Exploring Sex Differences in Speech",
		"author": "Varsha D. Badal and Sarah A. Graham and Colin A. Depp and Kaoru Shinkawa and Yasunori Yamada and Lawrence A. Palinkas and Ho-Cheol Kim and Dilip V. Jeste and Ellen E. Lee",
		"keywords": "Artificial Intelligence, social isolation, gender",
		"doi": "https://doi.org/10.1016/j.jagp.2020.09.009",
		"abstract": "Objective The growing pandemic of loneliness has great relevance to aging populations, though assessments are limited by self-report approaches. This paper explores the use of artificial intelligence (AI) technology to evaluate interviews on loneliness, notably, employing natural language processing (NLP) to quantify sentiment and features that indicate loneliness in transcribed speech text of older adults. Design Participants completed semi-structured qualitative interviews regarding the experience of loneliness and a quantitative self-report scale (University of California Los Angeles or UCLA Loneliness scale) to assess loneliness. Lonely and non-lonely participants (based on qualitative and quantitative assessments) were compared. Setting Independent living sector of a senior housing community in San Diego County. Participants Eighty English-speaking older adults with age range 66–94 (mean 83 years). Measurements Interviews were audiotaped and manually transcribed. Transcripts were examined using NLP approaches to quantify sentiment and expressed emotions. Results Lonely individuals (by qualitative assessments) had longer responses with greater expression of sadness to direct questions about loneliness. Women were more likely to endorse feeling lonely during the qualitative interview. Men used more fearful and joyful words in their responses. Using linguistic features, machine learning models could predict qualitative loneliness with 94% precision (sensitivity = 0.90, specificity = 1.00) and quantitative loneliness with 76% precision (sensitivity = 0.57, specificity = 0.89). Conclusions AI (e.g., NLP and machine learning approaches) can provide unique insights into how linguistic features of transcribed speech data may reflect loneliness. Eventually linguistic features could be used to assess loneliness of individuals, despite limitations of commercially developed natural language understanding programs.",
		"pages": "853-866",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748120304796",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "29"
	},
	{
		"id": "ONG2018594",
		"source_id": "ONG2018594",
		"type": "article",
		"title": "Utility of a Medical Alert Protection System compared to telephone follow-up only for home-alone elderly presenting to the ED — A randomized controlled trial",
		"author": "Nicholas Wei Rong Ong and Andrew Fu Wah Ho and Bibhas Chakraborty and Stephanie Fook-Chong and Pasupathi Yogeswary and Sherman Lian and Xiaohui Xin and Juliana Poh and Kelvin Koon Yeow Chiew and Marcus Eng Hock ONG",
		"keywords": "Medical Alert Protection System, Geriatric emergency medicine, Personal emergency response system, Randomized controlled trial, Personal alarm, Social alarm",
		"doi": "https://doi.org/10.1016/j.ajem.2017.09.027",
		"abstract": "Objective Medical Alert Protection Systems (MAPS) are a form of assistive technology designed to support independent living in the care of elderly patients in the community. We aimed to investigate the utility of using such a device (eAlert! System) in elderly patients presenting to an Emergency Department (ED). Methods Elderly patients presenting to an ED were randomized to receive MAPS or telephone follow-up only (control arm). All patients were followed up at one-week, one-month and six-month post-intervention. A confidence scale (at 1week, 1month and 6months) and EQ-5D score (at 6months) were also administered. Results 106 and 91 participants enrolled in the MAPS and control arms respectively. Within both individual arms, there were significant reductions in the median number of ED visits and median number of admissions in the six month periods before, compared to after intervention (p<0.01 for both). However, the reductions were not significantly different between the two arms. Among participants who have had one or more admissions during the six months period post intervention, the MAPS arm had significantly lower median total length of stay (8days, Interquartile Range [IQR]=(4, 14)) compared to the control arm (15days, IQR=(3, 25), p=0.045). The median health state score for health state was significantly higher in the MAPS arm (70 IQR=(60,80) versus 60 IQR=(50,70), p=0.008). Conclusion In this population of elderly ED patients, the use of a MAPS decreased length of stay for admissions and improved quality of life measures.",
		"pages": "594-601",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0735675717307520",
		"journal": "The American Journal of Emergency Medicine",
		"volume": "36"
	},
	{
		"id": "HAMILTON2021272",
		"source_id": "HAMILTON2021272",
		"type": "article",
		"title": "Cognitive Decline in Mild Cognitive Impairment With Lewy Bodies or Alzheimer Disease: A Prospective Cohort Study",
		"author": "Calum A. Hamilton and Fiona E. Matthews and Paul C. Donaghy and John-Paul Taylor and John T. OBrien and Nicola Barnett and Kirsty Olsen and Jim Lloyd and George Petrides and Ian G. McKeith and Alan J. Thomas",
		"keywords": "Mild cognitive impairment, dementia with Lewy bodies, longitudinal decline, neuropsychology",
		"doi": "https://doi.org/10.1016/j.jagp.2020.07.018",
		"abstract": "Objective We explored whether the mild cognitive impairment (MCI) stages of dementia with Lewy bodies (DLB) and Alzheimer disease (AD) differ in their cognitive profiles, and longitudinal progression. Design A prospective, longitudinal design was utilized with annual follow-up (Max 5 years, Mean 1.9, standard deviation 1.1) after diagnosis. Participants underwent repeated cognitive testing, and review of their clinical diagnosis and symptoms, including evaluation of core features of DLB. Setting This was an observational study of independently living individuals, recruited from local healthcare trusts in North East England, UK. Participants An MCI cohort (n = 76) aged ≥60 years was utilized, differentially diagnosed with MCI due to AD (MCI-AD), or possible/probable MCI with Lewy bodies (MCI-LB). Measurements A comprehensive clinical and neuropsychological testing battery was administered, including ACE-R, trailmaking tests, FAS verbal fluency, and computerized battery of attention and perception tasks. Results Probable MCI-LB presented with less impaired recognition memory than MCI-AD, greater initial impairments in verbal fluency and perception of line orientation, and thereafter demonstrated an expedited decline in visuo-constructional functions in the ACE-R compared to MCI-AD. No clear diagnostic group differences were found in deterioration speeds for global cognition, language, overall memory, attention or other executive functions. Conclusion These findings provide further evidence for differences in severity and decline of visuospatial dysfunctions in DLB compared with AD; further exploration is required to clarify when and how differences in attention, executive, and memory functions emerge, as well as speed of decline to dementia.",
		"pages": "272-284",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748120304371",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "29"
	},
	{
		"id": "SERUYA2021e87",
		"source_id": "SERUYA2021e87",
		"type": "article",
		"title": "Parenting After Stroke Among Women: A Secondary Data Analysis",
		"author": "Francine Seruya and Kaitlin Brooks and Rebecca Trenz",
		"keywords": "Women, Stroke, Parenting ADLs, Socioeconomic Status",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.732",
		"abstract": "Research Objectives To describe demographics, financial status, participation in activities of daily living (ADLs), and mental health status of women with children post-stroke. Design A descriptive, secondary data analysis of the National Health Interview Survey (NHIS), years 2014 to 2018. Variables of financial status, activities of daily living, and mental health were selected based on their potential impact to participate in the occupation of parenting. Setting The Department of Health and Human Services monitors illness and disability of individuals living within the community in order to track and achieve larger health goals for the country via the NHIS. Participants The sample consisted of 377 women post-stroke ages 18 through 65 with children in their household. Participants identified as White (66%), African American (27%), or of Hispanic ethnicity (18.6%). Of the sample, 55% of participants reported having at least one child present in the home, 45% reported two or more children present, and 12% reported one child under the age of five. Interventions N/A. Main Outcome Measures N/A. Results Thirty-five percent of the sample report living below poverty level, with 40% reporting health care coverage through Medicaid or other state sponsored plans. Participants indicated being worried about being able to pay medical bills (29%) and unable to pay medical bills (22%). Within the sample, 53% of participants reported activity limitations and indicated needing help with ADLs, and also had difficulty remembering and concentrating. Forty-eight percent of participants reported being worried, nervous, or anxious and 37% reported some level of depression. Conclusions Women post-stroke present with distinct challenges especially when acting as a primary caretaker for children in the home. Data suggests socioeconomic factors, difficulty with ADLs, and mental health concerns add complexity to rehabilitation for this population. Author(s) Disclosures Funding. The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this work: This work was supported by the National Institute on Disability, Independent Living, and Rehabilitation Research, NIDILRR grant number 90RTST0001, awarded to Kaitlin Dondorf-Brooks, Francine M. Seruya, and Rebecca C. Trenz.",
		"pages": "e87",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321012569",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "HEINIO2017579",
		"source_id": "HEINIO2017579",
		"type": "article",
		"title": "Ready-made meal packaging – A survey of needs and wants among Finnish and Dutch ‘current’ and ‘future’ seniors",
		"author": "Raija-Liisa Heiniö and Anne Arvola and Elina Rusko and Anna Maaskant and Stefanie Kremer",
		"keywords": "Senior consumers, Food packaging, Ready-made meal, Age, Online data collection",
		"doi": "https://doi.org/10.1016/j.lwt.2016.11.014",
		"abstract": "For older populations, improved ready-made meal packaging may potentially contribute to adequate nutritional intakes, and in turn facilitate maintenance of independent living. Consequently, a deeper understanding of the features of ready-made meal packages important for older people is a step towards this goal. Features of ready-made meal packaging appreciated by ‘current’ (aged 65 ≥ years) and ‘future’ (aged 55–64 years) seniors were studied as an internet survey in Finland (n = 764) and in the Netherlands (n = 457). Only minor significant differences were found between these two senior groups. The four packaging features most valued by both the Finnish and Dutch consumers were: easy readability, easy disposability and recyclability, visibility of the contents, and easy opening. These features were basically the same regardless of age group, gender or country. Older people did not show interest either in multi-packages or in eating meals directly from the package. Future senior men frequently using ready-made meals were identified as a promising target segment for the development and marketing of novel ready-made meals. More generally, special attention should be paid in package design to age-relevant features, such as easy opening and easy-to-read information, and the impact of culture-specific translation of the features into packaging design.",
		"pages": "579-585",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0023643816306855",
		"journal": "LWT - Food Science and Technology",
		"volume": "79"
	},
	{
		"id": "MINGIONI201759",
		"source_id": "MINGIONI201759",
		"type": "article",
		"title": "Sweet and sour discrimination abilities of elderly people compared to those of young adults in apple purée",
		"author": "M. Mingioni and E. Mehinagic and K. Siucińska and D. Konopacka and G. Artigas and R. Symoneaux and I. Maitre",
		"keywords": "Gustation, Independently-living elderly, Apple purée, Food matrix, Sucrose, Malic acid",
		"doi": "https://doi.org/10.1016/j.foodqual.2017.02.007",
		"abstract": "The number of elderly people is growing in Europe. A decrease in gustatory capacities (detection, identification, discrimination) is associated with aging. In the literature, discrimination abilities have been studied mainly in aqueous model solutions, but less is known about sensitivity in real food matrices. Moreover, in foods, taste interactions can occur and modify perceptions (masking effect). This study aimed to compare the discrimination abilities of elderly people and younger adults when tasting apple purées and hypothesized that: discrimination abilities are lower in a group of elderly people (H1) and that taste interactions can modify discrimination performances (H2). A total of 105 young adults (18–40years-old) and 130 elderly people (65+ years-old) were recruited in France and Poland. Their discrimination abilities were measured for sweet and sour tastes in apple purées. Pairs of apple purées with different sugar/acid concentrations were presented to participants and they were asked to indicate the sweetest/sourest sample. The results showed that the performances of the elderly people group were as good as those of the young adults group for sweetness (chi2=0.036, p=0.850) and sourness (chi2=0.271, p=0.603) discrimination. For both groups, a difference of 10g/kg of sucrose or 0.25g/kg of malic acid was enough to discriminate two samples (p<0.001). In our experimental conditions, no significant masking effect was found. These results could help food industries to develop new fruit-based foods that match the sensory perceptions of elderly people.",
		"pages": "59-67",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950329317300344",
		"journal": "Food Quality and Preference",
		"volume": "59"
	},
	{
		"id": "VERLAAN2017374",
		"source_id": "VERLAAN2017374",
		"type": "article",
		"title": "High Prevalence of Physical Frailty Among Community-Dwelling Malnourished Older Adults–A Systematic Review and Meta-Analysis",
		"author": "Sjors Verlaan and Gerdien C. Ligthart-Melis and Sander L.J. Wijers and Tommy Cederholm and Andrea B. Maier and Marian A.E. de van der Schueren",
		"keywords": "Malnutrition, frailty, community-dwelling",
		"doi": "https://doi.org/10.1016/j.jamda.2016.12.074",
		"abstract": "Background Malnutrition and frailty are two geriatric syndromes that significantly affect independent living and health in community-dwelling older adults. Although the pathophysiology of malnutrition and physical frailty share common pathways, it is unknown to what extent these syndromes overlap and how they relate to each other. Methods A systematic review was performed resulting in a selection of 28 studies that assessed both malnutrition and frailty in community-dwelling older adults. Furthermore, a meta-analysis was performed on 10 studies that used Mini- Nutritional Assessment and the Fried frailty phenotype to estimate the prevalence of malnutrition within physical frailty and vice versa. Results In the systematic review, 25 of the 28 studies used the Mini-Nutritional Assessment (long or short form) for malnutrition screening. For frailty assessment, 23 of the 28 studies focused on the physical frailty phenotype, of which 19 followed the original Fried phenotype. Fifteen studies analyzed the association between malnutrition and frailty, which was significant in 12 of these. The meta-analysis included 10 studies with a total of 5447 older adults. In this pooled population of community-dwelling older adults [mean (standard deviation) age: 77.2 (6.7) years], 2.3% was characterized as malnourished and 19.1% as physically frail. The prevalence of malnutrition was significantly associated with the prevalence of physical frailty (P < .0001). However, the syndromes were not interchangeable: 68% of the malnourished older adults was physically frail, whereas only 8.4% of the physical frail population was malnourished. Conclusions The systematic review and meta-analysis revealed that malnutrition and physical frailty in community-dwelling older adults are related, but not interchangeable geriatric syndromes. Two out of 3 malnourished older adults were physically frail, whereas close to 10% of the physically frail older adults was identified as malnourished.",
		"pages": "374-382",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861016306788",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "18"
	},
	{
		"id": "MCGLYNN201733",
		"source_id": "MCGLYNN201733",
		"type": "article",
		"title": "Understanding the potential of PARO for healthy older adults",
		"author": "Sean A. McGlynn and Shawn Kemple and Tracy L. Mitzner and Chih-Hung Aaron King and Wendy A. Rogers",
		"keywords": "Aging, Active Engagement, Emotions, Human-Robot Interaction, PARO, Technology Acceptance",
		"doi": "https://doi.org/10.1016/j.ijhcs.2016.12.004",
		"abstract": "As the population ages, there is an increasing need for socio-emotional support for older adults. A potential way to meet this need is through interacting with pet-type robots such as the seal robot, PARO. There was a need to extend research on PAROs potential benefits beyond cognitively impaired and dependently living older adults. Because independently living, cognitively intact older adults may also have socio-emotional needs, the primary goal of this study was to investigate their attitudes, emotions, and engagement with PARO to identify its potential applicability to this demographic. Thirty older adults participated in an interaction period with PARO, and their attitudes and emotions toward PARO were assessed before and after using a multi-method approach. Video of the interaction was coded to determine the types and frequency of engagements participants initiated with PARO. Overall, there were no pre-post interaction differences on these measures. However, semi-structured interviews suggested that these older adults had positive attitudes towards PAROs attributes, thought it would be easy to use, and perceived potential uses for both themselves and others. Participants varied in their frequency of engagement with PARO. A novel finding is that this active engagement frequency uniquely predicted post-interaction period positive affect. This study advances understanding of healthy older adults’ attitudes, emotions, and engagement with PARO and of possible ways in which PARO could provide social and emotional support to healthy older adults. The results are informative for future research and design of pet-type robots.",
		"pages": "33-47",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071581916301720",
		"journal": "International Journal of Human-Computer Studies",
		"volume": "100"
	},
	{
		"id": "IEZZONI2017231",
		"source_id": "IEZZONI2017231",
		"type": "article",
		"title": "Collaborative design of a health care experience survey for persons with disability",
		"author": "Lisa I. Iezzoni and Holly Matulewicz and Sarah A. Marsella and Kimberley S. Warsett and Dennis Heaphy and Karen Donelan",
		"keywords": "Disability, Quality, Measurement, Survey, Medicare, Medicaid",
		"doi": "https://doi.org/10.1016/j.dhjo.2016.12.022",
		"abstract": "Background When assessing results of health care delivery system reforms targeting persons with disability, quality metrics must reflect the experiences and perspectives of this population. Objective For persons with disability and researchers to develop collaboratively a survey that addresses critical quality questions about a new Massachusetts health care program for persons with disability dually-eligible for Medicare and Medicaid. Methods Persons with significant physical disability or serious mental health diagnoses participated fully in all research activities, including co-directing the study, co-moderating focus groups, performing qualitative analyses, specifying survey topics, cognitive interviewing, and refining survey language. Several sources informed survey development, including key informant interviews, focus groups, and cognitive testing. Results We interviewed 18 key informants from key stakeholder groups, including disability advocates, health care providers, and governmental agencies. We conducted 12 total English- and Spanish-language focus groups involving 87 participants (38 with physical disability, 49 with mental health diagnoses). Although some details differed, focus group findings were similar across the two disability groups. Analyses by collaborators with disability identified 29 questions for persons with physical disability and 38 for persons with mental health diagnoses. After cognitive testing, the final survey includes questions on topics ranging from independent living principles to health care delivery system concerns. Conclusions The Persons with Disabilities Quality Survey (PDQ-S) captures specific quality concerns of Massachusetts residents with physical or mental health disability about an integrated health plan. PDQ-S requires further testing elsewhere to determine its value for quality assessment more generally and to other populations with disability.",
		"pages": "231-239",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193665741730002X",
		"journal": "Disability and Health Journal",
		"volume": "10"
	},
	{
		"id": "MASTERSON2016184",
		"source_id": "MASTERSON2016184",
		"type": "article",
		"title": "Interprofessional care for patients with osteoporosis in a continuing care retirement community",
		"author": "Jordan Masterson and Tasha Woodall and Courtenay Gilmore Wilson and Lisa Ray and Mollie Ashe Scott",
		"doi": "https://doi.org/10.1016/j.japh.2016.01.004",
		"abstract": "Objectives To assess the quality of care provided to patients with osteoporosis in a continuing care retirement community (CCRC) after implementation of an interprofessional osteoporosis clinic (OPC). Specifically, quality measures were evaluated, including dual-emission X-ray absorptiometry (DXA) screening, calcium and vitamin D supplementation, and prescription treatment of osteoporosis and low bone mass in an ambulatory independent living community. Setting Large family medicine teaching practice that provides primary care for residents in one main practice, 5 rural satellite practices, and 2 CCRCs. An interprofessional OPC was developed at the main practice in 2005. Patients at all of the organizations sites could be referred to the main practice for osteoporosis management. A needs assessment conducted at one of the CCRCs in 2011 revealed that rates of screening and treatment were suboptimal for its residents despite availability of an off-site OPC. Practice innovation In 2012, a new interprofessional OPC including a physician, medical assistant, and pharmacist was replicated on-site at the CCRC so that residents had access to this service within their medical home. Evaluation Quality measures were evaluated after implementation of the team-based OPC on-site at a CCRC and included: 1) DXA screening; 2) calcium and vitamin D supplementation; and 3) prescription treatment of osteoporosis and low bone mass. Results Twenty-nine patients were seen in the new OPC from January 2012 to August 2013. Ninety-three percent had appropriate DXA testing after OPC implementation. Patients accepted pharmacist recommendations regarding calcium and vitamin D supplementation 90% and 86% of the time, respectively. All but 4 patients received appropriate treatment for osteoporosis or low bone mass. Conclusion Providing a team-based OPC on site in a CCRC improved quality measures for screening and treatment of osteoporosis and low bone mass.",
		"pages": "184-188",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1544319116000790",
		"journal": "Journal of the American Pharmacists Association",
		"volume": "56"
	},
	{
		"id": "ADAMS2021e17",
		"source_id": "ADAMS2021e17",
		"type": "article",
		"title": "Examining the Association of Disability Status with Prescription-Opioid Use and Alcohol Use Behaviors Among Adults in Ohio",
		"author": "Rachel Adams and John Corrigan and Grant Ritter and Zoe Pringle and Sharon Reif",
		"keywords": "Disability, Prescription Opioid Use, Alcohol Use",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.441",
		"abstract": "Research Objectives To address gaps in knowledge, we examined differences in prescription opioid use and alcohol related behaviors among adults with and without disabilities. Design Secondary analyses of a statewide population-based cross-sectional survey. Setting The 2018 Ohio Behavioral Risk Factor Surveillance System survey. Participants The analytic sample included adults who completed the disability, prescription opioid use, and alcohol items (n = 12,498). Interventions N/A. Main Outcome Measures Disabilities were self-reported using standardized questions about difficulties with vision, hearing, ambulation, cognition, self-care, or independent living. Prescription opioid use included any past year prescription opioid use, and opioid misuse (i.e., using opioids more frequently or in higher doses than prescribed and/or using a prescription opioid not prescribed to you). Alcohol outcomes included: any alcohol use in the past 30 days; and binge drinking in the past 30 days (i.e., ≥ 5 drinks in one sitting for men or ≥ 4 for women). Logistic regression analyses adjusted for gender, age, race/ethnicity, and marital status. Results Approximately one-third of the sample self-reported at least one disability (34.3%). Over one-quarter of adults (26.4%) reported past year prescription opioid use, and 3.5% met criteria for past year opioid misuse. Preliminary results indicate that disability status was associated with increased odds of both past year prescription opioid use [AOR = 2.67, 95% CI 2.44-2.93, p < .001] and past year opioid misuse [AOR = 2.14, 95% CI 1.73-2.64, p < .001], compared to adults without a disability. On the contrary, disability was associated with reduced odds of past month alcohol use [AOR = 0.53, 95% CI 0.49-0.58, p < .001] and past month binge drinking [AOR = 0.76, 95% CI 0.66-0.87, p < .001], compared to adults without a disability. Conclusions Adults with disabilities were less likely to use alcohol and report binge drinking than adults without disabilities, yet they were at greater risk for prescription opioid use and misuse. These findings highlight the importance of ensuring that substance use treatment is accessible and accommodating to the needs of individuals with disabilities. Author(s) Disclosures None.",
		"pages": "e17-e18",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321009655",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "FROGHI20171516",
		"source_id": "FROGHI20171516",
		"type": "article",
		"title": "A randomised trial of post-discharge enteral feeding following surgical resection of an upper gastrointestinal malignancy",
		"author": "Farid Froghi and Grant Sanders and Richard Berrisford and Tim Wheatley and Paul Peyser and Jo Rahamim and Stephen Lewis",
		"keywords": "Gastrectomy, Oesophagectomy, Nutrition",
		"doi": "https://doi.org/10.1016/j.clnu.2016.10.022",
		"abstract": "Summary Background Patients undergoing upper gastrointestinal surgery often eat poorly post-operatively, despite dietetic input. A pilot study was conducted to examine the benefit of a 6 week nutritional supplementation via a feeding jejunostomy on fatigue, quality of life and independent living. Methods A feeding jejunostomy was placed routinely at oesophagectomy or total gastrectomy for cancer. At discharge, patients were randomised to nutritional supplementation (600 kcal/day) via their feeding jejunostomies or no jejunal supplement. Patients were assessed at discharge and 3, 6, 12 and 24 weeks following discharge for fatigue (MFI-20), quality of life (QLQ-OES18), health economic analysis (EQ5D) as well as completing a two-day dietary diary. Results 44 patients (M:F, 29:15) were randomised, 23 received jejunal supplements. There were no differences between the groups. Percentage of calculated energy requirement received was greater in the supplemented group at weeks 3 and 6 (p < 0.0001). Oral energy intake was not different between the groups at any time period. After hospital discharge, there were no differences in MFI-20, EQ5D and QLQ-OES18 scores at any time point. From hospital discharge fatigue improved and plateaued at 6 weeks (p < 0.05 for both groups), independence at 12 weeks (p < 0.05 for both groups). No improvement was seen in quality of life until 24 weeks in the active group alone (p < 0.02) and not at all in the control group. Conclusions Addition of jejunal feeding is effective in providing patients with an adequate energy intake. Increased energy intake however, produced no obvious improvement in measures of fatigue, quality of life or health economics.",
		"pages": "1516-1519",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261561416313140",
		"journal": "Clinical Nutrition",
		"volume": "36"
	},
	{
		"id": "WILDENBOS201968",
		"source_id": "WILDENBOS201968",
		"type": "article",
		"title": "Mobile health for older adult patients: Using an aging barriers framework to classify usability problems",
		"author": "G.A. Wildenbos and M.W.M. Jaspers and M.P. Schijven and L.W. Dusseljee- Peute",
		"keywords": "Usability, Elderly, Think aloud protocol, Computer literacy, eHealth",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2019.01.006",
		"abstract": "Background With populations aging, digital health tools and mobile health applications (mHealth) are becoming more common to assist older people in independent living and self-management of (chronic) illnesses. These mHealth services can be beneficial to older patients, provided that they are adjusted to their needs and characteristics, as the current mHealth landscape lacks user-friendly services for this target group. Understanding of intrinsic aging barriers, which cause and impact usability problems older patients encounter, is needed to achieve this. Objectives This study set out to assess usability problems older patients encounter in two mHealth apps and aims to show the value of MOLD-US, a recent aging barriers framework, as a classification tool to identify the intrinsic cause of these problems. Method A case-study design, with in-depth analysis of usability issues older adult patients’ experience. Data on usability issues were collected using the Think Aloud Protocol for two mHealth apps. The MOLD-US framework and Nielsen’s severity rating were used to classify identified issues and their potential impact. Results In total 28 high severe usability issues of the mHealth apps were identified. Core natures of most issues were related to motivational and cognitive barriers of older adults. Participants had difficulties in understanding the navigation structure of the apps. Important text, buttons and icon elements were overseen. Conclusion Current knowledge on creating interfaces for older target groups is not well applied within the assessed mHealth designs. Specifically, design guidelines should address older adults’ diminishing cognition skills, physical ability and motivational barriers. By classifying usability problems with MOLD-US, insights on these barriers can be enhanced to adequately address these issues in new designs. In addition, we propose that future research focuses on investigating suitable usability evaluation methods adapted to older patients’ characteristics to ultimately be able to gain unbiased sight on usability issues older patients may experience while interacting with technology.",
		"pages": "68-77",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505618305008",
		"journal": "International Journal of Medical Informatics",
		"volume": "124"
	},
	{
		"id": "APOSTOLO201683",
		"source_id": "APOSTOLO201683",
		"type": "article",
		"title": "Mild cognitive decline. A position statement of the Cognitive Decline Group of the European Innovation Partnership for Active and Healthy Ageing (EIPAHA)",
		"author": "Joao Apostolo and Carol Holland and Matthew D.L. OConnell and Joanne Feeney and Rafael Tabares-Seisdedos and George Tadros and Elzbieta Campos and Nadine Santos and Deirdre A. Robertson and Maura Marcucci and Isabel Varela-Nieto and Benedicto Crespo-Facorro and Eduard Vieta and Esperanza Navarro-Pardo and Gabriel Selva-Vera and Vicent Balanzá-Martínez and Antonio Cano",
		"keywords": "Cognition, Mild cognitive decline, Position statement, Cognitive frailty",
		"doi": "https://doi.org/10.1016/j.maturitas.2015.10.008",
		"abstract": "Introduction Mild cognitive impairment (MCI) is a term used to describe a level of decline in cognition which is seen as an intermediate stage between normal ageing and dementia, and which many consider to be a prodromal stage of neurodegeneration that may become dementia. That is, it is perceived as a high risk level of cognitive change. The increasing burden of dementia in our society, but also our increasing understanding of its risk factors and potential interventions, require diligent management of MCI in order to find strategies that produce effective prevention of dementia. Aim To update knowledge regarding mild cognitive impairment, and to bring together and appraise evidence about the main features of clinical interest: definitions, prevalence and stability, risk factors, screening, and management and intervention. Methods Literature review and consensus of expert opinion. Results and conclusion MCI describes a level of impairment in which deteriorating cognitive functions still allow for reasonable independent living, including some compensatory strategies. While there is evidence for some early risk factors, there is still a need to more precisely delineate and distinguish early manifestations of frank dementia from cognitive impairment that is less likely to progress to dementia, and furthermore to develop improved prospective evidence for positive response to intervention. An important limitation derives from the scarcity of studies that take MCI as an endpoint. Strategies for effective management suffer from the same limitation, since most studies have focused on dementia. Behavioural changes may represent the most cost-effective approach.",
		"pages": "83-93",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512215300670",
		"journal": "Maturitas",
		"volume": "83"
	},
	{
		"id": "GIACINO20181699",
		"source_id": "GIACINO20181699",
		"type": "article",
		"title": "Practice Guideline Update Recommendations Summary: Disorders of Consciousness: Report of the Guideline Development, Dissemination, and Implementation Subcommittee of the American Academy of Neurology; the American Congress of Rehabilitation Medicine; and the National Institute on Disability, Independent Living, and Rehabilitation Research",
		"author": "Joseph T. Giacino and Douglas I. Katz and Nicholas D. Schiff and John Whyte and Eric J. Ashman and Stephen Ashwal and Richard Barbano and Flora M. Hammond and Steven Laureys and Geoffrey S.F. Ling and Risa Nakase-Richardson and Ronald T. Seel and Stuart Yablon and Thomas S.D. Getchius and Gary S. Gronseth and Melissa J. Armstrong",
		"doi": "https://doi.org/10.1016/j.apmr.2018.07.001",
		"abstract": "Objective To update the 1995 American Academy of Neurology (AAN) practice parameter on persistent vegetative state and the 2002 case definition on minimally conscious state (MCS) and provide care recommendations for patients with prolonged disorders of consciousness (DoC). Methods Recommendations were based on systematic review evidence, related evidence, care principles, and inferences using a modified Delphi consensus process according to the AAN 2011 process manual, as amended. Recommendations Clinicians should identify and treat confounding conditions, optimize arousal, and perform serial standardized assessments to improve diagnostic accuracy in adults and children with prolonged DoC (Level B). Clinicians should counsel families that for adults, MCS (vs vegetative state [VS]/ unresponsive wakefulness syndrome [UWS]) and traumatic (vs nontraumatic) etiology are associated with more favorable outcomes (Level B). When prognosis is poor, long-term care must be discussed (Level A), acknowledging that prognosis is not universally poor (Level B). Structural MRI, SPECT, and the Coma Recovery Scale–Revised can assist prognostication in adults (Level B); no tests are shown to improve prognostic accuracy in children. Pain always should be assessed and treated (Level B) and evidence supporting treatment approaches discussed (Level B). Clinicians should prescribe amantadine (100–200 mg bid) for adults with traumatic VS/UWS or MCS (4–16 weeks post injury) to hasten functional recovery and reduce disability early in recovery (Level B). Family counseling concerning children should acknowledge that natural history of recovery, prognosis, and treatment are not established (Level B). Recent evidence indicates that the term chronic VS/UWS should replace permanent VS, with duration specified (Level B). Additional recommendations are included.",
		"pages": "1699-1709",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999318304465",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "99"
	},
	{
		"id": "MCGRATH2019730",
		"source_id": "MCGRATH2019730",
		"type": "article",
		"title": "Impairments in Individual Autonomous Living Tasks and Time to Self-Care Disability in Middle-Aged and Older Adults",
		"author": "Ryan P. McGrath and Brian C. Clark and Kristine M. Erlandson and Stephen D. Herrmann and Brenda M. Vincent and Orman T. Hall and Kyle J. Hackney",
		"keywords": "Activities of daily living, aging, cognition, disability, frailty, function",
		"doi": "https://doi.org/10.1016/j.jamda.2018.10.014",
		"abstract": "Objectives Impairments in specific tasks that are necessary for independent living may identify future self-care limitations, and the use of time-varying covariates can better capture the fluidity in functional capacity trajectories over time. The purpose of this study was to determine the associations between individual instrumental activities of daily living (IADL) impairments and time to activities of daily living (ADL) disability for middle-aged and older adults in the United States. Design Longitudinal panel. Setting Detailed interviews that included physical, biological, and psychosocial measures were completed in person. The core interview was typically completed over the telephone. Participants A nationally representative sample of 15,336 adults aged at least 50 years from the 2006 wave of the Health and Retirement Study was followed for 8 years. Measures Ability to perform IADL and ADL were self-reported at each wave. Separate covariate-adjusted Cox models were used to examine the time-varying associations between individual IADL impairments and time to ADL disability. Results The presence of each IADL impairment was associated with a higher hazard ratio for an ADL disability for the following functions: 2.52 [95% confidence interval (CI) 2.35, 2.70] for grocery shopping, 1.91 (CI 1.77, 2.06) for preparing hot meals, 1.55 (CI 1.37, 1.76) for taking medications, 1.48 (CI 1.36, 1.61) for managing money, 1.41 (CI 1.27, 1.57) for using a telephone, and 1.38 (CI 1.29, 1.48) for using a map. Conclusions/Implications Our findings provide insights into the disabling process by revealing how impairments in each IADL are differentially associated with time to ADL disability. Interventions aiming to retain function during aging should be informed by fluctuations in IADL performance and how specific IADL impairments may exacerbate functional capacity declines more so than others.",
		"pages": "730-735.e3",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861018305875",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "20"
	},
	{
		"id": "CURUMSING2019215",
		"source_id": "CURUMSING2019215",
		"type": "article",
		"title": "Emotion-oriented requirements engineering: A case study in developing a smart home system for the elderly",
		"author": "Maheswaree Kissoon Curumsing and Niroshinie Fernando and Mohamed Abdelrazek and Rajesh Vasa and Kon Mouzakis and John Grundy",
		"keywords": "Smart home, Elderly, Independent living, Emotions, Loneliness, Emotion-oriented development approach",
		"doi": "https://doi.org/10.1016/j.jss.2018.06.077",
		"abstract": "Smart home technology has received growing interest in recent years with a focus on automation and assistance, for example, Alexa, Google Home, Apple HomePod, and many cheap IoT devices. Better supporting elderly people to continue live in their home using smart home technology is a key target application. However, most of the existing smart home solutions for the elderly are not designed with people’s emotional goals in mind, leading to lack of adoption, lack of engagement, and failure of the technology. In this paper, we introduce an emotion-oriented requirements engineering approach to help identifying, modeling and evaluating emotional goals. We also explain how we used this technique to help us develop SofiHub - a new smart home platform for elderly people. SofiHub comprises a range of devices and software for sensing, interaction, passive monitoring, and emergency assistance. We have conducted multiple trials including initial field trials for elderly people in real houses. We have used our emotion-oriented requirements techniques to evaluate the participants’ emotional reactions before, during, and after trials to understand the impact of such technology on elderly people’s emotions to the SofiHub solution. Our analysis shows that SofiHub successfully alleviates their loneliness, makes them feel safer and cared about. We also found that the trial participants developed a strong relation with the system and hence, felt frustrated when SofiHub did not respond in ways expected or desired. We reflect on the lessons learned from the trials related to our emotion-oriented design and evaluation experimental approach, including refining our set of evaluation tools.",
		"pages": "215-229",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121218301341",
		"journal": "Journal of Systems and Software",
		"volume": "147"
	},
	{
		"id": "CHEN2021104310",
		"source_id": "CHEN2021104310",
		"type": "article",
		"title": "Care for older adults with dementia: PACE day care or residential dementia care units?",
		"author": "Liang-Yu Chen and Ting-Jung Hsu and Li-Ju Ke and Hui-Te Tsai and Wen-Ting Lee and Li-Ning Peng and Ming-Hsien Lin and Liang-Kung Chen",
		"keywords": "BPSD, Day care service, Dementia, Frailty, PACE",
		"doi": "https://doi.org/10.1016/j.archger.2020.104310",
		"abstract": "Background Persons with dementia (PwD) are at greater risk for various adverse health outcomes, and the best care model remains to be determined. This study aimed to compare the physical and neurocognitive performance of PwD in the Program of All-inclusive Care for the Elderly (PACE) and residential dementia care units. Methods This was a case-control study comparing outcomes between care recipients of PACE services (PC group) and residential dementia care (RC group). Demographic characteristics, underlying diseases, physical function, cognitive function, mood status, and behavioral and psychotic symptoms of dementia (BPSDs) were assessed every 3-6 months in both groups, while frailty status and Timed Up-and-Go Test (TUGT) performance were assessed every 6 months in the PC group only. Results Overall, 96 participants (PC group: 25, RC group: 71; mean age: 86.4 ± 6.8 years) were enrolled with the median follow-up period of 43.6 weeks. Lower incidence of hospital admissions was noted in the PC group (0.52 ± 1.12 vs 1.38 ± 2.49 admissions/1,000 person-days, p=0.023), even though the PC group had higher multimorbidity and more severe BPSDs. During the study period, the PC group showed a significant improvement in body mass index, less physical dependence, better cognitive performance and reduced depressive mood. In addition, the PC group showed improvement in frailty, leisure hour activities, and TUGT results. However, participants in the PC group were more likely to experience BPSD deterioration (β coeff.: 0.193, 95% CI: 0.121- 0.265). Conclusion The PACE services significantly reduced unexpected hospital admissions of PwD, facilitated the maintenance of physical independence, and improved cognitive performance and mood status. Further randomized controlled studies are needed to determine the most appropriate care model for PwD.",
		"pages": "104310",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494320303071",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "93"
	},
	{
		"id": "OLDEWAGETHERON20215140172",
		"source_id": "OLDEWAGETHERON20215140172",
		"type": "article",
		"title": "Vitamin D Status of a Low-Income Elderly Community in South Africa",
		"author": "Wilna Oldewage-Theron and Christa Grobler",
		"doi": "https://doi.org/10.1093/cdn/nzab035_080",
		"abstract": "Objectives Previous studies in the same elderly community found poverty, food insecurity and a double burden of malnutrition (iron, zinc and vitamin A deficiencies and chronic non-communicable diseases), however, a paucity of data exists about vitamin D insufficiency/deficiency for South African elderly. The present study aimed to evaluate the prevalence of vitamin D insufficiency/deficiency among the elderly and its relationship to food insecurity, dietary diversity and common symptoms associated with vitamin D deficiency (VDD). Methods This was a quantitative, cross-sectional study in a convenience sample of 79 independently living elderly voluntarily attending an elderly care center in Sharpeville, South Africa. Measurements included socio-demographic (age, gender) and health (symptoms of VDD), physical activity-, dietary diversity- and food insecurity (validated household food insecurity access score) data, as well as 25-hydroxyvitamin D (25[OH]D3) levels ascertained by electrohemiluminescence immunoassay. The respondents were divided into VDD (<25 nmol/L), vitamin D insufficiency (VDI) (≥25 < 50 nmol/L) and vitamin D adequate (VDA) (≥50 nmol/L) groups. IBM SPSS Software, version 26.0 was used for descriptive and inferential statistical analyses. Results VDD and VDI was observed in 3.8% and 32.9% of elderly respectively. Of the total sample, 11.4% were moderately and 21.5% severely food insecure. The mean(±SD) dietary diversity score was 5.88(±3.95). Only 3.8% of the elderly were not physically active. Significant differences were observed between the VDA, VDI and VDD groups for gender (P = 0.004), age (P = 0.011), back/joint pain (P = 0.035), and the dairy food group diversity score (P = 0.008). No other significant differences were observed. Conclusions Vitamin D insufficiency/deficiency is a problem in these elderly community and associated with back/joint pain that may result in impaired functionality/mobility that can exacerbate food access and food insecurity. This study further supports the importance of dairy consumption to prevent VDI and VDD. Funding Sources National Research Foundation (South Africa).",
		"pages": "5140172",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2475299123106901",
		"journal": "Current Developments in Nutrition",
		"volume": "5"
	},
	{
		"id": "SEFERIDI2017S9",
		"source_id": "SEFERIDI2017S9",
		"type": "article",
		"title": "Implications of Brexit for the effectiveness of the UK soft drinks industry levy on coronary heart disease in England: a modelling study",
		"author": "Paraskevi Seferidi and Anthony A Laverty and Jonathan Pearson-Stuttard and Maria Guzman-Castillo and Brendan Collins and Simon Capewell and Martin OFlaherty and Christopher Millett",
		"doi": "https://doi.org/10.1016/S0140-6736(17)32944-6",
		"abstract": "Background An industry levy on sugar-sweetened beverages (SSB) will be implemented in the UK in 2018. It aims to reduce SSB consumption, a major risk factor for coronary heart disease. Brexit might change the present UK trade system with unknown implications for sugar price. We aimed to estimate the effect of potential changes in the price of sugar due to Brexit, combined with the SSB levy, on coronary heart disease mortality and inequalities in English adults, in the first year after Brexit (2020). Methods We modelled a baseline SSB levy scenario, a SSB levy under so-called soft Brexit (in which the UK establishes a free trading agreement with the European Union), and a SSB levy under a so-called hard Brexit (in which the UK takes a World Trade Organization default position). We extended the previously validated International Model for Policy Analysis of Agricultural Commodities and Trade to estimate the effect of each scenario on coronary heart disease deaths prevented or postponed and life-years gained, and we used probabilistic sensitivity analysis to account for uncertainty. The model combined routine data on sugar and SSB trade and price, SSB intake, and coronary heart disease mortality stratified by socioeconomic circumstance. We estimated the change in production costs of SSBs and assumed that the industry would pass the cost increase to the consumer. We assumed an immediate effect of SSB intake on coronary heart disease. Findings The SSB levy could result in about 390 deaths prevented or postponed from coronary heart disease (95% uncertainty interval 230–590) and 4710 life-years gained (2790–7070) in 2020. The effect of the levy on coronary heart disease mortality would increase by 4% (about 10 deaths) under soft Brexit and by 8% (about 30 deaths) under hard Brexit, compared with baseline. The levy, even under hard Brexit, will particularly benefit the most deprived socioeconomic quintile, with about 140 deaths prevented or postponed (60–240) in the most deprived group compared with 70 (30–120) in the most affluent group. Interpretation Our study found the SSB levy to be resilient to potential Brexit effects on sugar price. Even when trading under World Trade Organization regulations, the SSB levy would yield benefits for coronary heart disease mortality and inequalities. Brexit negotiations are an important opportunity to introduce further fiscal policies within comprehensive UK strategies to promote healthier diets. Funding PS, AAL, and CM are funded by the National Institute for Health Research (research professorship award to CM).",
		"pages": "S9",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140673617329446",
		"journal": "The Lancet",
		"volume": "390"
	},
	{
		"id": "HAYNES2018538",
		"source_id": "HAYNES2018538",
		"type": "article",
		"title": "Contraceptive use at last intercourse among reproductive-aged women with disabilities: an analysis of population-based data from seven states",
		"author": "Renee Monique Haynes and Sheree L. Boulet and Michael H. Fox and Dianna D. Carroll and Elizabeth Courtney-Long and Lee Warner",
		"keywords": "Contraception, Woman, Disability, Reproductive Health, Behavioral Risk Factor Surveillance System",
		"doi": "https://doi.org/10.1016/j.contraception.2017.12.008",
		"abstract": "Objective To assess patterns of contraceptive use at last intercourse among women with physical or cognitive disabilities compared to women without disabilities. Study design We analyzed responses to 12 reproductive health questions added by seven states to their 2013 Behavioral Risk Factor Surveillance System questionnaire. Using responses from female respondents 18–50 years of age, we performed multinomial regression to calculate estimates of contraceptive use among women at risk for unintended pregnancy by disability status and type, adjusted for age, race/ethnicity, marital status, education, health insurance status, and parity. Results Women with disabilities had similar rates of sexual activity as women without disabilities (90.0% vs. 90.6%, p=.76). Of 5995 reproductive-aged women at risk for unintended pregnancy, 1025 (17.1%) reported one or more disabilities. Contraceptive use at last intercourse was reported by 744 (70.1%) of women with disabilities compared with 3805 (74.3%) of those without disabilities (p=.22). Among women using contraception, women with disabilities used male or female permanent contraception more often than women without disabilities (333 [29.6%] versus 1337 [23.1%], p<.05). Moderately effective contraceptive (injection, oral contraceptive, patch, or ring) use occurred less frequently among women with cognitive (13.1%, n=89) or independent living (13.9%, n=40) disabilities compared to women without disabilities (22.2%, n=946, p<.05). Conclusions The overall prevalence of sexual activity and contraceptive use was similar for women with and without physical or cognitive disabilities. Method use at last intercourse varied based on presence and type of disability, especially for use of permanent contraception. Implications Although women with disabilities were sexually active and used contraception at similar rates as women without disabilities, contraception use varied by disability type, suggesting the importance of this factor in reproductive health decision-making among patients and providers, and the value of further research to identify reasons why this occurs.",
		"pages": "538-545",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010782417305346",
		"journal": "Contraception",
		"volume": "97"
	},
	{
		"id": "RIEMANN201865",
		"source_id": "RIEMANN201865",
		"type": "article",
		"title": "Age related changes in balance performance during self-selected and narrow stance testing",
		"author": "Bryan L. Riemann and Monica Lininger and Mary K. Kirkland and John Petrizzo",
		"keywords": "Posturography, Aging, Center of pressure",
		"doi": "https://doi.org/10.1016/j.archger.2017.11.012",
		"abstract": "Background Various balance tests have been considered as fall risk screening tools however there is a lot of variability in the methods and outcome measures reported. Based on previous research examining age-related changes in balance and differences between fallers and nonfallers, the purpose of this investigation was to examine age-related balance changes, as reflected in medial-lateral center of pressure (CP) velocity, in community-dwelling/independently living adults (≥60years) during self-selected and narrow stance testing with eyes opened and closed. Methods Two hundred and thirty adults aged 60yrs or older completed one 45s trial under two stances (self-selected, narrow) and two visual conditions (eyes opened, eyes closed). Average medial-lateral CP velocity was computed from the CP data, with preliminary analysis demonstrating positive skewness and association with body height. A sway velocity index (SVI) was created by a natural logarithm transformation and dividing by body height. Multiple linear regression was used to determine the association between age, visual condition, stance, and sex with SVI. Results Age, visual condition, stance and sex were all demonstrated to be significant predictors of SVI, with the combination of the predictors explaining 25% of the variance in the SVI. Conclusions These results confirm the balance testing protocol and SVI to be sensitive to age-related changes in balance performance. The results of this study should help future research aimed towards establishing a quick, easy to administer, and readily interpretable instrumented test for assisting with identifying potential balance impairments in older adults who have yet to demonstrate outward deficits.",
		"pages": "65-69",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494317303357",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "75"
	},
	{
		"id": "JUENGST2021e43",
		"source_id": "JUENGST2021e43",
		"type": "article",
		"title": "Care Partners of Adults with Acute Traumatic Brain Injury in the United States and Latin America",
		"author": "Shannon Juengst and Paul Perrin and Daniel Klyce and Yelena Goldin and Jean Lengenfelder and Therese ONeil-Pirozzi and KIRK LERCHER and Juan Arango-lasprilla",
		"keywords": "Caregiver, Traumatic Brain Injury, Latin America",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.589",
		"abstract": "Research Objectives To compare characteristics of caregivers of adults with acute TBI in the U.S. and Latin America (Mexico and Colombia). Design Secondary data analysis of two cohorts. Setting Inpatient Participants Cohort 1: English-speaking caregivers of adults with acute TBI in the U.S. (n=63). Cohort 2: Spanish-speaking caregivers of adults with acute TBI in Mexico or Colombia (n=109). Interventions Not applicable Main Outcome Measures Caregiver age, gender, role-type, marital status, employment status, depressive symptoms (Patient Health Questionnaire); TBI etiology. Results U.S. caregivers were age 51.2 (SD=13.5), predominantly women (84.1%), and mainly spouses/domestic partners (47.6%). Most were employed full-time (63.5%) or retired (20.6%). Latin American caregivers were age 41.5 (SD=13.9; versus U.S.: t89=4.49, p < .001), predominantly women (81.7%), and mainly spouses/partners (31.2%). They were mostly homemakers (31.2%) and employed full-time (25.7%) or part-time (20.2%). In the U.S., the most common cause of TBI was falls (44.4%), followed by motor vehicle accidents (MVA) (38.1%), whereas in Latin America, the most common cause was MVA (48.6%), followed by falls (21.1%) and violence (15.6%; 3.2% in the U.S). Caregivers endorsed mild depressive symptoms in the U.S. (PHQ=8.02, SD=6.11) and in Latin America (PHQ=5.78, SD=5.74; t89=2.37, p=.0358). Conclusions TBI caregivers in the U.S. were older and employed full-time or retired more often than those in Latin America. Their care recipients were more likely to be injured in a fall. Violence-related etiology was nearly 5x more common in Latin America than the U.S, raising concerns for potential implications of post-traumatic stress recovery and family adjustment after injury. Although both groups likely could use mental health support, this was particularly true of the U.S. cohort, and this may be due in part to differential demographics and mechanisms of injury. Author(s) Disclosures This represents a TBI Model Systems Caregiver SIG colloboration, supported by National Institute for Disability, Independent Living, and Rehabilitation Research (NIDILRR) funding. Data collection was supported by NIDILRR (grant numbers: 90DPTB0013; 90DPTB0003; 90DPTB0014) and Grant #R21TW009746 from Fogarty International Center of the National Institutes of Health and in part by the Department of Veterans Affairs.",
		"pages": "e43",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321011138",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "CALHOUN20163536",
		"source_id": "CALHOUN20163536",
		"type": "article",
		"title": "Implementation of an Educational Intervention to Optimize Self-Management and Transition Readiness in Adolescents with Sickle Cell Disease",
		"author": "Cecelia Calhoun and Regina Abel and Hai Anh Pham and Shomari Thompson and Allison A King",
		"doi": "https://doi.org/10.1182/blood.V128.22.3536.3536",
		"abstract": "Background: The transition from the pediatric setting to adult care is a challenge for many adolescents with chronic disease. Patients with sickle cell disease (SCD) represent a unique cohort as the timing of psychosocial development of adolescence often coincides with worsening end organ damage. Previously, we used the Adolescent Autonomy Checklist (AAC) modified to include SCD specific tasks that patients with SCD need to practice in order to transition to adult healthcare and independent living. This study sought to use the AAC to measure the effects of skill based educational handouts on improving self-management and transition readiness in adolescents with SCD. Methods: This was a single center, retrospective study approved by the Washington University Institutional Review Board. Inclusion criteria were patients with SCD, age 13-21 years, and completion of pre and post assessments. As standard care, patients from a pediatric hematology clinic completed the AAC-SCD. The AAC-SCD assesses skill level in twelve domains (Table). The tool includes 100 items, and users check \"can do already\" or \"needs practice\" for each item. After review with the coordinator, participants were given skill-based handouts based on up to five noted deficits. Patients completed the AAC-SCD at the subsequent clinic visit. In addition to baseline and follow up AAC-SCD data, medical and demographic data were collected via chart abstraction. All data were entered into SPSS for statistical analysis, including descriptives, paired sample T-tests, and bivariate Pearsons correlations. Results: A total of 61 patients completed baseline and follow up. Of those participants, 49.2% were female. The mean age was 15.4 (+ 2.2) years. The genotypic distribution was as follows: 67.2% HbSS, 19.7% HbSC, 3.3% HbS-beta-thal+ and 9.8% HbS-beta-thal0. The majority of patients received healthcare coverage via Medicaid (52.5%), private insurance (45.6%) and 1.6% had no insurance coverage. Twenty-five patients (42.0 %) had a history of stroke or silent cerebral infarct and 34 (55.7%) were currently taking or were previously prescribed hydroxyurea. Formal academic support (IEP or 504 Plan) was reported for 20 (32.8%) of patients. At baseline, patients needed the most help with skills in the kitchen, housekeeping, personal care and leisure. Statistically significant improvements (p< 0.05) occurred in skills related to laundry, housekeeping, healthcare, sexual development and living arrangements. Modest sized and statistically significant correlation between the receipt of the educational handouts and decreased number of items marked \"needs help\" occurred in the areas of money management (r=-0.27, p=0.044), vocational skills (r=-0.27, p=0.046;) and laundry (r=0.32, p=0.015). A post hoc analysis by age groups 13-15 (n= 34),16-18 (n=24) and 19-21 (n=3) showed a decreased amount of items marked \"needs help\" in the areas of sexual development for both 13-15 year olds (r=0.42, p=0.024) and 16-18 year olds (r=0.93, p=0.001) as well. Conclusion: Transition skills improved over time among adolescents with SCD. While we cannot say for certain if gains in knowledge occur with age as development progresses or if a formal transition program can be credited, providing educational materials on transition related skills within a clinic setting was associated with significant improvements in three of the domains. Our preliminary data offers insight into what skill deficits may be most amenable to educational interventions based on age group. As is the case with medical management, the development of a multimodal intervention is needed to prepare adolescents with SCD to transition to adult care and independent living. Clinic based education is a simple intervention that could be one component of future approaches to transition.  Disclosures No relevant conflicts of interest to declare.",
		"pages": "3536",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006497119335372",
		"journal": "Blood",
		"volume": "128"
	},
	{
		"id": "LI20215140510",
		"source_id": "LI20215140510",
		"type": "article",
		"title": "Utilizing a Low-Carbohydrate/High-Protein Diet to Improve Metabolic Health in Individuals With Spinal Cord Injury",
		"author": "Jia Li and Amie McLain and Casey Morrow and Barbara Gower and Ceren Yarar",
		"doi": "https://doi.org/10.1093/cdn/nzab041_025",
		"abstract": "Objectives The purpose of this study is to determine if an 8-week low-carbohydrate/high-protein (LC/HP) dietary intervention will show improvements in clinically important metrics of metabolic function and body composition in individuals with spinal cord injury (SCI). Methods Twenty-one participants with long-standing SCI (≥3 years post-injury) (age: 45 ± 13 years) were randomly assigned to an 8-week iso-caloric high-protein/low-carbohydrate (HPLC) diet or their habitual control diets. Injury levels ranged between cervical vertebrate 4 to lumbar vertebrate 3. The HPLC diet included ∼30% total energy as protein (40% energy from carbohydrate) and participants were provided with all study meals if they were assigned to the HPLC group. Each participant underwent an oral glucose tolerance test (OGTT) and DXA scanning before and after the intervention after an overnight fast. Blood glucose and insulin during the OGTT were assessed, and their respective incremental areas under the curve were calculated, as well as Matsuda index, an indicator of insulin sensitivity. The blood lipid panel was analyzed using the fasting samples. A two-way repeated-measures ANOVA model was used to evaluate the main effect of diet, time, and their interaction. Results We observed no main effect of time, diet, and their interaction on the fasting concentrations of glucose, insulin, their respective concentrations at 120-minute during the OGTT, and areas under the curve, but a trend for decreased insulin AUC among participants in the HPLC group (P = 0.07). There is a trend for the diet by time interaction effect for the Matsuda index (P = 0.11). The Matsuda index quantitatively increased in the HPLC group while remained in the control group. In contrast, an interaction effect was observed for several outcomes. These outcomes were decreased in the HPLC group, and include total Cholesterol (–23.9mg/dL), LDL (–15.8 mg/dL), total body fat mass (–5%), and visceral fat mass (–11%) (P < 0.05 for all). Fat-free mass did not change over time. Conclusions Our results support that our HPLC diet can be safely adopted by individuals with SCI to achieve improvements in glucose metabolism and lipid profile and body composition. Funding Sources The study was funded by the National Institute on Disability, Independent Living, and Rehabilitation Research (#90SI5019).",
		"pages": "5140510",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2475299123110286",
		"journal": "Current Developments in Nutrition",
		"volume": "5"
	},
	{
		"id": "HARDMAN20182156",
		"source_id": "HARDMAN20182156",
		"type": "article",
		"title": "The association between adherence to a Mediterranean style diet and cognition in older people: The impact of medication",
		"author": "Roy J. Hardman and Denny Meyer and Greg Kennedy and Helen Macpherson and Andrew B. Scholey and Andrew Pipingas",
		"keywords": "Health of ageing population, Impacts of diet in the elderly",
		"doi": "https://doi.org/10.1016/j.clnu.2017.10.015",
		"abstract": "Summary Background Recent reviews indicate that adherence to a Mediterranean diet may be associated with better cognitive functioning. In assessing these relationships in older individuals, previous studies have not taken into account medication usage that may support or compromise cognitive functioning. Objective To investigate the association between adherence to a Mediterranean style diet, cognition and medication usage in cognitively healthy older individuals. Design Data were assessed from individuals aged 60–90 years (mean = 77.8 years, SD = 6.7) from 15 independent living aged care villages around Melbourne, Australia. Participants diets were assessed using a food frequency questionnaire (FFQ). Cognition was assessed using reaction times from the Swinburne University Computerised Cognitive Assessment Battery (SUCCAB). Prescribed medications were recorded and analysed using binary measures. Cluster analyses were used to group participants in terms of cognitive measures and medications taken. Analyses controlled for age, gender, average daily kilojoule (kJ) intake and medication cluster. Results The relationship between cognitive speed clusters and medication clusters was significant (Chi-squared = 10.63, df = 3, p = 0.014). The odds ratio of 1.533 for average daily food intake suggested that for each additional kilojoule of average daily intake, the odds of belonging to the slower reaction time cluster increased by 53% and odds ratio of 0.573 for Mediterranean diet score suggested that for every additional unit, the odds of belonging to the slower reaction time cluster declined by 43%. The relationship between Mediterranean diet score and cognition was only significant when medication use was taken into account. Conclusion These data demonstrate that when medications are considered, a higher Mediterranean diet score is associated with a faster response on cognitive function tests. The present findings also indicate that it is pertinent to take into account medication use when investigating relationships between dietary status and cognitive performance.",
		"pages": "2156-2165",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261561417313882",
		"journal": "Clinical Nutrition",
		"volume": "37"
	},
	{
		"id": "PROCK201717",
		"source_id": "PROCK201717",
		"type": "article",
		"title": "Federally-funded transitional living programs and services for LGBTQ-identified homeless youth: A profile in unmet need",
		"author": "Kristen A. Prock and Angie C. Kennedy",
		"keywords": "Youth homelessness, Sexual minority youth, Transitional housing, Service delivery",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.10.023",
		"abstract": "Adolescents who identify as lesbian, gay, bisexual, transgender, or queer (LGBTQ) are overrepresented among runaway and homeless youth (RHY) and experience increased rates of sexual victimization, mental health issues, and substance use in comparison to their heterosexual and cisgender peers. Additionally, some sexual minority homeless youth experience discrimination in RHY programs, indicating the importance of services tailored to their specific needs. However, we know very little about the availability of these services, particularly in transitional living programs (TLPs). This exploratory study examines the services offered by the Family and Youth Services Bureau-funded TLPs in the United States—including LGBTQ-specific services—and examines the differences between programs that offer these specific services and those that do not. Participants (N=124 programs) completed a survey by phone or email about their program characteristics and services; we supplemented the survey with an analysis of content on programs websites and Facebook pages, including program descriptions, service availability, and LGBTQ-related content. Fewer than half (43.5%) of the participants reported offering LGBTQ-specific services; information regarding these services was minimally present on the agencys websites (20.2%) or Facebook pages (5.3%). These programs were more likely to be located on the West Coast or in the Northeast region, and more likely to offer counseling, support groups, and recreation or youth development activities. Our findings add to the limited body of knowledge regarding service provision in TLPs, and indicate high unmet need among this vulnerable population. We conclude with implications for social work research, policy and practice.",
		"pages": "17-24",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917307211",
		"journal": "Children and Youth Services Review",
		"volume": "83"
	},
	{
		"id": "GLUCHOWSKI2017224",
		"source_id": "GLUCHOWSKI2017224",
		"type": "article",
		"title": "Comparing the effects of two distinct eccentric modalities to traditional resistance training in resistance trained, higher functioning older adults",
		"author": "Ashley Gluchowski and Deborah Dulson and Fabrice Merien and Lindsay Plank and Nigel Harris",
		"keywords": "Strength, Function, Body composition, High functioning, Very heavy load, Exercise",
		"doi": "https://doi.org/10.1016/j.exger.2017.08.034",
		"abstract": "Background The effects of eccentric resistance exercise are of interest in the older adult cohort, but to our knowledge, there is no research on the relative effects of different eccentric modalities on a range of outcomes in higher functioning, resistance trained older adults. Methods 33 resistance-trained older adults (aged 67±4.5years) were randomized into one of three supervised training groups: traditional (TRE), eccentric only (ERE) or eccentrically biased resistance exercise (EBRE) on a 45°, plate-loaded leg press machine. Participants trained twice per week with maximal strength, functional capacity, body composition and blood biomarkers measured before and after the eight-week intervention. Results Both eccentric and concentric strength, and important functional tasks for independent living significantly improved independent of group. Body composition and blood biomarkers were found to significantly improve in the EBRE group only however, no statistical differences were found between groups. Conclusion Compared to traditional resistance training, the two eccentric modalities investigated here were equally effective for improvements in maximum muscular strength, functional capacity, body composition and metabolic biomarkers. When training the resistance trained older adult, very heavy isoinertial external loads (at least 70% of one repetition maximum) are effective irrespective of contraction mode. With heavy strength training, resistance trained older adults can continue to expect improvements in health and function.",
		"pages": "224-229",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S053155651730387X",
		"journal": "Experimental Gerontology",
		"volume": "98"
	},
	{
		"id": "FOWLER201727",
		"source_id": "FOWLER201727",
		"type": "article",
		"title": "Homelessness and aging out of foster care: A national comparison of child welfare-involved adolescents",
		"author": "Patrick J. Fowler and Katherine E. Marcal and Jinjin Zhang and Orin Day and John Landsverk",
		"keywords": "Homelessness, Foster care, Aging out, Adolescence, Policy",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.03.017",
		"abstract": "The present study represents the first large-scale, prospective comparison to test whether aging out of foster care contributes to homelessness risk in emerging adulthood. A nationally representative sample of adolescents investigated by the child welfare system in 2008 to 2009 from the second cohort of the National Survey of Child and Adolescent Well-being Study (NSCAW II) reported experiences of housing problems at 18- and 36-month follow-ups. Latent class analyses identified subtypes of housing problems, including literal homelessness, housing instability, and stable housing. Regressions predicted subgroup membership based on aging out experiences, receipt of foster care services, and youth and county characteristics. Youth who reunified after out-of-home placement in adolescence exhibited the lowest probability of literal homelessness, while youth who aged out experienced similar rates of literal homelessness as youth investigated by child welfare but never placed out of home. No differences existed between groups on prevalence of unstable housing. Exposure to independent living services and extended foster care did not relate with homelessness prevention. Findings emphasize the developmental importance of families in promoting housing stability in the transition to adulthood, while questioning child welfare current focus on preparing foster youth to live.",
		"pages": "27-33",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740916305485",
		"journal": "Children and Youth Services Review",
		"volume": "77"
	},
	{
		"id": "ECKARDT20172717",
		"source_id": "ECKARDT20172717",
		"type": "article",
		"title": "Good functional outcome in patients suffering fragility fractures of the pelvis treated with percutaneous screw stabilisation: Assessment of complications and factors influencing failure",
		"author": "Henrik Eckardt and Alexander Egger and Rebecca Maria Hasler and Christoph J. Zech and Werner Vach and Norbert Suhm and Mario Morgenstern and Franziska Saxer",
		"keywords": "Fragility fracture of the pelvis, Pelvic fracture, Insufficiency fracture of the sacrum, Low energy pelvic ring fracture, Geriatric fracture, Sacroiliac screw, Trans-sacral screw, Computer tomography, Computer tomography controlled surgery, Osteoporosis, Timed up and go test",
		"doi": "https://doi.org/10.1016/j.injury.2017.11.002",
		"abstract": "Background Low energy pelvic ring fractures in the elderly have traditionally been treated conservatively, a treatment with potential long-term complications and loss of self-independence. Percutaneous screw stabilisation of the posterior pelvic ring is a new treatment modality that enables immediate mobilisation. The aim of this study was to assess the functional outcome after sacroiliac stabilisation in the elderly. Methods All elderly patients with a surgically stabilised low energy pelvic fracture between 2010 and 2015 were included. In 2016 a radiographic follow up and functional test was performed at least one year postoperative. Results The 50 operated patients had a mean age of 79 years and a one-year mortality of 10% (5/50). Only six patients lost independency after the pelvic fracture and moved to nursing home. The mean Timed Up and Go test was 16s at follow-up. The operation of the posterior pelvic ring averaged 63min with a radiation equal to a diagnostic pelvic CT. One intra-foraminally placed screw was immediately removed and 9 patients were later re-operated on due to symptomatic loosening of one or more screws. No loosening of screws was seen in 11 patients where both S1 and S2 were stabilised and out of 23 trans-sacral screws (crossing both sacroiliac joints) only two loosened. Discussion CT guided stabilisation of the posterior pelvis is safe and most patients resumed good function and independent living. The risk of a revision operation was 20%, but trans-sacral screw stabilisation in both S1 and S2 could reduce the risk of implant loosening.",
		"pages": "2717-2723",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138317307787",
		"journal": "Injury",
		"volume": "48"
	},
	{
		"id": "ZHANG2017589",
		"source_id": "ZHANG2017589",
		"type": "article",
		"title": "Data-driven identification of intensity normalization region based on longitudinal coherency of 18F-FDG metabolism in the healthy brain",
		"author": "Huiwei Zhang and Ping Wu and Sibylle I. Ziegler and Yihui Guan and Yuetao Wang and Jingjie Ge and Markus Schwaiger and Sung-Cheng Huang and Chuantao Zuo and Stefan Förster and Kuangyu Shi",
		"keywords": "Positron emission tomography, F-fluorodeoxyglucose, intensity normalization",
		"doi": "https://doi.org/10.1016/j.neuroimage.2016.09.031",
		"abstract": "Objectives In brain 18F-FDG PET data intensity normalization is usually applied to control for unwanted factors confounding brain metabolism. However, it can be difficult to determine a proper intensity normalization region as a reference for the identification of abnormal metabolism in diseased brains. In neurodegenerative disorders, differentiating disease-related changes in brain metabolism from age-associated natural changes remains challenging. This study proposes a new data-driven method to identify proper intensity normalization regions in order to improve separation of age-associated natural changes from disease related changes in brain metabolism. Methods 127 female and 128 male healthy subjects (age: 20 to 79) with brain18F-FDG PET/CT in the course of a whole body cancer screening were included. Brain PET images were processed using SPM8 and were parcellated into 116 anatomical regions according to the AAL template. It is assumed that normal brain 18F-FDG metabolism has longitudinal coherency and this coherency leads to better model fitting. The coefficient of determination R2 was proposed as the coherence coefficient, and the total coherence coefficient (overall fitting quality) was employed as an index to assess proper intensity normalization strategies on single subjects and age-cohort averaged data. Age-associated longitudinal changes of normal subjects were derived using the identified intensity normalization method correspondingly. In addition, 15 subjects with clinically diagnosed Parkinsons disease were assessed to evaluate the clinical potential of the proposed new method. Results Intensity normalizations by paracentral lobule and cerebellar tonsil, both regions derived from the new data-driven coherency method, showed significantly better coherence coefficients than other intensity normalization regions, and especially better than the most widely used global mean normalization. Intensity normalization by paracentral lobule was the most consistent method within both analysis strategies (subject-based and age-cohort averaging). In addition, the proposed new intensity normalization method using the paracentral lobule generates significantly higher differentiation from the age-associated changes than other intensity normalization methods. Conclusion Proper intensity normalization can enhance the longitudinal coherency of normal brain glucose metabolism. The paracentral lobule followed by the cerebellar tonsil are shown to be the two most stable intensity normalization regions concerning age-dependent brain metabolism. This may provide the potential to better differentiate disease-related changes from age-related changes in brain metabolism, which is of relevance in the diagnosis of neurodegenerative disorders.",
		"pages": "589-599",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811916304918",
		"journal": "NeuroImage",
		"volume": "146"
	},
	{
		"id": "DING2017169",
		"source_id": "DING2017169",
		"type": "article",
		"title": "Pathways from physical frailty to activity limitation in older people: Identifying moderators and mediators in the English Longitudinal Study of Ageing",
		"author": "Yew Y. Ding and Jouni Kuha and Michael Murphy",
		"keywords": "Disability, Pathways, Physical activity, Depression, Cognition, Cross-lagged",
		"doi": "https://doi.org/10.1016/j.exger.2017.08.029",
		"abstract": "Physical frailty increases the risk of future activity limitation, which in turn, compromises independent living of older people and limits their healthspan. Thus, we seek to identify moderators and mediators of the effect of physical frailty on activity limitation change in older people, including gender- and age-specific effects. In a longitudinal study using data from waves 2, 4, and 6 of the English Longitudinal Study of Ageing, unique physical frailty factor scores of 4638 respondents aged 65 to 89years are obtained from confirmatory factor analysis of physical frailty, which is specified by three indicators, namely slowness, weakness, and exhaustion. Using a series of autoregressive cross-lagged models, we estimate the effect of physical frailty factor score on activity limitation change, including its moderation by social conditions, and indirect effects through physical and psychological conditions. We find that the effect of physical frailty on activity limitation change is significantly stronger with older age, while it has significant indirect effects through low physical activity, depressive symptoms, and cognitive impairment. In turn, indirect effects of physical frailty through low physical activity and cognitive impairment are stronger with older age. Sensitivity analyses suggest that these effects vary in their robustness to unmeasured confounding. We conclude that low physical activity, depressive symptoms, and cognitive impairment are potentially modifiable mediators on pathways from physical frailty to activity limitation in older people, including those who are very old. This evidence offers support for population-level interventions that target these conditions, to mitigate the effect of physical frailty on activity limitation, and thereby enhance healthspan.",
		"pages": "169-176",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556516303977",
		"journal": "Experimental Gerontology",
		"volume": "98"
	},
	{
		"id": "MARSHALL201720",
		"source_id": "MARSHALL201720",
		"type": "article",
		"title": "Role of domiciliary and family carers in individualised nutrition support for older adults living in the community",
		"author": "Skye Marshall and Ekta Agarwal and Adrienne Young and Elizabeth Isenring",
		"keywords": "Caregivers, Homecare services, Aged, Independent living, Nutritional support, Protein-energy malnutrition",
		"doi": "https://doi.org/10.1016/j.maturitas.2017.01.004",
		"abstract": "Protein-energy malnutrition is common amongst people aged 65 years and older, has a multifactorial aetiology, and numerous negative outcomes. Domiciliary carers (non-clinical paid carers) and family carers (including family, friends and neighbours) are required to support the increasing demand for in-home assistance with activities of daily living due to the ageing population. This review provides insight into the role of both domiciliary and family carers in providing individualised nutrition support for older, community-dwelling adults with malnutrition. Four electronic databases were searched for intervention studies from database inception to December 2016. Both domiciliary and family carers are well placed to monitor the dietary intake and nutritional status of older adults; to assist with many food-related tasks such as the sourcing and preparation of meals, and assisting with feeding when necessary; and to act as a conduit between the care recipient and formal nutrition professionals such as dietitians. There is moderate evidence to support the role of domiciliary carers in implementing nutrition screening and referral pathways, and emerging evidence suggests they may have a role in malnutrition interventions when supported by health professionals. Moderate evidence also supports the engagement of family carers as part of the nutrition care team for older adults with malnutrition. Interventions such as group education, skill-development workshops and telehealth demonstrate promise and have significantly improved outcomes in older adults with dementia. Further interventional and translational research is required to demonstrate the efficacy of engaging with domiciliary and family carers of older adults in the general community.",
		"pages": "20-29",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512216304650",
		"journal": "Maturitas",
		"volume": "98"
	},
	{
		"id": "LEON201958",
		"source_id": "LEON201958",
		"type": "article",
		"title": "Assessment of oral health-related quality of life as a function of non-invasive treatment with high-fluoride toothpastes for root caries lesions in community-dwelling elderly",
		"author": "Soraya León and Miguel Rivera and Sebastián Payero and Gloria Correa-Beltrán and Fernando N. Hugo and Rodrigo A. Giacaman",
		"keywords": "Quality of life, oral health-related quality of life, oral health, OHIP, root caries lesions, dental caries, fluoridated toothpaste, high-fluoride dentifrices, non-invasive treatment, elderly",
		"doi": "https://doi.org/10.1111/idj.12415",
		"abstract": "Purpose: Non-invasive treatment of root caries lesions (RCLs) may impact oral health-related quality of life (OHRQoL), but no evidence is available. The purpose of the study was to assess changes in OHRQoL among patients exposed to non-invasive treatment of RCLs with conventional or high-fluoride dentifrices. Methods: To be eligible, subjects had to be ≥60 years of age, independently living, with at least five teeth and one RCL. The 14-item Oral Health Impact Profile for adults in Spanish (OHIP-14Sp), oral examination and sociodemographic data were documented at the beginning of the study (T0). The presence and activity of RCLs were detected and diagnosed. Subjects were randomly assigned to either the control (1,450 ppm fluoride) or the experimental (5,000 ppm fluoride) treatment group. A new set of measurements was obtained at 12 months (T1). Mean comparisons were carried out using the Student’s t-test for total OHIP-14Sp scores. To determine whether T1 OHRQoL scores were different regarding sex, age, educational level and socio-economic status, mean OHIP-14Sp scores were obtained and compared with those variables at 12 months. Results: An overall improvement in OHRQoL after the non-invasive treatment of RCLs was verified when T1 was compared with T0 (P < 0.0001). Regarding treatment type, no significant differences were detected between groups (P = 0.114). Subjects with higher income and more years of formal education had better OHRQoL than those with a lower salary (P < 0.0001) and with fewer years of education (P = 0.0006). Conclusions: Non-invasive treatment for RCLs in community-dwelling elders appears to cause a positive impact on OHRQoL. Better OHRQoL was associated with higher socio-economic status and educational level. No significant differences were detected regarding the fluoride concentration in the dentifrices.",
		"pages": "58-66",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020653920321262",
		"journal": "International Dental Journal",
		"volume": "69"
	},
	{
		"id": "VIEIRA2017251",
		"source_id": "VIEIRA2017251",
		"type": "article",
		"title": "The effects of 12 weeks Pilates-inspired exercise training on functional performance in older women: A randomized clinical trial",
		"author": "Natália Donzeli Vieira and Daniela Testa and Paula Cristine Ruas and Tânia de Fátima Salvini and Aparecida Maria Catai and Ruth Caldeira Melo",
		"keywords": "Pilates, Elderly, Physical fitness, Postural balance, Muscle strength, Aerobic resistance",
		"doi": "https://doi.org/10.1016/j.jbmt.2016.06.010",
		"abstract": "Summary Background Recent scientific evidence supports the benefits of Pilates exercises on postural balance and muscle strength of older persons. However, their effects on other aspects of physical fitness, which are also important for independent living in older age, are still unknown. Objective To investigate the effects of a 12-week Pilates-inspired exercise program on the functional performance of community-dwelling older women. Methods Forty community-dwelling older women were randomly enrolled in a Pilates-inspired exercise training (2 times/week, 60 min/session) (PG, n = 21, 66.0 ± 1.4yrs) or kept in the control group (CG; n = 19, 63.3 ± 0.9yrs). The Pilates exercises were conducted in small groups and performed on mats (using accessories such as exercise rubber bands, swiss and exercise balls). The functional performance on one-leg stance (OLS), timed up and go (TUG), five-times-sit-to-stand (STS) and 6-min walk (6 MW) tests was evaluated before and after the 12-week Pilates training or control follow-up period. Results After 12 weeks, time effects were observed for STS (p = 0.03) and 6 MW tests (p < 0.01). Only among PG subjects did the time spent to rise from a chair and return to a seated position decrease significantly (2.0 s faster, p = 0.02) and the distance walked in 6 min increase (∼30 m, p < 0.01). OLS and TUG performance remained unaltered in both groups. Conclusion Pilates-inspired exercises improved dynamic balance, lower-extremity strength and aerobic resistance in community-dwelling older women. Therefore, it may be a potentially effective exercise regimen to maintain physical fitness in old age.",
		"pages": "251-258",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1360859216301024",
		"journal": "Journal of Bodywork and Movement Therapies",
		"volume": "21"
	},
	{
		"id": "LEJAY201625",
		"source_id": "LEJAY201625",
		"type": "article",
		"title": "Endovascular Surgery, Open Surgery, and Primary Amputation in Nonagenarians Presenting with Critical Limb Ischemia",
		"author": "Anne Lejay and Charline Delay and Yannick Georg and Adeline Schwein and Sébastien Gaertner and Fabien Thaveau and Bernard Geny and Nabil Chakfe",
		"doi": "https://doi.org/10.1016/j.avsg.2015.11.009",
		"abstract": "Background The aim was to report the midterm outcome for nonagenarians with critical limb ischemia (CLI) and to identify factors affecting survival or limb salvage rates. Methods Nonagenarians who underwent endovascular surgery (ES), open surgery (OS), or primary amputation (PA) for CLI between 2005 and 2014 were included. Cox regression model identified factors affecting survival and limb salvage. Results ES was performed in 116 patients (119 limbs), OS in 73 patients (73 limbs), and PA in 54 patients (57 limbs). Mean follow-up was 10.38 months. There was no difference in survival between ES, OS, and PA groups: survival rate was 51.2% at 1 year and 38.9% at 2 years after ES, 48.3% at 1 year and 39.6% at 2 years after OS, and 50.6% at 1 years and 40.8% at 2 years after PA (P = 0.58). There was no difference in limb salvage between ES and OS groups: limb salvage rate was 88.2% and 77.8% at 1 and 2 years after ES and 87.3% and 77.6% at 1 and 2 years after OS. Coronary artery disease (hazard ratio [HR] 1.54; confidence interval [CI] 1.04–1.08; P = 0.01) was risk factor for death. Fully dependent state was risk factor for death (HR 4.2; CI 3.55–4.87; P < 0.001) and major amputation (HR 5.3; CI 1.32–1.67; P < 0.001). In fully dependent patients, 1-year and 2-year survival rate was 28.9% and 20.6%, respectively, and 1-year and 2-year limb salvage rate was 61.2% and 44.5%, respectively. Conclusions With acceptable early and late mortality, limb salvage and maintenance of functional status and level of independent living, revascularization in nonagenarians is effective as long as the patient is not fully dependent.",
		"pages": "25-33",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890509616300231",
		"journal": "Annals of Vascular Surgery",
		"volume": "32"
	},
	{
		"id": "STAM2016149",
		"source_id": "STAM2016149",
		"type": "article",
		"title": "The relation between structural and functional connectivity patterns in complex brain networks",
		"author": "C.J. Stam and E.C.W. van Straaten and E. Van Dellen and P. Tewarie and G. Gong and A. Hillebrand and J. Meier and P. Van Mieghem",
		"keywords": "Graph theory, Brain dynamics, SIS model, Phase transition, Functional connectivity, Effective connectivity",
		"doi": "https://doi.org/10.1016/j.ijpsycho.2015.02.011",
		"abstract": "Objective An important problem in systems neuroscience is the relation between complex structural and functional brain networks. Here we use simulations of a simple dynamic process based upon the susceptible–infected–susceptible (SIS) model of infection dynamics on an empirical structural brain network to investigate the extent to which the functional interactions between any two brain areas depend upon (i) the presence of a direct structural connection; and (ii) the degree product of the two areas in the structural network. Methods For the structural brain network, we used a 78×78 matrix representing known anatomical connections between brain regions at the level of the AAL atlas (Gong et al., 2009). On this structural network we simulated brain dynamics using a model derived from the study of epidemic processes on networks. Analogous to the SIS model, each vertex/brain region could be in one of two states (inactive/active) with two parameters β and δ determining the transition probabilities. First, the phase transition between the fully inactive and partially active state was investigated as a function of β and δ. Second, the statistical interdependencies between time series of node states were determined (close to and far away from the critical state) with two measures: (i) functional connectivity based upon the correlation coefficient of integrated activation time series; and (ii) effective connectivity based upon conditional co-activation at different time intervals. Results We find a phase transition between an inactive and a partially active state for a critical ratio τ=β/δ of the transition rates in agreement with the theory of SIS models. Slightly above the critical threshold, node activity increases with degree, also in line with epidemic theory. The functional, but not the effective connectivity matrix closely resembled the underlying structural matrix. Both functional connectivity and, to a lesser extent, effective connectivity were higher for connected as compared to disconnected (i.e.: not directly connected) nodes. Effective connectivity scaled with the degree product. For functional connectivity, a weaker scaling relation was only observed for disconnected node pairs. For random networks with the same degree distribution as the original structural network, similar patterns were seen, but the scaling exponent was significantly decreased especially for effective connectivity. Conclusions Even with a very simple dynamical model it can be shown that functional relations between nodes of a realistic anatomical network display clear patterns if the system is studied near the critical transition. The detailed nature of these patterns depends on the properties of the functional or effective connectivity measure that is used. While the strength of functional interactions between any two nodes clearly depends upon the presence or absence of a direct connection, this study has shown that the degree product of the nodes also plays a large role in explaining interaction strength, especially for disconnected nodes and in combination with an effective connectivity measure. The influence of degree product on node interaction strength probably reflects the presence of large numbers of indirect connections.",
		"pages": "149-160",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167876015000410",
		"journal": "International Journal of Psychophysiology",
		"volume": "103"
	},
	{
		"id": "ROEDERSHEIMER2016151",
		"source_id": "ROEDERSHEIMER2016151",
		"type": "article",
		"title": "Self-Reported Versus Performance-Based Assessments of a Simple Mobility Task Among Older Adults in the Emergency Department",
		"author": "Kyle M. Roedersheimer and Greg F. Pereira and Christopher W. Jones and Valerie A. Braz and Sowmya A. Mangipudi and Timothy F. Platts-Mills",
		"doi": "https://doi.org/10.1016/j.annemergmed.2015.07.007",
		"abstract": "Study objective Accurate information about the mobility of independently living older adults is essential in determining whether they may be safely discharged home from the emergency department (ED). We assess the accuracy of self-reported ability to complete a simple mobility task among older ED patients. Methods This was a cross-sectional study of cognitively intact patients aged 65 years and older who were neither nursing home residents nor critically ill, conducted in 2 academic EDs. Consenting participants were asked whether they could get out of bed, walk 10 feet, turn around, and get back in bed without assistance, and if not, whether they could perform this task with a cane, walker, or assistance. Each participant was then asked to perform the task and was provided with a mobility device or assistance as needed. Results Of 272 patients who met eligibility criteria and answered the physical task question, 161 (59%) said they could do the task unassisted, 45 (17%) said they could do it with a cane or walker, 21 (8%) said they could do it with assistance, and 45 (17%) said they would be unable to do it even with assistance. Among those who said they could do the task either with or without assistance and who were subsequently willing to attempt the task (N=172), discrepancies between self-reported ability and actual performance were common. Of those who said they could perform the task without assistance, 12% required some assistance or were unable to complete the task. Of those who said they could perform the task with a cane or walker, 48% required either assistance or were unable to perform the task. Of those who said they could perform the task with assistance, 24% were unable to perform the task even with assistance. Conclusion In this sample of older adults receiving care in the ED, the accuracy of their self-reported ability to perform a simple mobility task was poor, particularly for those who reported some need for assistance. For older adults being considered for discharge who report a need for assistance with mobility, direct observation of the patient’s mobility by a member of the emergency care team should be considered.",
		"pages": "151-156",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0196064415005843",
		"journal": "Annals of Emergency Medicine",
		"volume": "67"
	},
	{
		"id": "SNYDER2018235",
		"source_id": "SNYDER2018235",
		"type": "article",
		"title": "Effects of aging on the biomechanics of Coquerels sifaka (Propithecus coquereli): Evidence of robustness to senescence",
		"author": "Megan L. Snyder and Daniel Schmitt",
		"keywords": "Aging, Coquerels sifaka, Fraility, Lemur, , Biomechanics",
		"doi": "https://doi.org/10.1016/j.exger.2018.07.019",
		"abstract": "It is well-known that as humans age they experience significant changes in gait including reduction in velocity and ground reaction forces and changes in leg mechanics. Progressive changes in gait can lead to disability and frailty, defined as an inability to carry out activities of daily living. This topic is relevant to basic understanding of the aging process and for clinical intervention. As such, studies of frailty can benefit from nonhuman animal models, yet little is known about gait frailty in nonhuman primates. This study examines a nonhuman primate model to evaluate its relevance to understanding human aging processes. To test the null hypothesis that age-related changes in joint function and gait do occur in primate models in a similar fashion to humans, a detailed gait analysis, including velocity, footfall timings, and vertical ground reaction forces, on bipedal locomotion was performed in Coquerels sifaka (Propithecus coquereli), ranging in age from 5 years to 24 years. None of the spatiotemporal or kinetic gait variables measured was significantly correlated with age alone. There was a slight but significant reduction in locomotor velocity when animals were grouped into “young” and “old” categories. These data show that aging P. coquereli experience only subtle age-related changes, that were not nearly as extensive as reported in humans. This lack of change suggests that unlike humans, lemurs maintain gait competency at high levels, possibly because these animals maintain reproductive capacity close to their age of death and that frailty may be selected against, since gait disability would result in injury and death that would preclude independent living. Although nonhuman primates should experience age-related senescence, their locomotor performance should remain robust throughout their lifetimes, which raises questions about the use of primate models of gait disability, an area that deserves further investigation.",
		"pages": "235-240",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556518301682",
		"journal": "Experimental Gerontology",
		"volume": "111"
	},
	{
		"id": "ANDREW2018118",
		"source_id": "ANDREW2018118",
		"type": "article",
		"title": "Long-term functional recovery and health-related quality of life of elderly out-of-hospital cardiac arrest survivors",
		"author": "Emily Andrew and Eric Mercier and Ziad Nehme and Stephen Bernard and Karen Smith",
		"keywords": "Cardiac arrest, Resuscitation, Follow-up studies, Health-related quality of life, Geriatric",
		"doi": "https://doi.org/10.1016/j.resuscitation.2018.03.017",
		"abstract": "Introduction Understanding the prognosis of elderly out-of-hospital cardiac arrest (OHCA) patients is vital to informing resuscitation and advanced care planning decisions. However, short-term outcomes such as survival to hospital discharge do not account for post-arrest quality of life. We describe the 12-month functional recovery and health-related quality of life (HR-QOL) of elderly OHCA survivors, including those arresting in aged care facilities. Methods We conducted a retrospective analysis of Victorian Ambulance Cardiac Arrest Registry data for all OHCA survivors to hospital discharge aged ≥65 years between 1 January 2010 and 30 June 2016. The influence of age on functional recovery and independent living was assessed using multivariable logistic regression. Results During the study period, 20,103 elderly OHCAs were attended, 9016 (44.9%) of whom received a resuscitation attempt. In total, 876 (9.7%) patients survived to hospital discharge and 777 were alive 12 months post-arrest. Of these, 651 participated in 12-month follow-up (response rate 83.8%). Most (60.6%) resided at home without additional care and 66.6% reported a good functional recovery, however both measures decreased with increasing age (p < 0.001). Mental HR-QOL increased with increasing age and was significantly better than the age- and sex-matched Australian population. Each 10-year increase in age was associated with a 40.8% (95%CI 25.6–53.0%) reduction in the odds of good functional recovery, and a 65.8% (95%CI 55.8–73.5%) reduction in the odds of living independently. Of the 2575 OHCAs in an aged care facility, 2.2% survived to hospital discharge, however no patient reported a good 12-month functional recovery. Conclusions Most elderly OHCA survivors resided independently with good functionality 12 months post-arrest. However, increasing age was associated with less favourable outcomes. New strategies are needed with regard to resuscitation in aged care facilities.",
		"pages": "118-124",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300957218301278",
		"journal": "Resuscitation",
		"volume": "126"
	},
	{
		"id": "BARRY20162273",
		"source_id": "BARRY20162273",
		"type": "article",
		"title": "Sequential processing in young and older adults in the equiprobable auditory Go/NoGo task",
		"author": "Robert J. Barry and Frances M. De Blasio and Adele E. Cave",
		"keywords": "Ageing, Event-related potentials (ERPs), Auditory equiprobable Go/NoGo task, Principal components analysis (PCA), Sequential processing schema",
		"doi": "https://doi.org/10.1016/j.clinph.2016.02.010",
		"abstract": "Objective We recently proposed a sequential processing schema for the equiprobable auditory Go/NoGo task, based on a principal components analysis (PCA) of event-related potentials (ERPs) from a university student sample. Here we sought to replicate the schema, and use it to explore processing in well-functioning older adults. Methods We compared behavioural responding and ERPs of 20 independent-living older adults (Mage=68.2years) to data from a sex- and handedness-matched group of university students (Mage=20.4years). ERPs had substantial latency differences between the groups, and hence were subjected to separate group temporal PCAs. Results Component latencies were systematically increased in the older group by some 26%, with no significant increase in RT or error rates. Despite some differences in their identified components, each group displayed differential component responsivity to Go versus NoGo; this was reduced in the older participants. Conclusion The results support our processing schema, and provide insight into the processing stages in well-functioning older adults. Significance Understanding the perceptual and cognitive processing stages in normal ageing is a pre-requisite for research on mild cognitive impairment and dementia. This study may also provide a simple paradigm and schema suitable for further exploration of functionality in ageing.",
		"pages": "2273-2285",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245716000730",
		"journal": "Clinical Neurophysiology",
		"volume": "127"
	},
	{
		"id": "GAINER2021S78",
		"source_id": "GAINER2021S78",
		"type": "article",
		"title": "EXAMINING THE ASSOCIATION BETWEEN DOMAINS OF FRAILTY AND 6-MONTH CHANGES IN HEALTH-RELATED QUALITY OF LIFE, LIVING STATUS, AND TREATMENT DECISIONAL REGRET AMONG OLDER PATIENTS REFERRED FOR CARDIAC SURGERY",
		"author": "R Gainer and G Hirsch",
		"doi": "https://doi.org/10.1016/j.cjca.2021.07.158",
		"abstract": "BACKGROUND Both age and frailty function as key preoperative risk factors for cardiac surgery. Age alone is usually a poor marker for predicting older patients’ health status, most likely due to failure to reflect functional status in the measurement. Frailty status, which takes function into account, may be a better measure for older patients’ health status. METHODS AND RESULTS The overall goal of this research was to determine the impact of varying degrees of frailty on the functional recovery of patients who undergo cardiac surgery. Specific objectives were as follows: (1) Determine the association between domains of frailty and change in HRQoL at baseline and 6 months post-surgery, (2) Determine the association between domains of frailty and dependent living status at 6 months post-surgery (3), determine the association between domains of frailty and treatment decisional regret at 6 months post-surgery. A prospective cohort pre-post design was used to evaluate the exposure (frailty)and resulting outcomes (change in HRQoL; dependent living status; treatment decisional regret). The primary outcome was HRQoL, measured preoperatively and at 6 months using EQ-5D-3L/EQ-VAS. Secondary outcomes were, dependent living status and treatment decisional regret, measured using the Functional Independence questionnaire. Worse ADL function was positively associated with higher levels of impairment in mobility and usual function HRQoL from baseline to 6 months. As well, worse ADL function was negatively associated with greater HRQoL improvement in men as measured by index scores and across all procedure types as measured by EQ-VAS. Worse mobility function was negatively associated with higher levels of improvement in HRQoL in isolated AVR patients. Lastly, those with worse ADL function had higher odds of experiencing a dependent living status 6 months after surgery (aOR = 2.06 (1.42, 3.00)), and worse ADL (aOR = 1.89 (1.35, 2.65) and cognitive (aOR = 1.77 (1.26, 2.47) function had higher odds of regretting their decision to have surgery. CONCLUSION The current study showed domain-specific frailty, particularly poor pre-operative ADL function, is negatively associated with an individuals capacity to return to optimal HRQoL post-operatively, independent living status and positively associated with experience of decisional regret. The evidence-based data has the potential to better inform patients who are at risk for loss of HRQoL and independence with cardiac surgery, allowing them to make decisions in line with values and preferences. Educating patients these risks is an important aspect of patient-centered care and individualized decision-making based on patient priorities.",
		"pages": "S78-S79",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0828282X21005572",
		"journal": "Canadian Journal of Cardiology",
		"volume": "37"
	},
	{
		"id": "ROSENWOHLMACK2020103496",
		"source_id": "ROSENWOHLMACK2020103496",
		"type": "article",
		"title": "A new conceptual model of experiences of aging in place in the United States: Results of a systematic review and meta-ethnography of qualitative studies",
		"author": "Amy Rosenwohl-Mack and Karen Schumacher and Min-Lin Fang and Yoshimi Fukuoka",
		"keywords": "Aging at home, Aging in community, Aging in place, Conceptual framework, Independent living, Living alone, Meta-ethnography, Older adults, Qualitative research, Systematic review",
		"doi": "https://doi.org/10.1016/j.ijnurstu.2019.103496",
		"abstract": "Objectives The purpose of this systematic review was to synthesize the evidence on experiences of aging in place in the United States. Design Systematic review and meta-ethnography of qualitative studies. Data sources We searched six bibliographic databases (PubMed, Embase, PsycINFO, CINAHL, Web of Science, Sociological Abstracts), with no limits on publication date. Eligible studies reported peer-reviewed qualitative research on experiences of aging in place in the United States with full-text available in English. Review methods Three reviewers independently used Covidence software to screen titles and abstracts followed by full texts. We assessed quality and risk of bias using a modified version of the Joanna Briggs Institute Checklist for Qualitative Research. Qualitative data analysis was conducted using meta-ethnography, following Noblit and Hares seven-step method of translation and synthesis to generate a novel conceptual model. Results Of 2659 papers screened, 37 unique studies were eligible for inclusion, reported in 38 publications. The studies were conducted in 16 states and published between 1994 and 2018. The included samples represented 1199 participants in total, with mean ages ranging from 48 to 91 years. The gender of the samples ranged from 20% to 100% female, with a median of 77%. One-third of the included studies did not report participants’ race/ethnicity, and half of the remaining study samples were at least 90% white; however, 20% of the studies focused exclusively on experiences of racial/ethnic minority older adults. Using meta-ethnography, we developed a new conceptual model of aging in place in the United States as a dynamic process of balancing threats and agency in relation to experiences of identity, connectedness, and place. We found that people aging in place were engaged in significant work to cope with unpredictable needs and challenges by changing their mindset, adapting their home environment to accommodate new needs, and finding different ways to connect with important people in their lives. Agency was shaped by resources and restrictions on choice, and where threats to aging in place outweighed an individuals sense of agency, the consequences included feelings of uncertainty, isolation, and dislocation. Conclusions To the best of our knowledge, this is the first systematic review of qualitative studies to evaluate experiences of aging in place in the United States. The findings of our meta-ethnographic synthesis led to the development of a new conceptual model of aging in place highlighting the dynamic tensions involved in balancing threats and agency.",
		"pages": "103496",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020748919303037",
		"journal": "International Journal of Nursing Studies",
		"volume": "103"
	},
	{
		"id": "SHISHEHGAR20181",
		"source_id": "SHISHEHGAR20181",
		"type": "article",
		"title": "A systematic review of research into how robotic technology can help older people",
		"author": "Majid Shishehgar and Donald Kerr and Jacqueline Blake",
		"keywords": "Older adults, aged care, robotic technologies, robots and older adults’ problems",
		"doi": "https://doi.org/10.1016/j.smhl.2018.03.002",
		"abstract": "Background The world population is ageing rapidly with the percentage of older adults increasing to 24% by 2030 from 10% in 2000. Therefore cost of providing aged care has been growing, especially in countries such as Japan, the USA and Australia. For example, the average need for long-term care was estimated at three years for people turning 65 in United States of America at 2005 (Kemper, Komisar, & Alecxih, 2005). Robotic technology has been identified as being able to help older adults to live independently, and is emerging as an innovative approach to assist older adults directly, for example, robotic wheelchairs and indirectly for instance providing support to stakeholders, including caregivers. This study looks at the research undertaken in robotic technologies as it is applied to aged care. Method A systematic literature review of peer-reviewed literature published in Medline, ScienceDirect, ProQuest, PubMed, Scopus and SpringerLINK, from 1 January 2000 to mid-July 2015 was undertaken. Results An initial set of 8533 studies was refined to 58 studies. Nine robot types were identified in addressing aged care problems, including companion, manipulator service, telepresence, rehabilitation, health monitoring, reminder, entertainment, domestic, and fall detection/prevention robots. These robot types have been applied to eight key problem areas in aged care, namely social isolation, dependent living, physical or cognitive impairment, mobility problems, poor health monitoring, lack of recreation, memory problems and fall problems. The frequency of research into each robot type was analysed, with the finding some robotic technologies have received more attention (e.g., companion) while other types that can assist older adults with independent living (e.g., cooking and bathing) were not as comprehensively researched. Conclusion This literature review examines research into robots and how they can help in aged care with nine categories of robot identified. The literature establishes that some types of robots have gained significant attention from researchers with respect to their application in various problem areas while other robot types have not. The purpose of this paper is to review the studies and identify current outcomes.",
		"pages": "1-18",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352648316300149",
		"journal": "Smart Health",
		"volume": "7-8"
	},
	{
		"id": "ZWICKEL201674",
		"source_id": "ZWICKEL201674",
		"type": "article",
		"title": "Development of a high performance liquid chromatography tandem mass spectrometry based analysis for the simultaneous quantification of various Alternaria toxins in wine, vegetable juices and fruit juices",
		"author": "Theresa Zwickel and Horst Klaffke and Keith Richards and Michael Rychlik",
		"keywords": "Mycotoxin, LC⿿MS/MS, Food, Altertoxin, Altenuic acid, Molar extinction coefficient",
		"doi": "https://doi.org/10.1016/j.chroma.2016.04.066",
		"abstract": "An analytical method based on high performance liquid chromatography (HPLC) and tandem mass spectrometry (MS/MS) detection for the simultaneous quantification of 12 Alternaria toxins in wine, vegetable juices and fruit juices was developed. Excellent chromatographic performance was demonstrated for tenuazonic acid (TeA) in a multi-analyte method. This comprehensive study is also the first to report the determination of TeA, alternariol (AOH), alternariol monomethyl ether (AME), tentoxin (TEN) and altenuene (ALT), altertoxin I (ATX-I), altertoxin II (ATX-II), altenuisol (ATL), iso-altenuene (isoALT), altenuic acid III (AA-III) and the AAL toxins TB1 und TB2 in samples from the German market. Several types of HPLC columns were tested for the liquid chromatographic separation of the toxins of interest that widely differ in their polarities. The focus was on gaining suitable retention while avoiding derivatization steps especially for TeA and AA-III. Three atmospheric pressure ionization techniques used with liquid chromatography (electrospray, chemical and photo ionization) were tested to obtain the best selectivity and sensitivity. Samples were diluted with sodium hydrogen carbonate buffer and extracted on a diatomaceous earth solid phase extraction cartridge. Method validation was carried out by using tomato juice, citrus juice and white wine as blank matrices. Limits of detection ranged from 0.10 to 0.59μgL⿿1 and limits of quantification ranged from 0.4⿿3.1μgL⿿1 depending on the toxin and matrix. Recoveries were around 100±9% for all toxins except stemphyltoxin III (STTX-III) and altenusin (ALS) due to instability during sample clean up. Matrix-induced effects leading to ion suppression especially for ATX-I, ATX-II and AA-III were investigated. Relative standard deviations of repeatability (RSDr) and intermediate reproducibility (RSDR) were ⿤9.3 and ⿤17.1, respectively, for the toxins in different matrices at levels of 5 and 30μgL⿿1. Finally, 103 commercially obtained wine and juice samples from the German market in 2015 were analysed. TeA was found most frequently (68% of all analysed samples) in concentrations of up to 60.0μgL⿿1. AOH, AME and TEN were detected in fewer samples (37%, 16% and 30%) at lower concentrations of up to 8.2, 1.5 and 10.3μgL⿿1, respectively. AA-III and ATL were detected for the first time in 3% and 17% of food all samples, in concentrations of up to 6.0μgL⿿1 and 5.9μgL⿿1, respectively.",
		"pages": "74-85",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021967316305088",
		"journal": "Journal of Chromatography A",
		"volume": "1455"
	},
	{
		"id": "LOWE2020164",
		"source_id": "LOWE2020164",
		"type": "article",
		"title": "The prognostic implication of perioperative cardiac enzyme elevation in patients with fractured neck of femur: A systematic review and meta-analysis",
		"author": "Matthew J Lowe and Nicholas J Lightfoot",
		"keywords": "Hip fracture, Troponin, Neck of femur, Mortality, Prognosis, Biomarker",
		"doi": "https://doi.org/10.1016/j.injury.2019.12.012",
		"abstract": "Background Neck of Femur (NOF) fractures are a common injury in comorbid elderly patients which are associated with increased rates of morbidity and mortality following fracture. Because of their injury, patients can experience reductions in quality of life and independent living leading to transfer to nursing home or dependent levels of care. Numerous factors are associated with either complications or reductions in survival following fractured NOF. From the VISION cohort there is evidence that troponin elevation in the post-operative period following a diverse range of non-cardiac surgical procedures may lead to an increased risk of mortality in the absence of classical ischaemic or cardiac symptoms. The aim of this systematic review and meta-analysis is to validate the utility of perioperative troponin elevation as a prognostic indicator for mortality and cardiac morbidity in those with fractured NOF. Methods The PRISMA guidelines for the conduct of meta-analyses were followed. An electronic search was conducted of the EMBASE, MEDLINE (Ovid) and Biosis databases. Studies were included for analysis if they stratified outcomes by perioperative troponin elevation in surgically managed fractured NOF and reported sufficient data on troponin elevation and mortality following surgery. Primary and secondary outcomes assessed were all-cause post-operative mortality and a composite measure of cardiac complications (myocardial infarction, cardiac failure and arrhythmia) respectively. Results Eleven studies met inclusion criteria giving a total of 1363 patients. Overall, 497 patients (36.5%) experienced an elevation in troponin levels following surgery. Perioperative troponin elevation was significantly associated with all-cause mortality (OR 2.6; 95% CI 1.5 – 4.6; p <0.001) and cardiac complications (OR 7.4; 95% CI 3.5 – 15.8; p <0.001). Patient factors significantly associated with troponin elevation included pre-existing coronary artery disease, cardiac failure, hypertension, previous stroke and previous myocardial infarction. Conclusion Perioperative troponin elevation is significantly associated with increased mortality and post-operative cardiac complications following fractured NOF and may be a useful prognostic indicator in these patients. Future research should further stratify patients by the magnitude of troponin elevation and further refine the risk factors.",
		"pages": "164-173",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S002013831930782X",
		"journal": "Injury",
		"volume": "51"
	},
	{
		"id": "HAYES201725",
		"source_id": "HAYES201725",
		"type": "article",
		"title": "Evaluation of the Cariogram for root caries prediction",
		"author": "M. Hayes and C. Da Mata and G. McKenna and F.M. Burke and P.F. Allen",
		"keywords": "Root caries, Dental caries, Gerodontology, Aged, Epidemiology, Risk factors",
		"doi": "https://doi.org/10.1016/j.jdent.2017.04.010",
		"abstract": "Objectives The aim of this study was to evaluate complete and reduced Cariogram models in predicting root caries risk in independently living older adults by comparing the caries risk assessment of the programme to observed root caries increment over a two-year period. Methods A prospective study recording root caries incidence was conducted on 334 dentate older adults. Data were collected on participant’s medical history, fluoride exposure, and diet. Saliva samples were collected to measure salivary flow rate, buffer capacity and bacterial counts. Clinical examination was completed to record decayed, missing and filled teeth (DMFT) and also exposed, filled and decayed root surfaces (RDFS). This was repeated after 12 and 24 months. Scores were entered into the Cariogram and baseline risk category was recorded. Reduced Cariogram models were generated by omitting individual salivary variables and all salivary variables. The performance of the complete and reduced Cariogram models in predicting root caries incidence were evaluated by receiver operating characteristic (ROC) analysis. Results 280 participants were examined at two year follow up. 55.6% of those in the highest risk group developed new caries compared to 3.8% in the lowest risk group. The mean root caries increment in the highest risk group was 2.00 (SD 3.20) compared to 0.04 (SD 0.20) in the lowest risk group. The area under the ROC curve for the complete Cariogram model was 0.77 (95% CI 0.70–0.83) indicating a fair performance in predicting root caries. Omitting individual or all salivary variables did not significantly alter the predictive ability of the Cariogram. Conclusion Within the limitations of this study, the Cariogram was clinically useful in identifying individuals with a high risk of developing root caries. Clinical significance Identification of a caries risk assessment tool which could reliably select high-risk individuals for root caries prevention strategies would maximise the cost effectiveness of professionally delivered prevention measures.",
		"pages": "25-30",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571217300945",
		"journal": "Journal of Dentistry",
		"volume": "62"
	},
	{
		"id": "GRULLON2021S80",
		"source_id": "GRULLON2021S80",
		"type": "article",
		"title": "Special Considerations for Older LGBTQ Adults During the COVID-19 Pandemic: Case and Review",
		"author": "Alejandra Grullon and Valeriya Tsygankova and Bobbi Woolwine and Amanda Tan and Adriana Hermida",
		"doi": "https://doi.org/10.1016/j.jagp.2021.01.070",
		"abstract": "Introduction Throughout the COVID-19 Pandemic, older adults have been disproportionately impacted by both illness and fatalities. Of the nearly 39 million adults over age 65 in the United States, approximately 2.4 million older adults identify as lesbian, gay, bisexual, transgender, or queer (LGBTQ). LGBTQ older adults face unique challenges due to their intersecting identities and histories, including the effects of heterosexism, ageism, and being more likely to live alone, be single, and not have children. As we implement social distancing as a primary COVID-19 prevention method, older adults have faced increased isolation. Methods We present one case of a lesbian older adult patient who has experienced increased depression during the COVID-19 pandemic. A table will be added featuring culturally competent recommendations for LGBTQ older adults from a literature review. Results A 77-year-old female with history of major depression, attention deficit disorder, hypertension, xerostomia, and polymyalgia rheumatica. The patient has been on multiple trials of medications for depression as well as ECT treatments. She described being a shy child and felt criticized and often rejected by her mother. She was initially engaged to a man and after some years fell in love with a woman. The patient is currently single and has no children. She typically has a strong support system with her lifelong friend and attends church. She transitioned from independent living to an adult living facility, with the hope of increased social activity and connectedness. However, due to COVID-19, she experienced her move as extremely difficult, and was disappointed that all social activities were canceled. For a period of several months, she was unable to visit her chosen family, was limited to attending church via Zoom, and was restricted from multiple areas of the complex. As a result, she reported increased depression, anxiety, and difficulty sleeping with passive suicidal ideation due to isolation and no direct family support. Conclusions The latest research highlights current vulnerabilities and health disparities of the older adult population, as well as ways to increase support and resiliency through the ongoing COVID-19 pandemic. Older LGBTQ populations are at disproportionately higher risk for mental health conditions and with the current social distancing measures in place, social isolation and loneliness has been exacerbated. Connection with accepting family and community are well documented in the literature as key protective factors and sources of resiliency in LGBTQ populations. Culturally competent care is integral to psychiatric treatment of older LGBTQ adults. Funding Not Applicable",
		"pages": "S80",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748121000968",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "29"
	},
	{
		"id": "WINTER2017901",
		"source_id": "WINTER2017901",
		"type": "article",
		"title": "Self-Reported Driving Difficulty in Veterans With Traumatic Brain Injury: Its Central Role in Psychological Well-Being",
		"author": "Laraine Winter and Helene J. Moriarty and Thomas H. Short",
		"doi": "https://doi.org/10.1016/j.pmrj.2017.01.007",
		"abstract": "Background The ability to drive is a core function supporting independent living. Traumatic brain injury (TBI) may impair driving capacity in numerous ways. Previous research has documented that individuals with TBI have more driving-related problems than other people and has identified predictors of driving status or capacity, mostly among civilians; however, no research has examined the implications of driving limitations for the well-being of individuals with TBI. Objective To examine the association between self-reported difficulty in driving with important domains of psychological well-being in veterans with TBI, with adjustment for posttraumatic stress disorder (PTSD) and years since most recent TBI. Design Cross-sectional. Setting Veterans’ homes. Participants A total of 61 veterans of the Global Wars on Terrorism diagnosed with TBI, all outpatients at a Veterans Affairs medical center rehabilitation service. Methods Home interviews as a baseline assessment for a larger randomized controlled trial. Main Outcome Measures Community reintegration (extent of social participation), depressive symptomatology, and role limitations due to physical health problems and those due to emotional problems. Self-rated competence in driving was the predictor, and sociodemographic characteristics, diagnosis of PTSD, severity of TBI, and time since most recent TBI were covariates. Results Self-rated driving difficulty was associated with decreased community reintegration (β = .280, P =.028), greater depressive symptomatology (β = −.402, P < .001), and greater role limitations due to physical problems (β = −.312, P =.011) and to emotional problems (β = −.324, P = .006), after we adjusted for PTSD and other variables. Discussion The self-reported ability to drive seems to be central to psychological well-being in veterans with TBI, showing clear associations with depression, community reintegration, and health-related role limitations. These associations cannot be attributed to comorbid PTSD. Conclusion Rehabilitation specialists should view driving difficulty as a risk factor for poor psychosocial outcomes in veterans with TBI and seek ways to compensate for the veteran’s loss of driving if it is no longer advisable. Level of Evidence II",
		"pages": "901-909",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193414821730134X",
		"journal": "PM&R",
		"volume": "9"
	},
	{
		"id": "RONDINA2018628",
		"source_id": "RONDINA2018628",
		"type": "article",
		"title": "Selecting the most relevant brain regions to discriminate Alzheimers disease patients from healthy controls using multiple kernel learning: A comparison across functional and structural imaging modalities and atlases",
		"author": "Jane Maryam Rondina and Luiz Kobuti Ferreira and Fabio Luis de Souza Duran and Rodrigo Kubo and Carla Rachel Ono and Claudia Costa Leite and Jerusa Smid and Ricardo Nitrini and Carlos Alberto Buchpiguel and Geraldo F. Busatto",
		"keywords": "Alzheimers Disease, MRI, PET, SPECT, Multiple kernel learning, Brain atlas",
		"doi": "https://doi.org/10.1016/j.nicl.2017.10.026",
		"abstract": "Background Machine learning techniques such as support vector machine (SVM) have been applied recently in order to accurately classify individuals with neuropsychiatric disorders such as Alzheimers disease (AD) based on neuroimaging data. However, the multivariate nature of the SVM approach often precludes the identification of the brain regions that contribute most to classification accuracy. Multiple kernel learning (MKL) is a sparse machine learning method that allows the identification of the most relevant sources for the classification. By parcelating the brain into regions of interest (ROI) it is possible to use each ROI as a source to MKL (ROI-MKL). Methods We applied MKL to multimodal neuroimaging data in order to: 1) compare the diagnostic performance of ROI-MKL and whole-brain SVM in discriminating patients with AD from demographically matched healthy controls and 2) identify the most relevant brain regions to the classification. We used two atlases (AAL and Brodmanns) to parcelate the brain into ROIs and applied ROI-MKL to structural (T1) MRI, 18F-FDG-PET and regional cerebral blood flow SPECT (rCBF-SPECT) data acquired from the same subjects (20 patients with early AD and 18 controls). In ROI-MKL, each ROI received a weight (ROI-weight) that indicated the regions relevance to the classification. For each ROI, we also calculated whether there was a predominance of voxels indicating decreased or increased regional activity (for 18F-FDG-PET and rCBF-SPECT) or volume (for T1-MRI) in AD patients. Results Compared to whole-brain SVM, the ROI-MKL approach resulted in better accuracies (with either atlas) for classification using 18F-FDG-PET (92.5% accuracy for ROI-MKL versus 84% for whole-brain), but not when using rCBF-SPECT or T1-MRI. Although several cortical and subcortical regions contributed to discrimination, high ROI-weights and predominance of hypometabolism and atrophy were identified specially in medial parietal and temporo-limbic cortical regions. Also, the weight of discrimination due to a pattern of increased voxel-weight values in AD individuals was surprisingly high (ranging from approximately 20% to 40% depending on the imaging modality), located mainly in primary sensorimotor and visual cortices and subcortical nuclei. Conclusion The MKL-ROI approach highlights the high discriminative weight of a subset of brain regions of known relevance to AD, the selection of which contributes to increased classification accuracy when applied to 18F-FDG-PET data. Moreover, the MKL-ROI approach demonstrates that brain regions typically spared in mild stages of AD also contribute substantially in the individual discrimination of AD patients from controls.",
		"pages": "628-641",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158217302681",
		"journal": "NeuroImage: Clinical",
		"volume": "17"
	},
	{
		"id": "RUBIO2016270",
		"source_id": "RUBIO2016270",
		"type": "article",
		"title": "Analysis of ISO/IEEE 11073 built-in security and its potential IHE-based extensibility",
		"author": "Óscar J. Rubio and Jesús D. Trigo and Álvaro Alesanco and Luis Serrano and José García",
		"keywords": "Authentication, IHE, ISO/IEEE 11073, Privacy, Security",
		"doi": "https://doi.org/10.1016/j.jbi.2016.02.006",
		"abstract": "The ISO/IEEE 11073 standard for Personal Health Devices (X73PHD) aims to ensure interoperability between Personal Health Devices and aggregators—e.g. health appliances, routers—in ambulatory setups. The Integrating the Healthcare Enterprise (IHE) initiative promotes the coordinated use of different standards in healthcare systems (e.g. Personal/Electronic Health Records, alert managers, Clinical Decision Support Systems) by defining profiles intended for medical use cases. X73PHD provides a robust syntactic model and a comprehensive terminology, but it places limited emphasis on security and on interoperability with IHE-compliant systems and frameworks. However, the implementation of eHealth/mHealth applications in environments such as health and fitness monitoring, independent living and disease management (i.e. the X73PHD domains) increasingly requires features such as secure connections to mobile aggregators—e.g. smartphones, tablets—, the sharing of devices among different users with privacy, and interoperability with certain IHE-compliant healthcare systems. This work proposes a comprehensive IHE-based X73PHD extension consisting of additive layers adapted to different eHealth/mHealth applications, after having analyzed the features of X73PHD (especially its built-in security), IHE profiles related with these applications and other research works. Both the new features proposed for each layer and the procedures to support them have been carefully chosen to minimize the impact on X73PHD, on its architecture (in terms of delays and overhead) and on its framework. Such implications are thoroughly analyzed in this paper. As a result, an extended model of X73PHD is proposed, preserving its essential features while extending them with added value.",
		"pages": "270-285",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046416000289",
		"journal": "Journal of Biomedical Informatics",
		"volume": "60"
	},
	{
		"id": "VANDENBUSSCHE201730",
		"source_id": "VANDENBUSSCHE201730",
		"type": "article",
		"title": "Utilizing a transdiagnostic neuroscience-informed approach to differentiate the components of a complex clinical presentation: A case report",
		"author": "Alicia B. Vanden Bussche and Nancy A. Haug and Tali Manber Ball and Claudia B. Padula and Andrea N. Goldstein-Pierarski and Leanne M. Williams",
		"keywords": "Research Domain Criteria (RDoC), Transdiagnostic, Differential, Diagnostic, Autism Spectrum Disorder",
		"doi": "https://doi.org/10.1016/j.pmip.2017.04.001",
		"abstract": "Background Recent research recognizes considerable overlap in the clinical presentation of psychiatric disorders such as Autism Spectrum Disorder, Attention Deficit Hyperactivity Disorder and Social Anxiety Disorder. The diagnostic approach collects symptoms to reflect a single underlying psychopathological process. The Research Domain Criteria (RDoC) emphasizes psychopathology as arising from combinations of abnormalities in core underlying constructs that can be measured at many levels of analysis, from biological to behavioral. Patients who present with clinical heterogeneity may benefit from transdiagnostic case conceptualization that integrates detailed symptom information across multiple measurements spanning multiple domains of functioning based in the RDoC framework. Case presentation We report on one case that was included in a research study focused on advancing knowledge towards a transdiagnostic, brain-based model of anxiety and depression. The 20-year-old male patient presented at a community mental health clinic for inattention, low mood, sleep problems and anxious symptoms. The patient also presented with primary problems in negative valence systems (anxiety, avoidance, and bias towards negative information), cognitive systems (fluctuating cognitive ability over time, poor concentration and ability to focus), and social processing systems (deficits in social communication skills). Conceptualizing this case through a transdiagnostic lens augmented the patient’s treatment plan by including a more integrative approach. Treatment included social skills training, progressive relaxation exercises, and basic psychoeducation in emotional expression and independent living skills. Conclusion This case illustrates the utility of a transdiagnostic approach, particularly when a traditional diagnostic model generates conflicting evidence and/or multiple comorbidities. RDoC provides a framework for integrating abnormalities across multiple dimensions. Furthermore, it lays the foundation for future integration of brain-behavior relationships into case conceptualization and personalized treatment approaches.",
		"pages": "30-37",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2468171716300187",
		"journal": "Personalized Medicine in Psychiatry",
		"volume": "3"
	},
	{
		"id": "STEWART202142",
		"source_id": "STEWART202142",
		"type": "article",
		"title": "Mortality prognostication scores do not predict long-term, health-related quality of life after burn: A burn model system national database study",
		"author": "Barclay T Stewart and Gretchen J Carrougher and Elleanor Curtis and Jeffrey C Schneider and Colleen M Ryan and Dagmar Amtmann and Nicole S Gibran",
		"keywords": "Burn, Quality of life, Patient reported outcome measures",
		"doi": "https://doi.org/10.1016/j.burns.2020.09.007",
		"abstract": "Objective Despite improved mortality rates after burn injury, many patients face significant long-term physical and psychosocial disabilities. We aimed to determine whether commonly used mortality prognostication scores predict long-term, health-related quality of life after burn injury. By doing so, we might add evidence to support goals of care discussions and facilitate shared decision-making efforts in the hours and days after a life-changing injury. Methods We used the multicenter National Institute of Disability, Independent Living and Rehabilitation Research Burn Model System database (1994–2019) to analyze SF-12 physical (PCS) and mental component (MCS) scores among survivors one year after major burn injury. Ninety percent of the observations were randomly assigned to a model development dataset. Multilevel, mixed-effects, linear regression models determined the relationship between revised Baux and Ryan Scores and SF-12 measures. Additionally, we tested a model with disaggregated independent and other covariates easily obtained around the time of index admission: age, sex, race, burn size, inhalation injury. Residuals from the remaining 10% of observations in the validation dataset were examined. Results The analysis included 1606 respondents (median age 42 years, IQR 28–53 years; 70% male). Median burn size was 16% TBSA (IQR 6–30) and 13% of respondents sustained inhalation injury. Higher revised Baux and Ryan Scores and age, burn size, and inhalation injury were significantly correlated with lower PCS, but were not correlated with MCS. Female sex, black race, burn size, and inhalation injury correlated with lower MCS. All models poorly explained the variance in SF-12 scores (adjusted r2 0.01–0.12). Conclusion Higher revised Baux and Ryan Scores negatively correlated with long-term physical health, but not mental health, after burn injury. Regardless, the models poorly explained the variance in SF-12 scores one year after injury. More accurate models are needed to predict long-term, health-related quality of life and support shared decision-making during acute burn care.",
		"pages": "42-51",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0305417920305283",
		"journal": "Burns",
		"volume": "47"
	},
	{
		"id": "HUBBLE20167",
		"source_id": "HUBBLE20167",
		"type": "article",
		"title": "Assessing stability in mild and moderate Parkinson’s disease: Can clinical measures provide insight?",
		"author": "Ryan P. Hubble and Peter A. Silburn and Geraldine A. Naughton and Michael H. Cole",
		"keywords": "Parkinson’s disease, Motor control, Falls, Quality of life, Postural stability",
		"doi": "https://doi.org/10.1016/j.gaitpost.2016.06.002",
		"abstract": "This cross-sectional study aimed to investigate the relationship between accelerometer-derived measures of movement rhythmicity and clinical measures of mobility, balance confidence and gait difficulty in people with Parkinson’s disease (PD). Twenty-nine independently-living PD patients (Hoehn & Yahr Stages 1–3) with no history of significant injury or orthopaedic/deep brain stimulation surgery were recruited from a database of patients who had expressed an interest to participate in research. Participants completed clinical assessments of mobility, postural stability, balance confidence and symptom severity, while head and trunk rhythmicity was evaluated during gait using accelerometers. Following data collection, patients were stratified based on disease stage into either a Mild (Hoehn & Yahr Stage 1) or Moderate (Hoehn & Yahr Stages 2–3) PD group. The results highlighted that the Moderate PD group had poorer quality of life, reduced balance confidence and increased gait and falls difficulty. Furthermore, for these patients, gait disability and the number of previous falls were both negatively correlated with multiple components of head and trunk rhythmicity. For the Mild PD group, six-meter walk time was positively correlated with ML head rhythmicity and linear regression highlighted a significant predictive relationship between these outcomes. For the Mild and Moderate PD groups, balance confidence respectively predicted anterior-posterior trunk rhythmicity and vertical head rhythmicity. While these findings demonstrate that falls history and the Gait and Falls questionnaire provide moderate insight into head and trunk rhythmicity in Moderate PD patients, objective and clinically-feasible measures of postural instability would assist with the management of these symptoms.",
		"pages": "7-13",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636216300819",
		"journal": "Gait & Posture",
		"volume": "49"
	},
	{
		"id": "KLEMETS201929",
		"source_id": "KLEMETS201929",
		"type": "article",
		"title": "Integration of an in-home monitoring system into home care nurses’ workflow: A case study",
		"author": "Joakim Klemets and Jukka Määttälä and Ismo Hakala",
		"keywords": "In-home monitoring, Home care, Nursing informatics, Qualitative research",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2018.12.006",
		"abstract": "Background The healthcare system faces a major challenge in caring for an increasingly ageing population as this task requires more resources than are currently available. Adopting monitoring technologies could enable more efficient care practices and support ageing in place. Objectives To investigate how the use of an in-home motion monitoring system can be integrated into home care nurses’ workflows and to uncover the factors behind system adoption. Design A single case study adopting a qualitative approach. Setting A home care unit serving older adults living in independent living residences within an apartment complex. Method Multiple data collection methods were used including individual and group interviews, a questionnaire with open-ended questions, evaluation probes, and system log data. The qualitative material was analysed using a stepwise-deductive inductive approach. Results A central factor behind system adoption was the perceived usefulness of gaining information about older adults’ night-time activities. In particular, monitoring older adults suffering from memory disorders was considered advantageous. The information that the system provided supported nurses in health assessments and assisted in adjusting care decisions. Previous negative experiences with similar technologies initially influenced the time for adoption. Further, although nurses were closely involved in the system design process, they took some time to get acquainted with the system and to integrate its use into daily practice. System reliability and accuracy issues influenced nurses’ trust in the sensory data. Conclusion The findings suggests that in a home care setting, focusing on motion pattern monitoring for older adults with memory disorders can provide significant benefits and therefore also facilitate system adoption among nurses. Involving nurses in the design of the technology and providing opportunities to trial the system in real practice also appear to be important in achieving system adoption.",
		"pages": "29-36",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505618308372",
		"journal": "International Journal of Medical Informatics",
		"volume": "123"
	},
	{
		"id": "KRUPCHANKA2018129",
		"source_id": "KRUPCHANKA2018129",
		"type": "article",
		"title": "Experience of stigma and discrimination in families of persons with schizophrenia in the Czech Republic",
		"author": "D. Krupchanka and D. Chrtková and M. Vítková and D. Munzel and M. Čihařová and T. Růžičková and P. Winkler and M. Janoušková and E. Albanese and N. Sartorius",
		"keywords": "Stigma, Schizophrenia, Family studies, Mental health service, Central and Eastern Europe",
		"doi": "https://doi.org/10.1016/j.socscimed.2018.07.015",
		"abstract": "Rationale Mental health-related stigma and discrimination not only affect persons living with schizophrenia but also their whole families. Stigma and discrimination reduction is key to respond to the unmet needs of persons with mental illness. The local context is of particular importance in this endeavor, as stigma and its manifestations depend on the specific conditions of the target population and across cultures and settings. Evidence on effective approaches to reduce stigma is sparse and lacking from Central and Eastern Europe, including from the Czech Republic. Objective Our aim was to inform an anti-stigma campaign undertaken in the framework of the national mental health reform in the Czech Republic. Methods We conducted a qualitative study based on semi-structured in-depth interviews with relatives of patients diagnosed with schizophrenia in the Czech Republic. Initial respondents were identified through local mental health services and users organizations with a consecutive chain-referral sampling. Transcribed narratives were thematically analyzed within a pre-developed four-level thematic framework to comprehensively identify experiences of stigma and discrimination in all areas of the respondents lives. Results Stigma experiences of 25 diverse family members of persons living with schizophrenia spanned four levels of respondents lives (macro-, meso-, micro-, and intro-level). The overarching issues were: (1) general lack of understanding and misconceptions about mental illness; (2) structural discrimination and paucity of governmental and public support system; (3) burden of “pervasive and unlimited” care and inability of independent living. Conclusions We identified several features of mental health related stigma and the ensuing discrimination in Czech Republic experienced by persons with severe mental illness and their relatives. We developed a set of recommendations for policy-makers aimed at reducing ignorance and prejudice amongst the public and professionals, improving health and social services—including employment, housing and community integration—and the provision of family support.",
		"pages": "129-135",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S027795361830371X",
		"journal": "Social Science & Medicine",
		"volume": "212"
	},
	{
		"id": "SANTIAGORIBEIRO2021182",
		"source_id": "SANTIAGORIBEIRO2021182",
		"type": "article",
		"title": "Évaluation du volume striatal cinétique du transporteur neuronal de la dopamine (DAT) chez des patients atteints de maladie de Parkinson (MP)",
		"author": "M. Santiago Ribeiro and V. Jaouen and C. Tauber",
		"keywords": "Parkinson, Neurologie, Quantification, Traitement des images",
		"doi": "https://doi.org/10.1016/j.mednuc.2021.06.022",
		"abstract": "Les méthodes de quantification en imagerie cérébrale par TEP se basent le plus souvent sur des modèles compartimentaux avec le calcul de la liaison potentielle ou binding potentiel (BP) du radioligand sur sa cible. Dans ce travail, nous avons calculé le volume striatal à partir de l’information cinétique du DAT obtenue des données d’imagerie de notre étude avec le [18F]-LBT-999 chez 14 sujets (8 MP et 6 témoins). Les images TEP ont été segmentées avec une approche 4D Gradient Vector Flow (4DGVF). Les images ont été recadrées dans un volume 4D striatal plus petit et des champs vectoriels 3D de gradients 4D ont pu être générés. Un recalage entre les images IRM et TEP a été réalisé pour chaque sujet. L’atlas AAL-VOIs du MNI a été recalé sur chaque IRM, puis sur l’image TEP. Cet atlas a été utilisé pour séparer et identifier automatiquement les noyaux caudés et putaminaux et pour contraindre l’évolution des maillages 3D afin d’éviter tout chevauchement entre ces deux régions. Les surfaces obtenues pour chaque structure striatale gauche et droite ont pu être ainsi converties en volumes cinétiques exprimés en cm3. Nos résultats montrent que les régions cinétiques ne correspondent pas nécessairement aux régions anatomiques, en particulier pour les patients MP pour lesquels les variations cinétiques les plus fortes se trouvent loin à l’intérieur des régions striatales anatomiques. Pour le putamen, les volumes cinétiques moyens étaient 5,40±0,60 et 7,99±0,45 cm3 respectivement pour le groupe MP et les témoins, significativement différents (p<0,02) et pour les noyaux caudés de 3,73±0,15 et 4,77±0,20 cm3 pour les MP et témoins. Là encore, des différences significatives ont été constatées avec p<0,01. Plutôt que d’examiner la valeur moyenne de fixation d’un radiotraceur dans les régions anatomiques, cette méthode permet de segmenter une région fonctionnelle avec des comportements cinétiques cohérents et de comparer la topologie de la distribution du radiotraceur entre deux groupes de sujets, ou avec la région anatomique correspondante. Le volume de la région cinétique striatale pour les malades était non seulement plus faible que celui trouvé pour les témoins sains, mais aussi plus faible que le volume anatomique correspondant. Ceci indique qu’il y a non seulement un changement dans la fixation moyenne du [18F]-LBT-999, mais qu’elle est topologique et non globale au sein des régions striatales.",
		"pages": "182",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0928125821000723",
		"journal": "Médecine Nucléaire",
		"volume": "45"
	},
	{
		"id": "CHIGATERI2018114",
		"source_id": "CHIGATERI2018114",
		"type": "article",
		"title": "Validation of an accelerometer for measurement of activity in frail older people",
		"author": "Nethra Ganesh Chigateri and Ngaire Kerse and Laurian Wheeler and Bruce MacDonald and Jochen Klenk",
		"keywords": "Gait, Accelerometers, Walking, Physical activity, Body worn sensors, Wearable device",
		"doi": "https://doi.org/10.1016/j.gaitpost.2018.08.024",
		"abstract": "Background Specific gait parameters are associated with falls and injury. It is important to identify walking episodes in order to determine the associated gait parameters. Frail older people have a greater risk of falling due to increased probability of inactivity. Therefore, detection and analysis of their physical activities becomes significant. Furthermore, ascertainment of gait parameters and non-sedentary activities for frail older group is difficult in free living environments – an area which hasn’t been explored much. Methods Participants were 23 older people residing in independent-living retirement homes. Data was inertial sensor signals, attached to the L5 vertebral area using a belt, from scripted activities (a timed up and go, and sit to stand activities) and unscripted activities of daily living collected in a free-living environment. An algorithm designed to identify walking, standing/sitting and lying is applied to the uSense wearable accelerometer data which has been analysed by processing the raw data with a gait detection algorithm and the results were compared against annotated videos which served as the gold standard. Validity of gait assessment was based on the percentage of agreement between the analysed accelerometer data and the corresponding reference video with 100Hz sampling frequency and 0.01 frames/second. Results The median overall agreement between the processed accelerometer data and the annotated video was a match of approximately 92.8% and 95.1% for walking episodes for unscripted and scripted activities respectively. Significance The tri-axial accelerometer with a sampling frequency of 100 Hz provides a valid measure of gait detection in frail older people aged above 75 years. Since a limited number of studies have reported the use of accelerometers for older people in a free-living context, performance evaluation and establishing the validity of body worn sensors for physical activity and gait recognition is the key goal achieved.",
		"pages": "114-117",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636218314383",
		"journal": "Gait & Posture",
		"volume": "66"
	},
	{
		"id": "GILBERTSON20219",
		"source_id": "GILBERTSON20219",
		"type": "article",
		"title": "Long-Term Impact of Vascular Surgery Stress on Frail Older Patients",
		"author": "Ellen A. Gilbertson and Travis R. Bailey and Larry W. Kraiss and Claire L. Griffin and Brigitte K. Smith and Mark Sarfati and Julie Beckstrom and Benjamin S. Brooke",
		"doi": "https://doi.org/10.1016/j.avsg.2020.06.048",
		"abstract": "Background Frailty is a syndrome where the ability to cope with acute physiological stress is compromised, although it is unclear what impact this stress has on long-term outcomes. Vascular-Physiological and Operative Severity Score for enumeration of Mortality and Morbidity is a validated method for calculating levels of stress associated with vascular procedures. We designed this study to evaluate the long-term impact of different levels of surgical stress among frail older patients undergoing vascular surgery procedures. Methods We identified all independently living patients who underwent prospective frailty assessment followed by an elective vascular surgery procedure captured in the Vascular Quality Initiative registry (endovascular abdominal aortic aneurysm [AAA] repair, thoracic endovascular aortic repair, suprainguinal and infrainguinal bypass, peripheral vascular intervention, carotid endarterectomy, and open AAA) at an academic institution between January 2016 and July 2018. Patient- and procedure-level data were obtained from our institutional data warehouse and Vascular Quality Initiative database, and used to calculate Vascular-Physiological and Operative Severity Score for enumeration of Mortality and Morbidity scores. The association between frailty and composite outcome of any major complications (surgical site infection; graft thrombectomy; major amputation; adverse cardiac, pulmonary, or neurologic event; acute renal insufficiency; and/or reoperation related to the index procedure), nonhome living status, or death within 1 year after low-, medium-, and high-stress vascular procedures was evaluated using bivariate and logistic regression models. Results A total of 163 patients were identified (70% male, mean age 67.8 years) who underwent open AAA repair (6%), endovascular AAA repair (21%), thoracic endovascular aortic repair (7%), suprainguinal bypass (5%), infrainguinal bypass (18%), carotid endarterectomy (18%), or peripheral vascular interventions (25%), which included 44 (27%) patients diagnosed with frailty before surgery. Overall, frail patients had significantly higher rates of the 1-year composite outcome (48% frail versus 27% nonfrail; P = 0.012) when compared with nonfrail patients, with a significant dose-dependent effect as the level of stress increased. In comparison, increasing levels of surgical stress had a negligible effect on long-term outcomes among nonfrail patients. The interaction between frailty and high surgical stress was found in adjusted regression models to be a significant predictor of adverse outcomes within 1 year after vascular surgery (odds ratio, 3.3; 95% confidence interval, 1.3–8.6; P < 0.01). Conclusions Frail patients who undergo high-stress vascular procedures have a significantly higher rate of complications leading to loss of functional independence and mortality within the year after their surgery. These data suggest that estimates of surgical stress should be incorporated into clinical decision making for frail older patients before and after surgery.",
		"pages": "9-19",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890509620305495",
		"journal": "Annals of Vascular Surgery",
		"volume": "70"
	}
]