[
	{
		"id": "NICHOLS2013763",
		"source_id": "NICHOLS2013763",
		"type": "article",
		"title": "Neurocognitive Functioning in Antiretroviral Therapy–Naïve Youth With Behaviorally Acquired Human Immunodeficiency Virus",
		"author": "Sharon L. Nichols and James Bethel and Patricia A. Garvie and Doyle E. Patton and Sarah Thornton and Bill G. Kapogiannis and Weijia Ren and Hanna Major-Wilson and Ana Puga and Steven P. Woods",
		"keywords": "HIV, Adolescent, Neurocognitive functioning, Substance use, HIV-associated neurocognitive disorder",
		"doi": "https://doi.org/10.1016/j.jadohealth.2013.07.006",
		"abstract": "Purpose Youth living with human immunodeficiency virus (HIV) account for over one third of new HIV infections and are at high risk of adverse psychosocial, everyday living, and health outcomes. Human immunodeficiency virus–associated neurocognitive disorders (HAND) are known to affect health outcomes of HIV-infected adults even in the era of combination antiretroviral therapy. Thus, the current study aimed to characterize the prevalence and clinical correlates of HAND in youth living with HIV. Here, we report baseline neurocognitive data for behaviorally HIV-infected youth enrolled in a prospective study evaluating strategies of antiretroviral treatment initiation and use. Methods A total of 220 participants, age 18–24 years, who were naive to treatment (except for prevention of mother-to-child HIV transmission; n = 3), completed a comprehensive neurocognitive, substance use, and behavioral health assessment battery. Results Sixty-seven percent of youth met criteria for HAND (96.4% were asymptomatic and 3.5% were syndromic); deficits in episodic memory and fine-motor skills emerged as the most commonly affected ability areas. Multivariable models showed that lower CD4 count, longer time since HIV diagnosis, and high-risk alcohol use were uniquely associated with neurocognitive deficits. Conclusions Over two thirds of youth with behaviorally acquired HIV evidence neurocognitive deficits, which have modest associations with more advanced HIV disease as well as other factors. Research is needed to determine the impact of such neuropsychiatric morbidity on mental health and HIV disease treatment outcomes (e.g., nonadherence) and transition to independent living responsibilities in HIV-infected youth, as well as its long-term trajectory and possible responsiveness to cognitive rehabilitation and pharmacotherapy.",
		"pages": "763-771",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1054139X13003716",
		"journal": "Journal of Adolescent Health",
		"volume": "53"
	},
	{
		"id": "CAMPION2009100",
		"source_id": "CAMPION2009100",
		"type": "article",
		"title": "Evaluation of estimated genetic merit for carcass weight in beef cattle: Blood metabolites, carcass measurements, carcass composition and selected non-carcass components",
		"author": "B. Campion and M.G. Keane and D.A. Kenny and D.P. Berry",
		"keywords": "Beef breeds, Cattle, Carcass composition, Genetic merit, Growth",
		"doi": "https://doi.org/10.1016/j.livsci.2009.06.003",
		"abstract": "In Ireland, a new beef genetic index has been developed. Growth rate is expressed as expected progeny difference for carcass weight (EPDCWT) and is estimated on an across-breed basis. Cross-breeding of dairy cows with both Aberdeen Angus and Belgian Blue beef sires is widely practised. The objective of this study was to compare blood metabolites, slaughter traits and carcass composition of progeny from Holstein–Friesian dairy cows and Aberdeen Angus (AA), Belgian Blue (BB), Friesian (FR) and Holstein (HO) sires. The AA and BB sires were selected, within breed, to be of either high (H) or low (L) estimated genetic merit for carcass weight. A total of 170 male progeny from spring-calving cows and 42 sires (10 AA, 13 BB, 7 FR and 12 HO) were artificially reared indoors and managed together until the end of their second grazing season when they were assigned to either a Light (560 kg) or Heavy (620 kg) slaughter weight. Blood metabolite concentrations were measured six times throughout life and feed intake was recorded during the first and second winter. Carcass measurements and selected non-carcass components were recorded after slaughter and the right side of each carcass was dissected into lean, fat and bone. Differences in blood metabolite concentrations amongst genetic groups were negligible although there were some effects of the prevailing level of nutrition. M. longissimus area scaled for carcass weight was 0.220, 0.221, 0.260, 0.255, 0.212 and 0.208 (SE 0.004) cm2/kg for AAH, AAL, BBH, BBL, FR and HO, respectively. Carcass measurements scaled for carcass weight were greater for L, AA, HO and the dairy strains than for H, BB, FR and the beef breeds, respectively. There was no effect of estimated genetic merit for carcass weight on carcass composition. Statistically significant interactions between genetic merit and beef breed existed for some traits with the genetic merit effect largely evident for AA only. BB and the beef breeds had more lean, less fat and more high value lean in the carcass than AA and the dairy strains, respectively. It is concluded that genetic group had little effect on blood metabolite concentrations but there were some feeding level effects. Estimated genetic merit for carcass weight affected carcass weight, m. longissimus area and carcass measurements scaled for carcass weight but the effects were confined to AA. There were large effects of beef breed and dairy strain on carcass composition.",
		"pages": "100-111",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1871141309002273",
		"journal": "Livestock Science",
		"volume": "126"
	},
	{
		"id": "LLORCA2009218",
		"source_id": "LLORCA2009218",
		"type": "article",
		"title": "The “Functional Remission of General Schizophrenia” (FROGS) scale: Development and validation of a new questionnaire",
		"author": "Pierre-Michel Llorca and Christophe Lançon and Sylvie Lancrenon and Franck-Jean Bayle and Hervé Caci and Frédéric Rouillon and Philip Gorwood",
		"keywords": "FROGS, Evaluation, Functional remission, Multicenter study, Schizophrenia, Social functioning, Recovery",
		"doi": "https://doi.org/10.1016/j.schres.2009.04.029",
		"abstract": "Functional remission is an important treatment goal in schizophrenia, as independent living and reintegration of patients into the community and the workplace is the ultimate goal of any treatment. Nevertheless, assessing functional remission in schizophrenia is problematic, as it is a multifactorial and complex entity reflecting various aspects such as symptoms severity, personal skills and socio-cultural expectancies. The purpose of this study was to create and validate a novel scale for the evaluation of functional remission in schizophrenia. Unlike previous scales, the scale was built on the basis of patients with few schizophrenia symptoms. The “Functional Remission of General Schizophrenia” (FROGS) scale was developed using the expert consensus method following a MEDLINE and standard database search. Out of the 61 initially proposed, 19 items were selected as gathering the core aspects of functional remission in schizophrenia detected in the literature. The FROGS was then evaluated in 432 patients with DSM-IV criteria of schizophrenia, all of them meeting the symptomatic remission criteria of Andreasen et al. [Andreasen, N.C., Carpenter, W.T., Kane, J.M., Lasser, R.A., Marder, S.R., Weinberger, D.R., 2005. Remission in schizophrenia: proposed criteria and rationale for consensus. Am. J. Psychiatry 162 441–449]. Total score was highly reliable. Exploratory factor analysis after oblique rotation revealed that a three-factor solution was the most meaningful. On the basis of item content these three factors were labelled ‘Social Functioning,’ ‘Daily Life’ and ‘Treatment.’ The FROGS total score can be used to measure a general construct for the evaluation of functional remission in schizophrenia.. Further work is required to measure the acceptability, predictive validity, sensitivity to change, and stability of the factor structure of the FROGS.",
		"pages": "218-225",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996409002175",
		"journal": "Schizophrenia Research",
		"volume": "113"
	},
	{
		"id": "HARTMANN2009444",
		"source_id": "HARTMANN2009444",
		"type": "article",
		"title": "Concurrent validity of a trunk tri-axial accelerometer system for gait analysis in older adults",
		"author": "Antonia Hartmann and Susanna Luzi and Kurt Murer and Rob A. de Bie and Eling D. de Bruin",
		"keywords": "Accelerometry, Validity, Gait, Aging",
		"doi": "https://doi.org/10.1016/j.gaitpost.2008.11.003",
		"abstract": "The aim of this study was (1) to determine the concurrent validity of a trunk tri-axial accelerometer system (DynaPort®MiniMod) with the GAITRite® system for spatio-temporal gait parameters at preferred, slow and fast self-selected walking speed that were recorded for averaged and individual step data in an older adult population and (2) to compare the levels of agreement for averaged step data from different walking distances and individual step data. The levels of agreement between the two systems for averaged step data was excellent for walking speed, cadence, step duration and step length (intraclass correlation coefficients (ICCs) between 0.99 and 1.00, ratios limits of agreement (RLOA) between 0.7% and 3.3%), moderate for variability of step duration (ICCs between 0.88 and 0.98 and RLOAs between 19% and 34%) and low for variability of step length (ICCs between 0.24 and 0.33 and RLOAs between 73% and 87%). The levels of agreement for individual step duration and step length were moderate with ICCs between 0.81 and 0.89 and with RLOAs between 9% and 13%. Comparing RLOAs from averaged step data across the different walking distances and individual step data, the RLOAs decreased with increased number of steps. The results of this study demonstrate that the DynaPort®MiniMod system, which allows measurements in real life conditions, is a highly valid tool for assessment of spatio-temporal gait parameters for averaged step data across a walkway length of approximately 20m in independent living elderly. Gait variability measures and individual step data need to be viewed with caution because of the moderate to low levels of agreement between the two systems.",
		"pages": "444-448",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636208003652",
		"journal": "Gait & Posture",
		"volume": "29"
	},
	{
		"id": "PETERSEN201396",
		"source_id": "PETERSEN201396",
		"type": "article",
		"title": "Redevelopment of tertiary psychiatric services in British Columbia: A prospective study of clinical, social, and residential outcomes of former long-stay inpatients",
		"author": "Karen L. Petersen and Tonia L. Nicholls and David Groden and Norbert Schmitz and Emmanuel Stip and Elliot M. Goldner and Leslie M. Arnold and Alain Lesage",
		"keywords": "Deinstitutionalization, Community-based care, Psychiatric, Mental illness, Homelessness, Transinstitutionalization",
		"doi": "https://doi.org/10.1016/j.schres.2013.05.022",
		"abstract": "Objective The objective of this study is to assess the clinical and social outcomes for a cohort of patients who were part of the redevelopment of psychiatric services in British Columbia. Method This study used a naturalistic, quasi-experimental design, to examine the outcomes of a cohort of 189 long-stay patients at Riverview Hospital (RVH), some of whom moved into Tertiary Psychiatric Residential Facilities (TPRFs), some into the community in less structured facilities, and some remained at RVH. Data was collected from clinical files at RVH and at each participating site, semi-structured interviews and self-report measures were completed with patients. In addition, semi-structured interviews were also conducted with staff members. Results There was very minimal evidence of transinstitutionalization to prisons or homelessness; one participant resided in a correctional facility, one resided in a forensic facility, and one participant spent some time homeless. In addition, the majority of participants remained in residences that provided 24h care. Eighty percent of our population was diagnosed with a schizophrenia spectrum disorder. Psychiatric symptoms remained fairly stable; some embarrassing social behaviors increased; however, aggressive behaviors showed no increase; neuropsychological deficits did not deteriorate, there were even some improvements. Participants demonstrated increases in several independent living skills including: money management, food preparation and storage, job skills, and transportation skills. In addition, participants experienced a significant increase in their perceived quality of life. Conclusions This study builds on existing research demonstrating that well-planned and appropriately resourced hospital closures can lead to positive psycho-social outcomes for participants and can successfully avoid negative outcomes such as transinstitutionalization to the judiciary system and homelessness.",
		"pages": "96-103",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996413002776",
		"journal": "Schizophrenia Research",
		"volume": "149"
	},
	{
		"id": "JANSSEN2013627e13",
		"source_id": "JANSSEN2013627.e13",
		"type": "article",
		"title": "Vitamin D and Muscle Function: Is There a Threshold in the Relation?",
		"author": "Hennie C.J.P. Janssen and Marielle H. Emmelot-Vonk and Harald J.J. Verhaar and Yvonne T. van der Schouw",
		"keywords": "Vitamin D, muscle function, performance, elderly",
		"doi": "https://doi.org/10.1016/j.jamda.2013.05.012",
		"abstract": "Objectives First, to determine the association between serum 25 hydroxyvitamin D (25OHD) concentration and muscle mass, strength, and performance. Second, to explore if there is a threshold in the association. Design Cross-sectional, single-center study. Setting The central part of the Netherlands (52° Northern latitude). Participants A total of 802 independently living men and postmenopausal women 40 to 80 years of age. Measurements Health-related and lifestyle factors, including physical activity, 25OHD concentration, lean mass, handgrip strength, knee extension strength, and physical performance were determined. Results Overall, higher 25OHD level was significantly associated with higher lean mass (22.6 g per nmol/L, 95% CI 7.3–37.9), handgrip strength (0.020 kg per nmol/L, 95% CI 0.001–0.038), and physical performance (0.006 points per nmol/L, 95% CI 0.001–0.012), after adjustment for various confounders. This association was most pronounced below a 25OHD level of 60 nmol/L, with lean mass increase 79.6 g per nmol/L (95% CI 40.8–118.4, P < .01), handgrip strength 0.09 kg per nmol/L (95% CI 0.045–0.141, P < .01), and physical performance 0.02 points per nmol/L (95% CI 0.005–0.032, P < .01), and these significant associations attenuated to null above this threshold. Conclusion In middle-aged men and (postmenopausal) women, a higher 25OHD level was significantly associated with higher lean mass, muscle strength, and performance. These associations were most pronounced below 60 nmol/L and absent above 60 nmol/L, indicating a ceiling effect.",
		"pages": "627.e13-627.e18",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861013002831",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "14"
	},
	{
		"id": "PARROTT20131767",
		"source_id": "PARROTT20131767",
		"type": "article",
		"title": "Relationship between Diet Quality and Cognition Depends on Socioeconomic Position in Healthy Older Adults",
		"author": "Matthew D. Parrott and Bryna Shatenstein and Guylaine Ferland and Hélène Payette and José A. Morais and Sylvie Belleville and Marie-Jeanne Kergoat and Pierrette Gaudreau and Carol E. Greenwood",
		"doi": "https://doi.org/10.3945/jn.113.181115",
		"abstract": "Both diet quality and socioeconomic position (SEP) have been linked to age-related cognitive changes, but there is little understanding of how the socioeconomic context of dietary intake may shape its cognitive impact. We examined whether equal adherence to “prudent” and “Western” dietary patterns, identified by principal components analysis, was associated with global cognitive function [Modified Mini-Mental State Examination (3MS)] in independently living older adults with different SEPs (aged 68–84 y; n = 1099). The interaction of dietary pattern adherence with household income, educational attainment, occupational prestige, and a composite indicator of SEP combining all 3 was examined in multiple-adjusted mixed models over 3 y of follow-up in participants of the NuAge study (Quebec Longitudinal Study on Nutrition and Successful Aging). Adherence to the prudent pattern (vegetables, fruits, fish, poultry, and lower-fat dairy products) was related to higher 3MS scores at recruitment only in the upper categories of income [parameter estimate (B): 0.56; 95% CI: 0.11, 1.01], education (B: 0.44; 95% CI: 0.080, 0.80), or composite SEP (B: 0.37; 95% CI: 0.045, 0.70). High prudent pattern adherence was associated with less cognitive decline only in those with low composite SEP (B: 0.25; 95% CI: 0.0094, 0.50). Conversely, adherence to the Western pattern (meats, potatoes, processed foods, and higher-fat dairy products) was associated with more cognitive decline (B: −0.23; 95% CI: −0.43, −0.032) only in those with low educational attainment. In summary, among individuals with equivalent diet quality, the magnitude and characteristics of the diet-cognition relationship depended on their socioeconomic circumstances. These results suggest that interventions promoting retention of cognitive function through improved diet quality would provide maximum benefit to those with relatively low SEP.",
		"pages": "1767-1773",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022316622013438",
		"journal": "The Journal of Nutrition",
		"volume": "143"
	},
	{
		"id": "ENGLAND2012266",
		"source_id": "ENGLAND2012266",
		"type": "article",
		"title": "Epilepsy across the spectrum: Promoting health and understanding.: A summary of the Institute of Medicine report",
		"author": "Mary Jane England and Catharyn T. Liverman and Andrea M. Schultz and Larisa M. Strawbridge",
		"keywords": "Epilepsy, Public health, Health policy, Surveillance, Health care, Education, Quality of life, Stigma",
		"doi": "https://doi.org/10.1016/j.yebeh.2012.06.016",
		"abstract": "Approximately 1 in 26 people will develop epilepsy at some point in their lives. Although epilepsy is one of the nations most common neurological disorders, public understanding is limited. A complex spectrum of disorders, epilepsy affects an estimated 2.2million people in the United States. Living with epilepsy is about more than just seizures; it is often defined in practical terms, such as challenges, uncertainties, and limitations in school, social situations, employment, driving, and independent living. People with epilepsy are also faced with health and community services that are fragmented, uncoordinated, and difficult to obtain. The Institute of Medicines report (2012) [1], Epilepsy across the spectrum: promoting health and understanding, examines the public health dimensions of epilepsy with a focus on (a) public health surveillance and data collection and integration; (b) population and public health research; (c) health policy, health care, and human services; and (d) education for providers, people with epilepsy and their families, and the public. The reports recommendations range from the expansion of collaborative epilepsy surveillance efforts to the independent accreditation of epilepsy centers, to the coordination of public awareness efforts, and to the engagement of people with epilepsy and their families in education, dissemination, and advocacy activities. Given the current gaps in epilepsy knowledge, care, and education, there is an urgent need to take action—across multiple dimensions—to improve the lives of people with epilepsy and their families. The realistic, feasible, and action-oriented recommendations in this report can help enable short- and long-term improvements for people with epilepsy.",
		"pages": "266-276",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525505012004465",
		"journal": "Epilepsy & Behavior",
		"volume": "25"
	},
	{
		"id": "JIANG20142365",
		"source_id": "JIANG20142365",
		"type": "article",
		"title": "Risk Factors for Complications Following Open Reduction Internal Fixation of Distal Radius Fractures",
		"author": "Jimmy J. Jiang and Craig S. Phillips and Seth P. Levitz and Leon S. Benson",
		"keywords": "Distal radius fracture, open reduction internal fixation, complications, risk factors, comorbidities",
		"doi": "https://doi.org/10.1016/j.jhsa.2014.09.016",
		"abstract": "Purpose A national surgical database was used to determine risk factors for complications in patients undergoing open reduction internal fixation (ORIF) for distal radius fractures. Methods The American College of Surgeons National Surgical Quality Improvement Program database for the 2006–2012 years was queried to identify all patients who underwent an ORIF of a distal radius fracture based on Current Procedural Terminology codes 25607, 25608, or 25609. The database is a statistically representative sample of prospectively collected perioperative surgical data from hospitals primarily in the United States. Demographics, comorbidities, preoperative laboratory values, and 30-day complications were compared between the patient groups with and without a postoperative complication. Multivariate analysis was performed to identify patient characteristics and comorbidities that were independently associated with early postoperative complications. Results This retrospective analysis identified 3,003 patients who underwent an ORIF of the distal radius over 7 years. The number of patients with a complication within 30 days after surgery was 62 (2%), totaling 90 complications. Incidence of return to the operative room for the entire study population was 1.1%. Multivariate analysis, adjusting for confounding variables, showed that patients with a complication were more likely to have hypertension, congestive heart failure, preoperative chemotherapy or radiotherapy, longer operating time, and manifest preoperative impairment in independent living. Conclusions Approximately 2% of patients sustained a complication within 30 days following ORIF of a distal radius fracture. Recognition of the risk factors may help avoid complications in the identified high-risk patients. Type of study/level of evidence Prognostic II.",
		"pages": "2365-2372",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0363502314013100",
		"journal": "The Journal of Hand Surgery",
		"volume": "39"
	},
	{
		"id": "RHODE2012168",
		"source_id": "RHODE2012168",
		"type": "article",
		"title": "Assessing stress in disability: Developing and piloting the Disability Related Stress Scale",
		"author": "Paula C. Rhode and Katherine Froehlich-Grobe and Jill R. Hockemeyer and Jordan A. Carlson and Jaehoon Lee",
		"keywords": "Stress, Health, Disabled persons",
		"doi": "https://doi.org/10.1016/j.dhjo.2012.03.002",
		"abstract": "Background Stress negatively influences health, but few scales capture unique stressors encountered by people with physical disability. Objective/Hypothesis Conduct a pilot study to develop and evaluate the factor structure of a stress measure targeting unique stressors facing people with physical limitations due to impaired movement of the upper and lower extremities. Methods Development of the Disability Related Stress Scale (DRSS) included: (1) obtaining input regarding content and items from focus groups and outside experts and (2) piloting the instrument. Participants recruited from an independent living center attended a focus group or completed the pilot survey. The piloted measure was a 107 item two-part survey. Part 1 assessed stressors encountered over the past week and Part 2 assessed stressors encountered over the past six months. Participants included a convenience sample of 143 adults who experienced a physical limitation; 26 attended focus groups and 117 completed the instrument. Respondents were predominantly women (60%), Caucasian (58%), and unemployed (92%). Respondents were 50.51 ± 14.46 years old and had lived with their disability for 15.64 ± 13.04 years. Results Exploratory factor analyses revealed a 4-factor solution for Part 1 and a 2-factor solution for Part 2 of the DRSS. Estimates of internal consistency (Part 1 Cronbach’s α = .78-84; Part 2 Cronbach’s α = .72) and factor loadings (.40-1.00 for Part 1; .43-.87 for Part 2) indicate adequate reliability for all subscales. Conclusions Preliminary results provide initial support for the instrument’s reliability and factor structure although further validation studies are warranted.",
		"pages": "168-176",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S193665741200043X",
		"journal": "Disability and Health Journal",
		"volume": "5"
	},
	{
		"id": "AUBIN2009313",
		"source_id": "AUBIN2009313",
		"type": "article",
		"title": "Daily activities, cognition and community functioning in persons with schizophrenia",
		"author": "Ginette Aubin and Emmanuel Stip and Isabelle Gélinas and Constant Rainville and Christine Chapparo",
		"keywords": "Schizophrenia, Cognition, Functional capacity, Community functioning, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.schres.2008.08.002",
		"abstract": "Objective This cross-sectional study explored the relationships between daily activity performance, attention, memory, executive functions and community functioning in people with schizophrenia. More specifically, this study attempted to verify the hypothesis that functional limitations in the performance of daily activities negatively affect community functioning in people with schizophrenia. Methods Eighty-two individuals with schizophrenia living in the community were recruited for the study. The Perceive, Recall, Plan and Perform (PRPP) System of Task Analysis was used to assess participants’ functional capacity during a meal preparation task. Visuo-spatial associative memory, spatial working memory, planning, visuo-motor coordination, and selective attention were evaluated as well. Community functioning was assessed with the Independent Living Skills Survey (ILSS) and the Multnomah Community Ability Scale (MCAS). Results Correlations revealed significant associations between functional capacity and visuo-spatial associative learning, spatial working memory, planning and negative symptoms. Planning skills during meal preparation were found to be associated with MCAS. After regression analyses, only visuo-spatial memory, negative symptoms, education and familiarity with meal preparation explained variation in functional capacity. Conclusions The findings of the current study suggest that visuo-spatial associative learning, negative symptoms, education and familiarity with task are among the important factors for functional capacity. Planning skills necessary for efficient task performance were also found to be those most determinant for community functioning. Rehabilitation interventions should consider these underlying strength and deficits when developing strategies to help people with schizophrenia build functional skills essential for community living.",
		"pages": "313-318",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996408003496",
		"journal": "Schizophrenia Research",
		"volume": "107"
	},
	{
		"id": "GRANHOLM2013251",
		"source_id": "GRANHOLM2013251",
		"type": "article",
		"title": "Randomized Controlled Trial of Cognitive Behavioral Social Skills Training for Older Consumers With Schizophrenia: Defeatist Performance Attitudes and Functional Outcome",
		"author": "Eric Granholm and Jason Holden and Peter C. Link and John R. McQuaid and Dilip V. Jeste",
		"doi": "https://doi.org/10.1016/j.jagp.2012.10.014",
		"abstract": "Objectives To determine whether Cognitive Behavioral Social Skills Training (CBSST) is an effective psychosocial intervention to improve functioning in older consumers with schizophrenia, and whether defeatist performance attitudes are associated with change in functioning in CBSST. Design An 18-month, single-blind, randomized controlled trial. Setting Outpatient clinic at a university-affiliated Veterans Affairs hospital. Participants Veteran and non-veteran consumers with schizophrenia or schizoaffective disorder (N = 79) age 45–78. Interventions CBSST was a 36-session, weekly group therapy that combined cognitive behavior therapy with social skills training and problem-solving training to improve functioning. The comparison intervention, goal-focused supportive contact (GFSC), was supportive group therapy focused on achieving functioning goals. Measurements Blind raters assessed functioning (primary outcome: Independent Living Skills Survey), CBSST skill mastery, positive and negative symptoms, depression, anxiety, defeatist attitudes, self-esteem, and life satisfaction. Results Functioning trajectories over time were significantly more positive in CBSST than in GFSC, especially for participants with more severe defeatist performance attitudes. Greater improvement in defeatist attitudes was also associated with better functioning in CBSST, but not GFSC. Both treatments showed comparable significant improvements in amotivation, depression, anxiety, positive self-esteem, and life satisfaction. Conclusions CBSST is an effective treatment to improve functioning in older consumers with schizophrenia, and both CBSST and other supportive goal-focused interventions can reduce symptom distress, increase motivation and self-esteem, and improve life satisfaction. Participants with more severe defeatist performance attitudes may benefit most from cognitive behavioral interventions that target functioning. Trial Registry: ClinicalTrials.Gov #NCT00237796 (http://clinicaltrials. gov/show/NCT00237796)",
		"pages": "251-262",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748112000188",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "21"
	},
	{
		"id": "TAYLOR20081053",
		"source_id": "TAYLOR20081053",
		"type": "article",
		"title": "Do Current Outcomes Justify More Liberal Use of Revascularization for Vasculogenic Claudication? A Single Center Experience of 1,000 Consecutively Treated Limbs",
		"author": "Spence M. Taylor and Corey A. Kalbaugh and Matthew G. Healy and Anna L. Cass and Bruce H. Gray and Eugene M. Langan and David L. Cull and Christopher G. Carsten and John W. York and Bruce A. Snyder and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jamcollsurg.2007.12.033",
		"abstract": "Background The purpose of this study was to reconsider current recommended treatment guidelines for vasculogenic claudication by examining the contemporary results of surgical intervention. Study Design We performed a retrospective review of 1,000 consecutive limbs in 669 patients treated for medically refractory vasculogenic claudication and prospectively followed. Outcomes measured included procedural complication rates, reconstruction patency, limb salvage, maintenance of ambulatory status, maintenance of independent living status, survival, symptom resolution, and symptom recurrence. Results Of the 1,000 limbs treated, endovascular therapy was used in 64.3% and open surgery in 35.7% of patients; aortoiliac occlusive disease was treated in 70.1% and infrainguinal disease in 29.9% of patients. The overall 30-day periprocedural complication rate was 7.5%, with no notable difference in complication rates when comparing types of treatment or levels of disease. Overall reconstruction primary patency rates were 87.7% and 70.8%; secondary patencies were 97.8% and 93.9%; limb salvage, 100% and 98.8%; and survivals, 95.4% and 76.9%, at 1 and 5 years, respectively. More than 96% of patients maintained independence and ambulatory ability at 5 years. Overall symptom resolution occurred in 78.8%, and symptom recurrence occurred in 18.1% of limbs treated, with slightly higher resolution and recurrence noted in patients treated with endovascular therapy. Conclusions Contemporary treatment of vasculogenic claudication is safe, effective, and predominantly endovascular. These data support a more liberal use of revascularization for patients with claudication and suggest that current nonoperative treatment guidelines may be based more on surgical dogma than on achievable outcomes.",
		"pages": "1053-1062",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1072751508000112",
		"journal": "Journal of the American College of Surgeons",
		"volume": "206"
	},
	{
		"id": "COOPER2008387",
		"source_id": "COOPER2008387",
		"type": "article",
		"title": "Early decompressive craniectomy for patients with severe traumatic brain injury and refractory intracranial hypertension—A pilot randomized trial",
		"author": "D. James Cooper and Jeffrey V. Rosenfeld and Lynnette Murray and Rory Wolfe and Jennie Ponsford and Andrew Davies and Paul DUrso and Vincent Pellegrino and Gregory Malham and Thomas Kossmann",
		"keywords": "Decompressive craniectomy, Diffuse traumatic brain injury, Intracranial hypertension",
		"doi": "https://doi.org/10.1016/j.jcrc.2007.05.002",
		"abstract": "Purpose The aims of this study were to test the feasibility and to assess potential recruitment rates in a pilot study preliminary to a phase III randomized trial of decompressive craniectomy surgery in patients with diffuse traumatic brain injury (TBI) and refractory intracranial hypertension. Materials and Methods A study protocol was developed, inclusion and exclusion criteria were defined, and a standardized surgical technique was established. Neurologic outcomes were assessed 6 months after injury with a validated structured questionnaire and a single trained assessor blind to treatment group. Results During the 8-month pilot study at a level 1 trauma center in Melbourne, Australia, 69 intensive care patients with severe TBI were assessed for inclusion. Six patients were eligible, and 5 (8%) were randomized. Six months after injury, 100% of patients received outcome assessments. Key improvements to the multicenter Decompressive Craniectomy study protocol were enabled by the pilot study. Conclusions In patients with severe TBI and refractory intracranial hypertension, the frequency of favorable neurologic outcomes (independent living) was low and similar to predicted values (40% favorable). A future multicenter phase III trial involving 18 neurotrauma centers with most sites conservatively recruiting at just 25% of the pilot study rate would require at least 5 years to achieve an estimated 210-patient sample size. Collaboration with neurotrauma centers in countries other than Australia and New Zealand would be required for such a phase III trial to be successful.",
		"pages": "387-393",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0883944107000779",
		"journal": "Journal of Critical Care",
		"volume": "23"
	},
	{
		"id": "TSAI2008264",
		"source_id": "TSAI2008264",
		"type": "article",
		"title": "A novel design and clinical evaluation of a wheelchair for stroke patients",
		"author": "Kuen-Horng Tsai and Chun-Yu Yeh and Hsin-Chang Lo",
		"keywords": "Stroke, Wheelchair, Assistive technology, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.ergon.2007.09.007",
		"abstract": "Hemiplegic stroke patients are physically able to use only one arm and leg, those on the unaffected side, to propel and steer a manual wheelchair; therefore, it is difficult for them to use current manual wheelchairs. Although there have been a number of outstanding studies on wheelchair propulsion, very few have dealt with the wheelchair propulsion problems for stroke patients, whose propulsion styles are greatly different from users with healthy upper limbs. The purpose of this study was to develop a novel wheelchair for stroke patients based on their needs. A planar four-bar chain mechanism was introduced to develop the new wheelchair, and a clinical evaluation in a rehabilitation center was also done to evaluate the chairs usability. The prototype we developed allows stroke patients to use their legs and arms together to propel the wheelchair, and permits them to steer the wheelchair safely and efficiently. Eleven stroke patients with right hemiplegia were recruited to clinically evaluate the newly designed prototype, the unilaterally propelled wheelchair (UPW), in a comparison with a commercial two-handrim propelled wheelchair (TPW). The results revealed that the velocity, deviation frequency, and deviation period of the UPW were superior to those of the TPW. We concluded that it is easier, safer, and more efficient for hemiplegic stroke patients to use the UPW than the TPW. Relevance to industry The manual wheelchair has many demonstrable benefits for users who have mobility problems and sufficient upper-limb strength to propel one. However, it can be difficult for stroke patients to propel current manual wheelchairs. This study offers an innovative wheelchair, designed with the needs of hemiplegic stroke patients in mind, that offers improved efficiency and safety, thereby promoting independent living.",
		"pages": "264-271",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169814107001771",
		"journal": "International Journal of Industrial Ergonomics",
		"volume": "38"
	},
	{
		"id": "DIJKERS2000S63",
		"source_id": "DIJKERS2000S63",
		"type": "article",
		"title": "Measures of social outcomes in disability research",
		"author": "Marcel P.J.M. Dijkers and Gale Whiteneck and Rana El-Jaroudi",
		"keywords": "Disabled persons, Research, Outcome assessment (health care), Rehabilitation",
		"doi": "https://doi.org/10.1053/apmr.2000.20627",
		"abstract": "Dijkers MPJM, Whiteneck G, El-Jaroudi R. Measures of social outcomes in disability research. Arch Phys Med Rehabil 2000;81 Suppl 2:S63-S80. Objectives: To describe instruments that have been developed to quantify (aspects of) social outcomes in research on persons with a disability, and to evaluate the clinimetric characteristics of some of the more prominent and promising measures. Data Sources: Literature in social health, social psychiatry, developmental disabilities, independent living, gerontology, medical rehabilitation, and quality of life studies. Study Selection: Social outcomes are defined as those changes or differences in the social functioning (broadly defined) of persons with disabilities that result directly or indirectly from impairments and functional limitations. Excluded were measures that focus on purely physical or psychologic aspects of functioning, apply to children only, or quantify 1 social domain only. Data Extraction: For 16 instruments the distribution of items across the participation domains of the International Classification of Impairments, Activities, and Participation is presented, as well as a distribution of items by metrics used. For 5, clinimetric information from published studies were reviewed and summarized in letter grades. Data Synthesis: Several instruments have broad coverage, acceptable respondent burden, and moderate to good reliability, validity, and sensitivity. Conclusions: Social outcomes should be more routinely included in disability and rehabilitation research. Recommendations for selection and further development are made. © 2000 by the American Congress of Rehabilitation Medicine",
		"pages": "S63-S80",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999300338801",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "81"
	},
	{
		"id": "SHIONOYA2007391",
		"source_id": "SHIONOYA2007391",
		"type": "article",
		"title": "Maternal attenuation of hypothalamic paraventricular nucleus norepinephrine switches avoidance learning to preference learning in preweanling rat pups",
		"author": "Kiseko Shionoya and Stephanie Moriceau and Peter Bradstock and Regina M. Sullivan",
		"keywords": "Corticosterone, Attachment, Fear conditioning, Amygdala, Infant, Microdialysis, Paraventricular nucleus, Norepinephrine",
		"doi": "https://doi.org/10.1016/j.yhbeh.2007.06.004",
		"abstract": "Infant rats learn to prefer stimuli paired with pain, presumably due to the importance of learning to prefer the caregiver to receive protection and food. With maturity, a more ‘adult-like’ learning system emerges that includes the amygdala and avoidance/fear learning. The attachment and ‘adult-like’ systems appear to co-exist in older pups with maternal presence engaging the attachment system by lowering corticosterone (CORT). Specifically, odor–shock conditioning (11 odor–0.5 mA shock trials) in 12-day-old pups results in an odor aversion, although an odor preference is learned if the mother is present during conditioning. Here, we propose a mechanism to explain pups ability to ‘switch’ between the dual learning systems by exploring the effect of maternal presence on hypothalamic paraventricular nucleus (PVN) neural activity, norepinephrine (NE) levels and learning. Maternal presence attenuates both PVN neural activity and PVN NE levels during odor–shock conditioning. Intra-PVN NE receptor antagonist infusion blocked the odor aversion learning with maternal absence, while intra-PVN NE receptor agonist infusion permitted odor aversion learning with maternal presence. These data suggest maternal control over pup learning acts through attenuation of PVN NE to reduce the CORT required for pup odor aversion learning. Moreover, these data also represent pups continued maternal dependence for nursing, while enabling aversion learning outside the nest to prepare for pups future independent living.",
		"pages": "391-400",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0018506X07001389",
		"journal": "Hormones and Behavior",
		"volume": "52"
	},
	{
		"id": "AGIUS2010559",
		"source_id": "AGIUS2010559",
		"type": "article",
		"title": "P01-346 - A Case report: the dramatic effects of Galantamine in a patient with early-onset Alzheimers disease",
		"author": "M. Agius and H. Dev and R. Zaman",
		"doi": "https://doi.org/10.1016/S0924-9338(10)70554-X",
		"abstract": "Background A 51 year old former mid-wife presented with a 2 year history of increasing forgetfulness, with significant impairment to her daily function. She was diagnosed with non-familial early-onset Alzheimers Disease (AD) and started on 8mg b.d. of Galantamine. Methods We gathered patient notes, consultant, collateral and personal accounts.Outpatient consultations were used to monitor Mrs LFs global, functional and behavioral progress. These were supplemented with the mini mental state examination (MMSE) which served as an objective test for her cognitive impairment, and a guide for her response to treatment. Results The patient showed a marked improvement in MMSE from 23 (four months after the commencement of treatment in June 2004) to 29 (in September 2008). The MMSE has remained at 29 until the last consultation in September 2009. The patient accounts of social dysfunction due to her memory impairment pre-treatment highlights her gradual but significant recovery with Galantamine, to the point of being able to return to independent living arrangements and recently entering into a new relationship. Discussion and conclusion The case raises interesting questions as to whether EOAD should be considered distinct to traditional AD, given the greater than expected response to Galantamine. The details of this single case, also lend themselves to supporting a reconsideration of the NICE guidelines for when treatment can be started, which would require further research. Such research may benefit from a long-term database in which data regarding MMSE scores of patients treated with Galantamine is serially recorded.",
		"pages": "559",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092493381070554X",
		"journal": "European Psychiatry",
		"volume": "25"
	},
	{
		"id": "BIELMANN20114054",
		"source_id": "BIELMANN20114054",
		"type": "article",
		"title": "Seasonal energy storage system based on hydrogen for self sufficient living",
		"author": "M. Bielmann and  U.F.Vogt and M. Zimmermann and A. Züttel",
		"keywords": "Off-grid, Photovoltaic, Lithium battery, Electrolysis, Metal hydride, Fuel cell",
		"doi": "https://doi.org/10.1016/j.jpowsour.2010.11.096",
		"abstract": "SELF is a resource independent living and working environment. By on-board renewable electricity generation and storage, it accounts for all aspects of living, such as space heating and cooking as well as providing a purified rainwater supply and wastewater treatment, excluding food supply. Uninterrupted, on-demand energy and water supply are the key challenges. Off-grid renewable power supply fluctuations on daily and seasonal time scales impose production gaps that have to be served by local storage, a function normally fulfilled by the grid. While daily variations only obligate a small storage capacity, requirements for seasonal storage are substantial. The energy supply for SELF is reviewed based on real meteorological data and demand patterns for Zurich, Switzerland. A battery system with propane for cooking serves as a reference for battery-only and hybrid battery/hydrogen systems. In the latter, hydrogen is used for cooking and electricity generation. The analysis shows that hydrogen is ideal for long term bulk energy storage on a seasonal timescale, while batteries are best suited for short term energy storage. Although the efficiency penalty from hydrogen generation is substantial, in off-grid systems, this parameter is tolerable since the harvesting ratio of photovoltaic energy is limited by storage capacity.",
		"pages": "4054-4060",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378775310020872",
		"journal": "Journal of Power Sources",
		"volume": "196"
	},
	{
		"id": "SCOTT2000487",
		"source_id": "SCOTT2000487",
		"type": "incollection",
		"title": "Chapter 21 Homelessness and mental health",
		"author": "Jan Scott",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/S1569-2582(00)80023-9",
		"abstract": "Publisher Summary This chapter focuses on the interrelated issue of homelessness and mental health. There are four categories or levels of homelessness according to a geographic location: street people or those sleeping rough; residents of shelters and hostels for the homeless; residents of hotels or bed and breakfast accommodation, often families placed in temporary accommodations for prolonged periods; and other unique situations such as staying with others—people without their own accommodations. Unemployment, poverty, and shortage of affordable housing contribute significantly to the homelessness problem. Mentally ill people are particularly vulnerable to such influences. Homeless people are disaffiliated from their families and society. Such isolation may have its origins early in life. Childhood histories reveal that experiences of abuse and placements away from the family home in institutional settings are frequent features of homeless populations. The symptoms of severe mental illness, including bizarre behavior, the sufferers reactions to the illness, and the response of family members or other individuals, may directly or indirectly lead to mentally ill people becoming homeless. Symptoms of illness, such as social withdrawal, may reduce the availability of potential support networks, while the level of disability experienced may prevent the individual coping with independent living. The sufferers lack of insight into their problems may lead them to reject treatment or accommodation that is offered. In addition, individuals with mental health problems are frequently rejected by their immediate social network and are stigmatized by the community at large.",
		"pages": "487-498",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1569258200800239",
		"volume": "14"
	},
	{
		"id": "MCINTOSH20111089",
		"source_id": "MCINTOSH20111089",
		"type": "article",
		"title": "Performance-based assessment of functional skills in severe mental illness: Results of a large-scale study in China",
		"author": "Belinda J. McIntosh and Xiang Yang Zhang and Thomas Kosten and Shu Ping Tan and Mei Hong Xiu and Jeffrey Rakofsky and Philip D. Harvey",
		"keywords": "Schizophrenia, Bipolar disorder, Depression, Functional capacity, Performance-based assessment",
		"doi": "https://doi.org/10.1016/j.jpsychires.2011.01.012",
		"abstract": "Performance-based assessments of everyday living skills have been shown to be highly correlated with cognitive functioning in schizophrenia and bipolar disorder, as well as being predictive of deficits in real-world outcomes such as independent living and employment. In this study, we expand our assessments of impairments in everyday living skills to China, evaluating people with schizophrenia, bipolar disorder, and major depression, and comparing their performance to that of healthy controls. Samples of people with schizophrenia (n = 272), bipolar disorder (n = 61), major depression (n = 50), and healthy controls (n = 284) were examined with the Chinese version of the UCSD performance-based assessment, brief version (UPSA-B). Performance was compared across the groups and the association between age, gender, educational attainment, marital status, and UPSA-B scores was evaluated. When the performance on the UPSA was compared across the groups, with education as a covariate, significant effects of both diagnosis (F = 86.3, p < .001) and education were found (F = 228.3, p < .001). Sex and age did not contribute significantly when age and education were considered. Post-hoc comparisons revealed that total UPSA-B scores were lowest in the schizophrenia patients, followed by the patients with major depression. Patients with bipolar disorder did not differ from the healthy comparison subjects on overall performance. Scores for all groups were lower than previously reported in western samples (e.g., HC mean = 64). While diagnostic differences in UPSA-B scores are similar to those previously seen in western samples, the education effect is considerably more substantial. These data suggest that in developing countries educational attainment may be strongly associated with levels of adaptive outcomes and the utilization and interpretation of functional capacity measures be adjusted accordingly.",
		"pages": "1089-1094",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022395611000136",
		"journal": "Journal of Psychiatric Research",
		"volume": "45"
	},
	{
		"id": "BRETZ2000696",
		"source_id": "BRETZ2000696",
		"type": "article",
		"title": "Minor salivary gland secretion in the elderly",
		"author": "Walter A. Bretz and Walter J. Loesche and Yin Miao Chen and Michael A. Schork and Buena L. Dominguez and Natalie Grossman",
		"doi": "https://doi.org/10.1067/moe.2000.105329",
		"abstract": "Objective. Very little information exists on minor salivary gland output (MSGO) in health and disease. We investigated the minor salivary gland output of elderly subjects with different medical backgrounds and the relationship of that output with life practices, demographic variables, complaints of dry mouth, medication usage, functional status, medical treatments, and dental and medical variables. Study design. MSGO was measured with a special moisture-detecting paper on the lip, cheek, and palate, which comprised the total MSGO. A parsimonious linear regression model was developed to determine which of the many measured variables influenced the MSGO. Results. There were significant differences in MSGO between the recruitment sites, with the non-Veteran Affairs (VA) Independent Living participants having significantly lower MSGO than the VA groups. A secretion rate for MSGO based on median values from all subjects of <4.6 μL/min was categorized as being low, whereas a secretion rate for MSGO ≥4.6 μL/min was categorized as high. A regression model was used to examine variables that could be associated with MSGO variability. The results show that being older, a woman, a current smoker, and having a complaint of dry mouth were associated with lower MSGO rates. Conclusions. An association between subjective complaints of dry mouth and a decrease in MSGO measured objectively was demonstrated in this elderly population. Furthermore, age and sex effects on MSGO were also demonstrated.",
		"pages": "696-701",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S107921040047160X",
		"journal": "Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology, and Endodontology",
		"volume": "89"
	},
	{
		"id": "ALEXANDRE2003285",
		"source_id": "ALEXANDRE2003285",
		"type": "article",
		"title": "The cost of residential addiction treatment in public housing",
		"author": "Pierre Kébreau Alexandre and M.Christopher Roebuck and Michael T. French and Maryann Barry",
		"keywords": "Addiction treatment services, DATCAP, Residential treatment program",
		"doi": "https://doi.org/10.1016/S0740-5472(03)00045-X",
		"abstract": "The cost of providing addiction treatment services in a variety of settings is useful information for program administrators, policy makers, and researchers. This study estimates the economic costs of providing substance abuse treatment services at Safeport, a three-phase residential treatment program focusing on addicted women living in public housing. Economic (opportunity) costs are estimated for each phase separately and for the complete program. Results indicate that the total cost of providing treatment services at Safeport in 2001 was $1,325,235. This total cost comprises $549,737 for stabilization or early abstinence (Phase I), $400,098 for relapse prevention and self-sufficiency (Phase II), and $375,400 for independent living preparation and long-term recovery (Phase III). Average daily census (number of clients/families on a typical day) was just over 11 clients/families in each phase or 34 clients/families for the entire program. The average length of stay in the three phases of the program was 12 weeks for Phase I, 20 weeks for Phase II, 18 weeks for Phase III, and 50 weeks overall. The average weekly cost per client amounted to $930 for Phase I, $677 for Phase II, $635 for Phase III, and $748 over the full program. The average cost per treatment episode amounted to $11,163 for Phase I, $13,541 for Phase II, $11,435 for Phase III, and $36,136 for the complete program. Future research should compare these cost estimates with corresponding outcome data from Safeport to perform a comprehensive economic evaluation.",
		"pages": "285-290",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S074054720300045X",
		"journal": "Journal of Substance Abuse Treatment",
		"volume": "24"
	},
	{
		"id": "IKEBE2011991",
		"source_id": "IKEBE2011991",
		"type": "article",
		"title": "Association of masticatory performance with age, gender, number of teeth, occlusal force and salivary flow in Japanese older adults: Is ageing a risk factor for masticatory dysfunction?",
		"author": "Kazunori Ikebe and Ken-ichi Matsuda and Ryosuke Kagawa and Kaori Enoki and Minoru Yoshida and Yoshinobu Maeda and Takashi Nokubi",
		"keywords": "Masticatory performance, Ageing, Number of residual teeth, Occlusal force, Salivary flow, Geriatric dentistry, Multiple regression analysis",
		"doi": "https://doi.org/10.1016/j.archoralbio.2011.03.019",
		"abstract": "Objective In general, ageing is a risk factor for sensory and motor deterioration, with the rate of decline varying amongst individuals. Concerning masticatory function, missing teeth along with oral disease seem to accelerate the dysfunction. Here, we aimed to confirm whether masticatory dysfunction by ageing is inevitable. This study investigated the effect of age, gender, number of natural teeth, occlusal force and salivary flow on the masticatory performance in a large sample of elderly adults. Design The study sample consisted of 1288 independently living people aged 60–84 years. Masticatory performance was determined by the comminuted particles of test food. Bilateral maximal occlusal force in the intercuspal position was measured with pressure sensitive sheets. Stimulated whole saliva was collected. Results Masticatory performance was significantly correlated to age, number of residual teeth, occlusal force and stimulated salivary flow rate by Pearsons correlation test. The multiple linear regression analysis showed that, with other variables controlled, masticatory performance was significantly associated with the number of residual teeth (β=0.456, P<0.001), occlusal force (β=0.244, P<0.001) and stimulated salivary flow rate (β=0.069, P=0.003). Age was not related to masticatory performance (β=−0.007, P=0.753). Conclusions Declines in the number of residual teeth, occlusal force and salivary flow were associated with a reduction of masticatory performance in older adults. If tooth loss is not considered as an attribute of physiological ageing, then ageing by itself may not be a risk factor for masticatory dysfunction.",
		"pages": "991-996",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003996911000999",
		"journal": "Archives of Oral Biology",
		"volume": "56"
	},
	{
		"id": "POOLE2011590",
		"source_id": "POOLE2011590",
		"type": "article",
		"title": "Meal Preparation Abilities After Left or Right Hemisphere Stroke",
		"author": "Janet L. Poole and Joseph Sadek and Kathleen Y. Haaland",
		"keywords": "Cognition, Cooking, Independent living, Motor skills, Rehabilitation, Stroke",
		"doi": "https://doi.org/10.1016/j.apmr.2010.11.021",
		"abstract": "Poole JL, Sadek J, Haaland KY. Meal preparation abilities after left or right hemisphere stroke. Objective To examine meal preparation ability after right or left hemisphere damage (RHD, LHD) caused by stroke and whether cognitive (spatial abilities, aphasia, limb apraxia) and motor deficits are differentially associated with meal preparation. Design Observational cohort design. Setting Primary care Veterans Affair Medical Center and private medical center. Participants Volunteer right-handed sample of adults with LHD (n=30) or RHD (n=16) caused by stroke and healthy demographically matched adults (n=63) (N=109). Interventions Not applicable. Main Outcome Measures Total completion time, number and type of errors, and level of independence for a meal preparation task consisting of making a hot beverage and toast, eating part of the meal, and clean-up. Results Both stroke groups took significantly more time to complete the meal preparation task than the control group. Total errors and level of independence were worse in the group with LHD than other groups, but individual errors did not significantly differ between the 2 stroke groups. While correlations should be interpreted cautiously, especially in the relatively small RHD group, poorer ipsilesional motor performance was associated with longer completion time in the RHD group, and poorer contralesional motor performance and greater aphasia were associated with less independence in the LHD group. Conclusions These findings demonstrate impaired meal preparation after LHD or RHD but greater impairment after LHD. Poorer meal preparation is associated with different cognitive and motor deficits in the 2 stroke groups.",
		"pages": "590-596",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999310009615",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "92"
	},
	{
		"id": "FISZDON2010120",
		"source_id": "FISZDON2010120",
		"type": "article",
		"title": "Functional significance of preserved affect recognition in schizophrenia",
		"author": "Joanna M. Fiszdon and Jason K. Johannesen",
		"keywords": "Schizophrenia, Affect recognition, Functioning, Neurocognition, Cognition, Social cognition, Mediation",
		"doi": "https://doi.org/10.1016/j.psychres.2009.08.006",
		"abstract": "Affect recognition (AR) is a core component of social information processing; thus, it may be critical to understanding social behavior and functioning in broader aspects of daily living. Deficits in AR are well documented in schizophrenia, but there is also evidence that many individuals with schizophrenia perform AR tasks at near-normal levels. In the current study, we sought to evaluate the functional significance of AR deficits in schizophrenia by comparing subgroups with normal-range and impaired AR performance on proxy and interviewer-rated measures of real-world functioning. Schizophrenia outpatients were classified as normal-range (N=17) and impaired (N=31) based on a logistic cut point in the sample distribution of Bell-Lysaker Emotion Recognition Task (BLERT) scores, referenced to a normative sample of healthy control subjects (N=56). The derived schizophrenia subgroups were then compared on proxy [University of California San Diego Performance-Based Skill Assessment (UPSA), Social Skills Performance Assessment (SSPA), Medication Management Ability Assessment (MMAA)] and interviewer-rated [Quality of Life Scale (QLS), Independent Living Skills Survey (ILSS)] measures of functioning, as well as a battery of neurocognitive tests. Initial analyses indicated superior MMAA and QLS performance in the near-normal AR subgroup. Covariate analyses indicated that group differences in neurocognition fully mediated the observed associations between AR and MMAA, and attenuated the observed relationships between AR classification and QLS. These results support three main conclusions. First, AR, like many other domains of psychopathology studied in schizophrenia, is preserved in select subgroups. Second, there is a positive relationship between AR performance and functional outcome measures. Third, neurocognition appears to mediate the relationship between AR and measures of functioning.",
		"pages": "120-125",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178109003102",
		"journal": "Psychiatry Research",
		"volume": "176"
	},
	{
		"id": "AHMED2006867",
		"source_id": "AHMED2006867",
		"type": "article",
		"title": "Geriatric Heart Failure, Depression, and Nursing Home Admission: An Observational Study Using Propensity Score Analysis",
		"author": "Ali Ahmed and Christina M. Lefante and M Syadul Islam Mullick and F Cleveland Kinney and Mahmud Ali",
		"keywords": "Heart failure, older adults, depression, nursing home, propensity score",
		"doi": "https://doi.org/10.1097/01.JGP.0000209639.30899.72",
		"abstract": "Objective Heart failure (HF) and depression are both common in older adults, and the presence of depression is known to worsen HF outcomes. For community-dwelling older adults, admission to a nursing home (NH) is associated with loss of independent living and poor outcomes. The objective of this study was to examine the effect of depression on NH admission for older adults with HF. Methods Using the 2001–2003 National Hospital Discharge Survey datasets, the authors identified all community-dwelling older adults who were discharged alive with a primary discharge diagnosis of HF. The authors then identified those with a secondary diagnosis of depression. Using a multivariable logistic regression model, the authors then determined probability or propensity to have depression for each patient. The authors used propensity scores for depression to match all 680 depressed patients with 2,040 nondepressed patients. Finally, the authors estimated the association between depression and NH admission using bivariate and multivariable logistic regression analyses. Results Patients had a mean (± standard deviation) age of 79 (± 8) years, 72% were women, and 9% were blacks. Compared with 17% nondepressed patients, 25% depressed patients were discharged to a NH. Depression was associated with 50% increased risk of NH admission (unadjusted relative risk [RR]: 1.50; 95% confidence interval [CI]: 1.28–1.74). The association became somewhat stronger after multivariable adjustment for various demographic and care covariates (adjusted RR: 1.60; 95% CI: 1.35–1.68). Conclusion In ambulatory older adults hospitalized with HF, a secondary diagnosis of depression was associated with a significant increased risk of NH admission.",
		"pages": "867-875",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S106474811260863X",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "14"
	},
	{
		"id": "JAEGER200640",
		"source_id": "JAEGER200640",
		"type": "article",
		"title": "Associating functional recovery with neurocognitive profiles identified using partially ordered classification models",
		"author": "Judith Jaeger and Curtis Tatsuoka and Stefanie Berns and Ferenc Varadi and Pál Czobor and Sarah Uzelac",
		"keywords": "Neurocognitive deficits, Functional recovery, Vocational functioning, Independent living, Clustering techniques, Bayesian methods",
		"doi": "https://doi.org/10.1016/j.schres.2006.03.005",
		"abstract": "Neurocognitive deficits are a core feature of schizophrenia and a significant cause of functional disability. However, targeting these deficits with new treatment approaches will only yield functional improvements if those cognitive operations that are responsible for different dimensions of functional recovery can be identified. A major challenge is that conventional neuropsychological tests, the most practical tools for broadly sampling cognitive functions in treatment trials, are polyfactorial, so that task performance is influenced by multiple cognitive operations. Hence, it is difficult to pinpoint exactly for which cognitive operations a low scoring subject may have poor functionality. We have previously applied in a neuropsychological test battery administered to 220 patients having schizophrenia or schizoaffective disorder, Bayesian statistical methods (yielding partially ordered sets, or posets) designed to mimic the expert analysis of a neuropsychologist by classifying patients into discrete groupings or “states” each having a unique cognitive profile. Here, we report on the association of attributes describing these states (viz. working memory, capacity for divergent thinking, cognitive flexibility and psychomotor speed) with two domains of functional outcome (work/education and residential functioning) rated up to 18 months later. After multiplicity correction, only working memory was associated with work/education outcome. While working memory was not associated with residential outcome, the remaining three attributes were. These findings suggest that different neurocognitive operations may be responsible for different outcome domains. Findings support the use of the poset methodology for clarifying patterns of relationships between discrete neurocognitive attributes and domains of functional outcome.",
		"pages": "40-48",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996406000934",
		"journal": "Schizophrenia Research",
		"volume": "85"
	},
	{
		"id": "PAINTER1999110",
		"source_id": "PAINTER1999110",
		"type": "article",
		"title": "Physical Functioning: Definitions, Measurement, and Expectations",
		"author": "Patricia Painter and Anita L. Stewart and Susan Carey",
		"keywords": "Physical functioning, exercise capacity, end stage renal disease, physical performance",
		"doi": "https://doi.org/10.1016/S1073-4449(99)70028-2",
		"abstract": "The nephrology community has begun to recognize the importance of physical functioning in the overall treatment of their patients. Physical functioning is highly associated with such outcomes as hospitalization, nursing home admission, falling, level of dependency, and death in older individuals. Because there are many terms used to refer to physical functioning, this report classifies physical functioning into basic actions and complex activities; activities considered essential for maintaining independence, and those considered discretionary that are not required for independent living, but may have an impact on quality of life. We also present a model of the determinants of physical functioning, which goes beyond the presence or absence of disease and considers physical, sensory, environmental, and behavioral factors. Measurement of physical functioning can be complicated and ranges from self-report questionnaires to performance measures of specific tasks to vigorous laboratory measures. There are limitations to each of the measurement methods; however, some level of assessment provides information about the patient that is not otherwise available. Valid and reliable tests of physical performance are available that are easily administered and provide valuable information about the patient. Just as the patients nutrition, medications, and adequacy of dialysis are monitored, baseline and subsequent physical functioning assessments allow us to monitor the patients clinical course as it relates to their physical ability. Such measurement also allows for the identification of patients with lower functioning who would benefit from physical therapy or other exercise intervention.",
		"pages": "110-123",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1073444999700282",
		"journal": "Advances in Renal Replacement Therapy",
		"volume": "6"
	},
	{
		"id": "ANDREOU20121",
		"source_id": "ANDREOU20121",
		"type": "article",
		"title": "P-1203 - Cognitive biases as predictors of functional outcome in schizophrenia",
		"author": "C. Andreou and D. Roesch-Ely and U. Koether and R. Veckenstedt and S. Moritz",
		"doi": "https://doi.org/10.1016/S0924-9338(12)75370-1",
		"abstract": "Introduction Schizophrenia is a severe and debilitating disorder compromising multiple aspects of everyday functioning and quality of life, such as independent living, interpersonal relations and vocational functioning. Apart from premorbid functioning and psychopathological symptoms, social and non-social cognitive factors negatively influence functional outcomes in patients. On the other hand, recent research implicates specific types of biased thinking styles (e.g. jumping-to-conclusions, liberal acceptance) in at least some clinical dimensions of schizophrenia. So far, the impact of such cognitive biases on the functional outcome of the disorder has not been investigated. Aims The present study aimed to assess the relative contribution of cognitive biases and other well established factors, including psychopathology and neuropsychological deficits, on functional outcomes in patients with schizophrenia. Method Participants were 160 inpatients with a DSM-IV diagnosis of schizophrenia or schizoaffective disorder, recruited from the inpatient units of two University hospitals (Hamburg and Heidelberg). Key exclusion criteria were current substance dependence, severe brain damage, and IQ<70. Patients were assessed at baseline on measures of(a)premorbid IQ,(b)psychopathology and severity of illness,(c)cognitive biases,(d)attention and verbal memory, and(e)social cognition/Theory of Mind. Functional outcome at six months consisted in a composite factor computed from a quality-of-life measure (WHOQOL), as well as information on marital, housing and vocational status. Results and conclusions A multiple linear regression analysis was performed with functional outcome as dependent variable and the above-mentioned factors assessed at baseline as predictors. Results will be discussed.",
		"pages": "1",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933812753701",
		"journal": "European Psychiatry",
		"volume": "27"
	},
	{
		"id": "SARDINHA201557",
		"source_id": "SARDINHA201557",
		"type": "article",
		"title": "Breaking-up sedentary time is associated with impairment in activities of daily living",
		"author": "Luis B. Sardinha and Ulf Ekelund and Leandro dos Santos and Edilson S. Cyrino and Analiza M. Silva and Diana A. Santos",
		"keywords": "Breaks in sedentary time, Sedentary time, Physical activity, ADL impairment, Physical independence",
		"doi": "https://doi.org/10.1016/j.exger.2015.09.011",
		"abstract": "Identifying modifiable behaviors associated with prevention of activities of daily living (ADL) impairments is vital to implement preventive strategies for independent living in elderly. We aimed to examine the associations between objectively measured breaks in sedentary time with ADL impairments and physical independence. Cross-sectional assessments were carried out in 371 participants (131 male) aged 65–103years from the Portuguese surveillance system of physical activity. Physical activity (PA) and sedentary time (ST) were assessed with accelerometry, and ADL impairments and physical independence with the self-reported 12-item composite physical function scale. Using ROC analyses a cut-off of 7 hourly breaks in sedentary time was identified which maximized the sensitivity and specificity in diagnosing physical dependence. Logistic regression analysis demonstrated that, independently of moderate-to-vigorous PA (MVPA), participants performing ≤7 hourly breaks in sedentary time had 2 to 7 fold increased odds for impairment in 10 of the 12 ADL. When stratifying ADL into basic, instrumental and advanced ADL we verified that less than 7 hourly breaks in sedentary time was associated with a 2 to 5 fold increased odds for impairments and physical dependence, independent of MVPA. No associations were observed between meeting PA guidelines and basic, instrumental, and advanced ADL impairment although time in MVPA was lower in participants showing impairments. In conclusion, the frequency of breaks in sedentary time in older ages is independently associated with lower risk for ADL impairments and physical dependence. Our findings support interventions to encourage older adults to increase overall PA by interrupting sedentary time.",
		"pages": "57-62",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556515300541",
		"journal": "Experimental Gerontology",
		"volume": "72"
	},
	{
		"id": "PRATT2014143",
		"source_id": "PRATT2014143",
		"type": "incollection",
		"title": "5 - Psychiatric Rehabilitation Methods",
		"author": "Carlos W. Pratt and Kenneth J. Gill and Nora M. Barrett and Melissa M. Roberts",
		"keywords": "valued social roles, rehabilitation readiness, skill acquisition, modeling, behavioral strategies, cognitive",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-387002-5.00005-6",
		"isbn": "978-0-12-387002-5",
		"abstract": "This chapter will outline the basic strategies involved in the rehabilitation of persons living with serious mental illnesses. In the past, most mental health professionals believed that symptoms should be ameliorated and long-term stability achieved before rehabilitation could begin. Today, as evidenced by the fact that many persons with serious mental illnesses lead full and productive lives, there is general agreement that rehabilitation should begin as soon as possible. There is also a growing body of evidence that there are many social, vocational, emotional, and psychological benefits to the rehabilitation process. This chapter will outline the basic strategies involved in the rehabilitation of persons living with serious mental illnesses. In the past, most mental health professionals believed that symptoms should be ameliorated and long-term stability achieved before rehabilitation could begin. Many individuals who struggled with the cyclical nature of their illness were therefore never seen as ready to work toward rehabilitation goals such as employment or independent living. Today, as evidenced by the fact that many persons with serious mental illnesses lead full and productive lives, there is general agreement that rehabilitation should begin as soon as possible. There is also a growing body of evidence that there are many social, vocational, emotional, and psychological benefits to the rehabilitation process. Many of the interventions commonly used by psychiatric rehabilitation providers are based on the theory and practice of related professions such as physical therapy, occupational therapy, psychology, counseling, and social work. This chapter will answer the following questions:1.What are the elements of the psychiatric rehabilitation process?2.What is the role of the practitioner in the psychiatric rehabilitation process?3.What is the role of the consumer in the psychiatric rehabilitation process?4.Why is skill development such an important intervention? What is the best way to teach someone a new skill?5.What role do resources, supports, and environmental modifications play in the rehabilitation process?6.What other interventions do psychiatric rehabilitation practitioners commonly use?",
		"pages": "143-175",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123870025000056"
	},
	{
		"id": "MONTROSS200643",
		"source_id": "MONTROSS200643",
		"type": "article",
		"title": "Correlates of Self-Rated Successful Aging Among Community-Dwelling Older Adults",
		"author": "Lori P. Montross and Colin Depp and John Daly and Jennifer Reichstadt and Shahrokh Golshan and David Moore and David Sitzer and Dilip V. Jeste",
		"keywords": "Successful aging, resilience, quality of life, health, disability",
		"doi": "https://doi.org/10.1097/01.JGP.0000192489.43179.31",
		"abstract": "Objective There is no consensus on how to define successful aging. The authors sought to determine the correlates of self-rated successful aging as well as its correspondence with major researcher-defined criteria. Methods Participants were 205 community-dwelling adults over age 60. A questionnaire survey asked the participants to rate their own degree of successful aging and inquired about demographic characteristics, medical history, activity levels, resilience, daily functioning, and health-related quality of life (Medical Outcomes study 36-item Short-Form [MOS-SF-36]). Participants subjective ratings of successful aging were contrasted with sets of researcher-defined criteria, and correlates of subjectively rated successful aging were examined. Results Ninety-two percent of the participants rated themselves as aging successfully. A majority of them also met other research criteria for successful aging such as independent living, mastery/growth, and positive adaptation but not those requiring an absence of chronic medical illness or physical disability. Higher SF-36 scores as compared with a published sample indirectly corroborated participants subjectively rated successful aging. Subjective ratings of successful aging were significantly correlated with higher scores on health-related quality of life as well as resilience, greater activity, and number of close friends but not with several demographic characteristics. Conclusion Most community-dwelling older adults viewed themselves as aging successfully despite having chronic physical illnesses and some disability. Longitudinal studies of the reliability and validity of subjective ratings of successful aging are warranted.",
		"pages": "43-51",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748112615917",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "14"
	},
	{
		"id": "CRETTENDEN201457",
		"source_id": "CRETTENDEN201457",
		"type": "article",
		"title": "Supporting families: Outcomes of placement in voluntary out-of-home care for children and young people with disabilities and their families",
		"author": "Angela Crettenden and Annemarie Wright and Erin Beilby",
		"keywords": "Disability, Out-of-home care, Children, Young people, Families, Outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2014.01.021",
		"abstract": "Parents caring for children and young people with disabilities typically have extensive additional demands on their time and resources. This added pressure can significantly impact well-being and mental health. In extreme circumstances, parents may seek an out-of-home placement for their child. Previous research has looked into factors that influence decisions for families to place their child into out-of-home care but little is known about outcomes for these young people and their families. The Supporting Families study aimed to explore the impact of a voluntary out-of-home placement on young people with disabilities, and consequences for their families. Fourteen parents/carers, twenty six case managers, six accommodation services managers, and four young people with disabilities participated in face-to-face and telephone interviews and focus groups. Participants reported a range of outcomes for young people in care. Positive outcomes included increased levels of respect for themselves and others, an improvement in independent living skills, and reductions in challenging behaviours. Negative outcomes centred on their experiences of grief, loss and rejection, as well as behavioural problems. Positive and negative outcomes were also found for families. For many parents/carers there was a reduction in perceived stress and caring load, as well as improved mental health and wellbeing for them and the childs siblings. However, parents/carers often experienced ongoing feelings of guilt, grief and loss. The study adds to knowledge about outcomes of being in voluntary out-of-home care for this small but vulnerable group of young people in care and their families.",
		"pages": "57-64",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740914000346",
		"journal": "Children and Youth Services Review",
		"volume": "39"
	},
	{
		"id": "KARTTUNEN20151205",
		"source_id": "KARTTUNEN20151205",
		"type": "article",
		"title": "Walking Training and Functioning Among Elderly Persons With Stroke: Results of a Prospective Cohort Study",
		"author": "Auli H. Karttunen and Mauri Kallinen and Sinikka H. Peurala and Arja Häkkinen",
		"doi": "https://doi.org/10.1016/j.pmrj.2015.06.444",
		"abstract": "Objective To determine if 65- to 85-year-old persons who had a stroke within the previous 3-36 months can improve functioning and quality of life during walking rehabilitation. Design Prospective cohort study with 6-month follow-up. Setting Three inpatient rehabilitation centers and one outpatient rehabilitation center. Participants A total of 147 persons who had sustained a stroke. Intervention The multidisciplinary rehabilitation intervention consisted of inpatient (20 days) or outpatient (18 days) rehabilitation with follow-up. Rehabilitation included walking exercises with and without body-weight support and conventional physiotherapy. After the rehabilitation period, participants received 10-15 individual physiotherapy sessions at outpatient clinics and guidance in home exercises. Measurements The 6-Minute Walking Test (6MWT), Berg Balance Scale (BBS), Assessment of Motor and Process Skills (AMPS), Functional Status Questionnaire (FSQ), Functional Independence Measure (FIM), WHO Quality of Life (WHOQOL-BREF), and Sense of Coherence (SOC-13) were administered at the beginning of rehabilitation and at 6-month follow-up. Results Walking distance (6MWT) improved by 17 ± 51 meters (P < .001). The AMPS motor scale score improved by 0.15 ± 0.65 logits (P = .010), the process scale score improved by 0.10 ± 0.46 logits (P = .012), and the FSQ self-care score improved by 2.8 ± 15.8 points (P = .039). The changes in the total (4.2 ± 9.0), motor (3.7 ± 8.0), and cognitive (0.5 ± 2.0) scores of the FIM were statistically significant (P < .01). The BBS, WHOQOL-BREF, and SOC-13 remained unchanged. Conclusions Walking distance and both self-reported and measured functioning improved during walking rehabilitation among elderly persons who had a stroke. Maintaining or improving functioning through rehabilitation and self-administered exercises may be important in supporting mobility and independent living outside institutional care.",
		"pages": "1205-1214",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148215007534",
		"journal": "PM&R",
		"volume": "7"
	},
	{
		"id": "STYRON20061088",
		"source_id": "STYRON20061088",
		"type": "article",
		"title": "Troubled youth in transition: An evaluation of Connecticuts special services for individuals aging out of adolescent mental health programs",
		"author": "Thomas H. Styron and Maria OConnell and William Smalley and Douglas Rau and Golan Shahar and David Sells and Jennifer Frey and Larry Davidson",
		"keywords": "Program evaluation, Youth services, Adolescent mental health, Trauma, Community supports",
		"doi": "https://doi.org/10.1016/j.childyouth.2005.10.010",
		"abstract": "Like many areas of the United States, Connecticut has faced a pressing need for specialized services for young individuals with psychiatric disabilities who have been “aging out” of the child and/or adolescent mental health service system(s). Beginning in 1997, Connecticut began to address this need, in part, through implementation of a Young Adult Services (YAS) program, designed to provide young individuals with moderate to severe symptoms of mental illness with comprehensive services and supports. Recently, a multi-method evaluation of selected components of the YAS program was undertaken in order to provide descriptive information on client characteristics and psychological functioning; to identify program components related to positive client outcomes; and to present qualitative data on clients experiences in the program and other relevant areas. Results of the evaluation suggest that the YAS program has achieved considerable success at meeting the complex needs of its clients, including assisting them with transitions to more independent living in the community. Among other significant findings is the importance of strengths- and community-focused treatment components to successful outcomes. Strengths- and community-focused components were found to be associated with fewer symptoms, less loneliness, fewer reported problems, higher functioning, and greater satisfaction with services. The presence of community-focused treatment planning also offered a significant contribution to fewer arrests among this sample of YAS clients. In addition, longer program tenure was a significant predictor of greater satisfaction with services and higher quality of life. These findings and their implications for program development targeting the needs of young adults with psychiatric disabilities are discussed.",
		"pages": "1088-1101",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S019074090500215X",
		"journal": "Children and Youth Services Review",
		"volume": "28"
	},
	{
		"id": "TULADHAR2015518",
		"source_id": "TULADHAR2015518",
		"type": "article",
		"title": "White matter integrity in small vessel disease is related to cognition",
		"author": "Anil M. Tuladhar and Anouk G.W. van Norden and Karlijn F. de Laat and Marcel P. Zwiers and Ewoud J. van Dijk and David G. Norris and Frank-Erik de Leeuw",
		"keywords": "Cerebral small vessel disease, Cognition, Tract-based spatial statistics, White matter integrity",
		"doi": "https://doi.org/10.1016/j.nicl.2015.02.003",
		"abstract": "Cerebral small vessel disease, including white matter hyperintensities (WMH) and lacunes of presumed vascular origin, is common in elderly people and is related to cognitive impairment and dementia. One possible mechanism could be the disruption of white matter tracts (both within WMH and normal-appearing white matter) that connect distributed brain regions involved in cognitive functions. Here, we investigated the relation between microstructural integrity of the white matter and cognitive functions in patients with small vessel disease. The Radboud University Nijmegen Diffusion tensor and Magnetic resonance Cohort study is a prospective cohort study among 444 independently living, non-demented elderly with cerebral small vessel disease, aged between 5500 and 85 years. All subjects underwent magnetic resonance imaging and diffusion tensor imaging scanning and an extensive neuropsychological assessment. We showed that loss of microstructural integrity of the white matter at specific locations was related to specific cognitive disturbances, which was mainly located in the normal-appearing white matter (p < 0.05, FWE-corrected for multiple comparisons). The microstructural integrity in the genu and splenium showed the highest significant relation with global cognitive function and executive functions, in the cingulum bundle with verbal memory performance. Associations between diffusion tensor imaging parameters and most cognitive domains remained present after adjustment for WMH and lacunes. In conclusion, cognitive disturbances in subjects with cerebral small vessel disease are related to microstructural integrity of multiple white matter fibers (within WMH and normal-appearing white matter) connecting different cortical and subcortical regions.",
		"pages": "518-524",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158215000212",
		"journal": "NeuroImage: Clinical",
		"volume": "7"
	},
	{
		"id": "CAEYENBERGHS201598",
		"source_id": "CAEYENBERGHS201598",
		"type": "article",
		"title": "Hyperconnectivity in juvenile myoclonic epilepsy: A network analysis",
		"author": "K. Caeyenberghs and H.W.R. Powell and R.H. Thomas and L. Brindley and C. Church and J. Evans and S.D. Muthukumaraswamy and D.K. Jones and K. Hamandi",
		"keywords": "Structural connectivity, Diffusion MRI, Epilepsy, Graph theory, Neuropsychology",
		"doi": "https://doi.org/10.1016/j.nicl.2014.11.018",
		"abstract": "Objective Juvenile myoclonic epilepsy (JME) is a common idiopathic (genetic) generalized epilepsy (IGE) syndrome characterized by impairments in executive and cognitive control, affecting independent living and psychosocial functioning. There is a growing consensus that JME is associated with abnormal function of diffuse brain networks, typically affecting frontal and fronto-thalamic areas. Methods Using diffusion MRI and a graph theoretical analysis, we examined bivariate (network-based statistic) and multivariate (global and local) properties of structural brain networks in patients with JME (N = 34) and matched controls. Neuropsychological assessment was performed in a subgroup of 14 patients. Results Neuropsychometry revealed impaired visual memory and naming in JME patients despite a normal full scale IQ (mean = 98.6). Both JME patients and controls exhibited a small world topology in their white matter networks, with no significant differences in the global multivariate network properties between the groups. The network-based statistic approach identified one subnetwork of hyperconnectivity in the JME group, involving primary motor, parietal and subcortical regions. Finally, there was a significant positive correlation in structural connectivity with cognitive task performance. Conclusions Our findings suggest that structural changes in JME patients are distributed at a network level, beyond the frontal lobes. The identified subnetwork includes key structures in spike wave generation, along with primary motor areas, which may contribute to myoclonic jerks. We conclude that analyzing the affected subnetworks may provide new insights into understanding seizure generation, as well as the cognitive deficits observed in JME patients.",
		"pages": "98-104",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S221315821400182X",
		"journal": "NeuroImage: Clinical",
		"volume": "7"
	},
	{
		"id": "SCHILP2014226e7",
		"source_id": "SCHILP2014226.e7",
		"type": "article",
		"title": "Is Dietetic Treatment for Undernutrition in Older Individuals in Primary Care Cost-Effective?",
		"author": "Janneke Schilp and Judith E. Bosmans and Hinke M. Kruizenga and Hanneke A.H. Wijnhoven and Marjolein Visser",
		"keywords": "Undernutrition, cost-effectiveness, dietetic treatment, primary care",
		"doi": "https://doi.org/10.1016/j.jamda.2013.10.010",
		"abstract": "Objectives Undernutrition in older age is associated with adverse clinical outcomes and high health care costs. This study aimed to evaluate the cost-effectiveness of a dietetic treatment in primary care compared with usual care in older, undernourished, community-dwelling individuals. Design A parallel randomized controlled trial. Setting Primary care. Participants A total of 146 undernourished, independently living older (≥65 years) individuals. Intervention Dietetic treatment. Measurements Main outcomes were change in kilogram body weight compared with baseline and quality-adjusted life years (QALYs) after 6 months. Costs were measured from a societal perspective. The main analysis was performed according to the intention-to-treat principle. Multiple imputation was used to impute missing data and bootstrapping was used to estimate uncertainty surrounding cost differences and incremental cost-effectiveness ratios. Cost-effectiveness planes and cost-effectiveness acceptability curves were estimated. Results The participants were randomized to receive either dietetic treatment (n = 72) or usual care (n = 74). After 6 months, no statistically significant differences were found between the dietetic treatment and usual care group in body weight change (mean difference 0.78 kg, 95% CI −0.26–1.82), QALYs (mean difference 0.001, 95% CI −0.04–0.04) and total costs (mean difference €1645, 95% CI −525–3547). The incremental cost-utility ratio (ICUR) for QALYs was not interpretable. The incremental cost-effectiveness ratio (ICER) for body weight gain was 2111. The probability that dietetic treatment is cost-effective compared with usual care was 0.78 for a ceiling ratio of €5000 for body weight and 0.06 for a ceiling ratio of €20.000 for QALY. Conclusion In this study, dietetic treatment in older, undernourished, community-dwelling individuals was not cost-effective compared with usual care.",
		"pages": "226.e7-226.e13",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861013005938",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "15"
	},
	{
		"id": "VANDEREST2008706",
		"source_id": "VANDEREST2008706",
		"type": "article",
		"title": "Effect of fish-oil supplementation on mental well-being in older subjects: a randomized, double-blind, placebo-controlled trial",
		"author": "Ondine van de Rest and Johanna M Geleijnse and Frans J Kok and Wija A van Staveren and Willibrord H Hoefnagels and Aartjan TF Beekman and Lisette CPGM de Groot",
		"doi": "https://doi.org/10.1093/ajcn/88.3.706",
		"abstract": "Background It is suggested that a low intake of fish and/or n−3 PUFA is associated with depressed mood. However, results from epidemiologic studies are mixed, and randomized trials have mainly been performed in depressed patients, yielding conflicting results. Objective We investigated the effect of eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) on mental well-being in a double-blind, placebo-controlled trial. Design Independently living individuals (n = 302) aged ≥65 y were randomly assigned to consume 1800 mg/d EPA+DHA, 400 mg/d EPA+DHA, or placebo capsules for 26 wk. Changes in mental well-being were assessed as the primary outcome with the Center for Epidemiologic Studies Depression Scale (CES-D), Montgomery-Åsberg Rating Scale (MADRS), Geriatric Depression Scale (GDS-15), and Hospital Anxiety and Depression Scale (HADS-A). Results Plasma concentrations of EPA+DHA increased by 238% in the high-dose and 51% in the low-dose fish-oil group compared with the placebo group, reflecting excellent compliance. Baseline CES-D scores ranged from 5.9 to 6.8 in the 3 groups and were not significantly different between groups. Mean changes in CES-D scores after 26 wk were −0.2, 0.2, and −0.4 (P = 0.87) in the high-dose fish oil, low-dose fish oil, and placebo groups, respectively. Treatment with neither 1800 mg nor 400 mg EPA+DHA differentially affected any of the measures of mental well-being after 13 or 26 wk of intervention compared with placebo. Conclusions In this randomized, double-blind, placebo-controlled trial we observed no effect of EPA+DHA supplementation for 26 wk on mental well-being in the general older population studied. This trial was registered at clinicaltrials.gov as NCT00124852.",
		"pages": "706-713",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002916523241817",
		"journal": "The American Journal of Clinical Nutrition",
		"volume": "88"
	},
	{
		"id": "HWANG2012183",
		"source_id": "HWANG2012183",
		"type": "article",
		"title": "Caring behaviors perceived by elderly residents of long-term care facilities: Scale development and psychometric assessment",
		"author": "Huei-Lih Hwang and Chin-Tang Tu and Shiue Chen and Hsiu-Hung Wang",
		"keywords": "Caring, Elderly, Long-term care, Scale development, Students",
		"doi": "https://doi.org/10.1016/j.ijnurstu.2011.08.013",
		"abstract": "Background To meet the growing need for relationship-centered nursing practice and for nursing school accreditation in Taiwan, nursing school curricula must include training in care for elderly populations in institutional settings. However, educators lack tools for evaluating student performance in such settings. The few tools currently available for measuring the caring in nurses perceived by elderly residents of long-term care facilities (LTCFs) are either inappropriate for education purposes or are culturally inappropriate for elderly populations in Taiwan. Objectives To develop a scale for measuring the caring behaviors of caregivers or student volunteers as perceived by a Taiwanese population of elderly residents of LTCFs and to establish the psychometric characteristics of the scale. Methods This study was conducted in two phases. In Phase 1, the researchers comprehensively reviewed the literature on caring. Based on the review, an Elderly Resident-Perceived Caring Scale (EPCS) was developed to measure the caring behaviors perceived by LTCF residents. To establish content and face validity, the items on the scale were reviewed by six experts in two rounds of Delphi study and by four elderly laypersons. In Phase 2, a convenience sample of 297 elderly residents from 18 representative elderly care facilities (i.e., skilled nursing facilities, independent living facilities, and assisted living facilities) in Taiwan were recruited to test the construct validity and reliability of the EPCS. Results The 14-item, 2-dimension questionnaire developed in this study explained 64.33% of the variance in caring perceived by the residents. Factor I, Comforting, included 11 items. Factor II, Encouraging, included 3 items. Cronbachs α values were .924 for the total scale and .930 and .844 for the Comforting and Encouraging, respectively. Conclusion The psychometric qualities of the EPCS were supported. However, further testing of the scale is needed to confirm its psychometric properties in a larger sample.",
		"pages": "183-190",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020748911003361",
		"journal": "International Journal of Nursing Studies",
		"volume": "49"
	},
	{
		"id": "GEURTSEN2012908",
		"source_id": "GEURTSEN2012908",
		"type": "article",
		"title": "Three-Year Follow-Up Results of a Residential Community Reintegration Program for Patients With Chronic Acquired Brain Injury",
		"author": "Gert J. Geurtsen and Caroline M. van Heugten and Juan D. Martina and Antonius C. Rietveld and Ron Meijer and Alexander C. Geurts",
		"keywords": "Brain injuries, chronic, Employment, Quality of life, Rehabilitation, Residential treatment, Treatment outcome",
		"doi": "https://doi.org/10.1016/j.apmr.2011.12.008",
		"abstract": "Geurtsen GJ, van Heugten CM, Martina JD, Rietveld AC, Meijer R, Geurts AC. Three-year follow-up results of a residential community reintegration program for patients with chronic acquired brain injury. Objective To evaluate outcomes of a residential community reintegration program 3 years after treatment on independent living, societal participation, emotional well-being, and quality of life in patients with chronic acquired brain injury and psychosocial problems hampering societal participation. Design A follow-up assessment 3 years after treatment was compared with the 1-year follow-up assessment in a prospective cohort study. Setting A tertiary rehabilitation center for acquired brain injury. Participants Of the 67 patients assessed at the 1-year follow-up, 63 subjects (94%; 42 men; mean age at admission to treatment 24.7y; mean time postonset 5.1y) were available at the 3-year follow-up and taken into account in the analyses. Intervention A structured residential treatment program directed at improving independence in domestic life, work, leisure time, and social interactions. Main Outcome Measures Community Integration Questionnaire, Employability Rating Scale, living situation, school, work situation, work hours, Center for Epidemiological Studies-Depression scale, and the World Health Organization Quality of Life Scale Abbreviated (5 scales). Results There were no significant differences for any of the outcome measures between the 1-year and 3-year follow-up assessment. Conclusions These results indicate that the established significant and clinically relevant improvements after a residential community reintegration program remain stable in the long term.",
		"pages": "908-911",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999311011038",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "93"
	},
	{
		"id": "MURASKO2002427",
		"source_id": "MURASKO2002427",
		"type": "article",
		"title": "Role of humoral and cell-mediated immunity in protection from influenza disease after immunization of healthy elderly",
		"author": "Donna M Murasko and Erica D Bernstein and Elizabeth M Gardner and Peter Gross and Gary Munk and Sandra Dran and Elias Abrutyn",
		"keywords": "Influenza, Immunization, Aging, Antibody, T Cell, Interferon",
		"doi": "https://doi.org/10.1016/S0531-5565(01)00210-8",
		"abstract": "While influenza immunization significantly reduces the risk of pneumonia and associated deaths, vaccination of elderly only affords 30–50% protection against influenza disease. The purpose of this study was to: (1) evaluate the consistency of immune responses across multiple years in young and elderly; (2) determine the contribution of antibody and cell-mediated responses in protection after immunization with influenza vaccine. Independently living healthy elderly (>200/year; mean age 78.8–80.6/year) were recruited yearly in this four year study. The results clearly demonstrate: (1) both young and elderly consistently produced significant antibody and T cell proliferative responses to influenza vaccine upon yearly immunization; however, both responses of elderly were significantly and consistently lower than young. (2) Percentages of both young and elderly demonstrating protective titers (i.e. HI≥40) increased post-immunization each year, but were consistently higher in young compared to elderly. (3) The risk of developing influenza disease after immunization was highest among elderly demonstrating neither antibody nor cell-mediated responses. Importantly, the risk of influenza disease was comparable in elderly demonstrating a cell-mediated response alone, an antibody response alone, or both cell-mediated and antibody responses. This suggests that cell-mediated responses play a significant role in protection in at least a subset of elderly from influenza disease after immunization.",
		"pages": "427-439",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0531556501002108",
		"journal": "Experimental Gerontology",
		"volume": "37"
	},
	{
		"id": "LEE2011223",
		"source_id": "LEE2011223",
		"type": "article",
		"title": "P01-222-Prospective memory performance in Chinese patients with bipolar affective disorder",
		"author": "E. Lee and Y.T. Xiang and R.W.C. Au and D. Shum and W.K. Tang and G.S. Ungvari",
		"doi": "https://doi.org/10.1016/S0924-9338(11)71933-2",
		"abstract": "Introduction Persons suffering from bipolar affective disorder have a wide range of cognitive deficits, but there have been limited understanding of prospective memory performance. Time-based prospective memory is remembering to perform an action at a specific time, whereas event-based prospective memory is remembering to perform an action when an external cue appears. Objectives Assess the time-based and event-based prospective memory performance in Chinese persons diagnosed with bipolar affective disorder. Aims Identify factors associated with prospective memory performance. Methods A sample of 40 persons diagnosed with bipolar affective disorder were recruited from a psychiatric outpatient clinic. All participants completed the Cambridge Prospective Memory Test, Rivermead Behavioral Memory Test, Test of Nonverbal Intelligence - Third Edition, the Young Mania Rating Scale and Hamilton Rating Scale for Depression. Results The mean total score of the Cambridge Prospective Memory Test of persons diagnosed with bipolar affective disorder was 24.4±7.0. Time-based prospective memory performance was worse than event-based PM task. The Cambridge Prospective Memory Test total score was associated with the Hamilton Rating Scale for Depression score and Rivermead Behavioral Memory Test score. The performance of time-based prospective memory tasks was associated with the Hamilton Rating Scale for Depression score, and the performance of event-based prospective memory tasks was associated with the Rivermead Behavioral Memory Test total score. Conclusions Persons diagnosed with bipolar affective disorder are found to have worse time-based than event-based prospective memory performance. The importance for everyday functioning and independent living needs to be explored in future studies.",
		"pages": "223",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933811719332",
		"journal": "European Psychiatry",
		"volume": "26"
	},
	{
		"id": "FREUNDLICH2005115",
		"source_id": "FREUNDLICH2005115",
		"type": "article",
		"title": "Planning for permanency for youth in congregate care",
		"author": "Madelyn Freundlich and Rosemary J. Avery",
		"keywords": "Foster care, Children, Youth",
		"doi": "https://doi.org/10.1016/j.childyouth.2004.07.005",
		"abstract": "A significant number of children and youth in foster care in the United States are placed in congregate care settings (group homes and residential treatment centers) and a large proportion of this group of youth are age 12 and older. Research has documented the negative outcomes for youth who leave foster care without permanent family or other adult connections, and policy and practice have emphasized permanency for children and youth in foster care. Nonetheless, research has not focused specifically on the extent to which permanent family connections are being successfully achieved for youth in congregate care settings. In a qualitative study conducted by Childrens Rights and partnering legal organizations in New York City, permanency outcomes for youth in congregate care were examined. Interviews were conducted with a range of professionals as well as with young adults who had exited foster care after placements in congregate care settings. The findings indicate that a number of systemic factors undermine the achievement of permanency for youth in care, including a limited focus on work with families. It was found that reunification and adoption were used far less often than “independent living” as the permanency goal for youth in congregate care settings. Young adults reported relatively low levels of involvement in the permanency planning process. The study advances a number of recommendations to improve permanency outcomes for youth in congregate care settings, including a reduced reliance on congregate care and greater reliance on family-based placements, an emphasis on permanency as a critical outcome for youth, and greater accountability on the part of public and private child welfare agencies for achieving permanency for youth in congregate care. Directions for future research are proposed.",
		"pages": "115-134",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740904001975",
		"journal": "Children and Youth Services Review",
		"volume": "27"
	},
	{
		"id": "KAUERSANTANNA20091",
		"source_id": "KAUERSANTANNA20091",
		"type": "article",
		"title": "Functional outcomes in first-episode patients with bipolar disorder: a prospective study from the Systematic Treatment Optimization Program for Early Mania project",
		"author": "Marcia Kauer-SantAnna and David J. Bond and Raymond W. Lam and Lakshmi N. Yatham",
		"doi": "https://doi.org/10.1016/j.comppsych.2008.05.013",
		"abstract": "Background Bipolar disorder causes substantial psychosocial morbidity, as it frequently affects independent living, vocational, and social activities. However, there is a relative dearth of research on functional outcomes and their predictors in first-episode manic patients from prospective studies early in the course of bipolar disorder. Methods The Systematic Treatment Optimization Program for Early Mania (STOP-EM) project recruited 53 patients who recently experienced their first episode of mania with or without psychosis. Multidimensional Scale of Independent Functioning (MSIF) was used as the main measure of functional outcome. Of the 53 patients recruited, 35 completed the 6-month follow-up assessment. Results At entry, 62.3% of patients had met criteria for full remission of mood symptoms. Despite this, the mean baseline MSIF score was 4.5 points; 62.3% of the patients had at least moderate disability. A significant improvement in functioning was noted at 6 months relative to entry as indicated by the reduction in mean MSIF scores from 4.5 to 2.6 (t = 4.1, df = 34, P < .001). The proportion of patients with at least moderate disability was reduced from 62.3% to 25.7% at 6 months. Remission of depressive symptoms at 6 months was associated with better functioning (P < .01). In a regression model, only depressive symptoms were significantly correlated with the MSIF global functional scores at 6 months. Even subsyndromal depressive symptoms were significantly correlated with disability (r = 0.3, P < .05). Conclusion The findings highlight the deleterious impact of depressive symptoms on functional recovery after a first manic episode even when they are subsyndromal. Considered together, these results emphasize the importance of an aggressive treatment of subsyndromal depressive symptoms for functional recovery.",
		"pages": "1-8",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010440X08000849",
		"journal": "Comprehensive Psychiatry",
		"volume": "50"
	},
	{
		"id": "VESTERAGER2012251",
		"source_id": "VESTERAGER2012251",
		"type": "article",
		"title": "Cognitive and clinical predictors of functional capacity in patients with first episode schizophrenia",
		"author": "Lone Vesterager and Torben Ø. Christensen and Birthe B. Olsen and Gertrud Krarup and Marianne Melau and Hysse B. Forchhammer and Merete Nordentoft",
		"keywords": "Working memory, Social cognition, Negative symptoms, Functional capacity, First episode schizophrenia, Real-world functioning",
		"doi": "https://doi.org/10.1016/j.schres.2012.08.023",
		"abstract": "Background The predictors of functional capacity in first episode schizophrenia among seven separable cognitive domains and clinical variables are unknown. Aim To investigate predictors of functional capacity in first episode schizophrenia and the associations between functional capacity and measures of real-world functioning. Methods Socio-demographic, clinical, and cognitive measures from a sample of patients with first episode schizophrenia spectrum disorders aged 18–34years (N=117) were examined at baseline, 4-month follow‐up, and 10-month follow-up and used to predict concurrent and longitudinal functional capacity. Symptoms were assessed with the Positive and Negative Syndrome Scale, cognitive functioning with the MATRICS Cognitive Consensus Battery, and functional capacity with the brief version of the University of California San Diego Performance-based Skills Assessment. Linear and logistic regression analyses were adjusted for age, gender, and site. Results Working memory, negative symptoms, and social cognition accounted for 41% of the variance in functional capacity at baseline. Longitudinally, verbal learning, working memory, and negative symptoms predicted 4-month functional capacity. Working memory and visual learning predicted 10-month functional capacity. Functional capacity was associated to global functioning in the univariate analysis, but in multivariable analyses global functioning, financial independence, and independent living were predicted by negative symptoms or general symptoms explaining 15–23% of the variance. Conclusions The strongest single predictor of functional capacity is working memory, followed by negative symptoms. Clinical symptoms, but not functional capacity, predicted real-world functioning. The usability of the UPSA-B in first episode schizophrenia is discussed. Neurocom, ClinicalTrials.gov Identifier: NCT00472862, http://clinicaltrials.gov/ct2/show/NCT00472862?term=neurocom&rank=1.",
		"pages": "251-256",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996412005063",
		"journal": "Schizophrenia Research",
		"volume": "141"
	},
	{
		"id": "HEESCH2011233",
		"source_id": "HEESCH2011233",
		"type": "article",
		"title": "Are Active Australia physical activity questions valid for older adults?",
		"author": "Kristiann C. Heesch and Robert L. Hill and Jannique G.Z. van Uffelen and Wendy J. Brown",
		"keywords": "Aged, Independent living, Population surveillance, Questionnaire, Reliability and validity",
		"doi": "https://doi.org/10.1016/j.jsams.2010.11.004",
		"abstract": "Objective: The Active Australia Survey (AAS) is used for physical activity (PA) surveillance in the general Australian adult population, but its validity in older adults has not been evaluated. Our aim was to examine the convergent validity of the AAS questions in older adults. Design: The AAS was validated against pedometer step counts as an objective measure of PA, self-reported physical function, and a step-test to assess cardiorespiratory fitness. Method: Participants were community-dwelling adults, aged 65–89y, with the ability to walk 100m. They completed a self-administered AAS and the step-test in one interview. One week earlier, they completed the Short Form-36 physical function subscale. Between these two interviews, they each wore a YAMAX Digiwalker SW200 pedometer and recorded daily steps. Using the AAS data, daily walking minutes and total PA minutes (walking, moderate-intensity PA and vigorous-intensity PA) were compared with the validity measures using Spearman rank-order correlations. Fifty-three adults completed the study. Results: Median daily walking minutes were 34.2 (interquartile range [IQR] 17.1, 60.0), and median daily total PA minutes were 68.6 (IQR 31.4, 113.6). Walking and total PA minutes were both moderately correlated with pedometer steps (Spearman correlation r=0.42, p=0.003, for each) but not with step-test seconds to completion (r=−0.11, p=0.44; r=−0.25, p=0.08, respectively). Total PA minutes were significantly correlated with physical function scores (r=0.39, p=0.004), but walking minutes were not (r=0.15, p=0.29). Conclusions: This initial examination of the psychometric properties of the AAS for older adults suggests that this surveillance tool has acceptable convergent validity for ambulatory, community-dwelling older adults.",
		"pages": "233-237",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1440244010009126",
		"journal": "Journal of Science and Medicine in Sport",
		"volume": "14"
	},
	{
		"id": "WLODARCZYK200425",
		"source_id": "WLODARCZYK200425",
		"type": "article",
		"title": "The relationship between quality of life, Mini-Mental State Examination, and the Instrumental Activities of Daily Living in patients with Alzheimer’s disease",
		"author": "John H Wlodarczyk and Henry Brodaty and Graeme Hawthorne",
		"keywords": "Alzheimer’s disease, Donepezil, Instrumental Activities of Daily Living, Mini-Mental State Examination, Quality of life",
		"doi": "https://doi.org/10.1016/j.archger.2003.12.004",
		"abstract": "Alzheimer’s disease (AD) affects the cognitive function and capacity for independent living of the elderly, however little is known about the measurement of patient’s overall health-related quality of life (HRQoL) and its relationship to these effects. We examined the relationship between patient/caregiver-rated HRQoL and cognition (using the Mini-Mental State Examination (MMSE)) or Instrumental Activities of Daily Living (IADL). One hundred AD patients participating in an open-label trial of donepezil were followed for 6 months. Cognition and function were assessed using the MMSE (clinician-rated) and IADL scale (caregiver-rated). Patient QoL, as assessed by the Assessment of Quality of Life (AQoL) scale, was rated separately by patients and their primary caregivers. Mean patient-rated AQoL was 0.60, whilst caregiver-rated AQoL was 0.50. Patient and caregiver AQoL assessments correlated (r=0.37, P=0.0038) for all levels of disease severity. Patient-rated AQoL scores ranged from 0.52 for patients with severe AD, to 0.71 for patients with mild AD. Caregiver-rated AQoL scores ranged from 0.40 to 0.59. There were approximately linear relationships between the AQoL and MMSE scores (patient-rated r=0.30, P<0.0001; caregiver-rated r=0.28, P<0.0001), and AQoL and IADL scores (patient-rated r=0.36, P<0.0001; caregiver-rated r=0.43, P<0.0001). Patient self-assessment of AQoL is a useful instrument for measuring HRQoL in AD that displays an approximately linear relationship with MMSE, IADL, and caregiver-rated AQoL.",
		"pages": "25-33",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494303001535",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "39"
	},
	{
		"id": "VORUGANTI2007215",
		"source_id": "VORUGANTI2007215",
		"type": "article",
		"title": "Dysglycemia in a community sample of people treated for schizophrenia: The Diabetes in Schizophrenia in Central-south Ontario (DiSCO) study",
		"author": "L.P. Voruganti and Z. Punthakee and R.J. Van Lieshout and D. MacCrimmon and G. Parker and A.G. Awad and H.C. Gerstein",
		"keywords": "Diabetes, Pre-diabetes, Schizophrenia, Antipsychotic drugs, Metabolic risk",
		"doi": "https://doi.org/10.1016/j.schres.2007.07.016",
		"abstract": "Objective Despite increasing recognition of schizophrenia as a risk factor for diabetes, the prevalence and correlates of dysglycemia in people with schizophrenia have not been adequately studied. Discerning the modifiable risk factors is crucial for developing diabetes prevention strategies in schizophrenia. Methods Socio-demographic, clinical and recent laboratory data were compiled from the case records and supplemental sources of 1123 people treated for schizophrenia who were living across five different communities in the region. Results Screening rates for fasting plasma glucose (FPG) varied between 63–100% across the five communities, while other metabolic indices were monitored less frequently. 39 subjects (3.5%) in the sample had an existing diagnosis of type 2 diabetes. Among the others, 845 (78%) had FPG measured in the preceding 6 months, with the following results: FPG ≤5.6 mmol/l in 474 (56%), 5.6–6.9 mmol/l in 268 (31%), and ≥7 mmol/l in 103 (12.2%) subjects. Dysglycemia (FPG ≥5.6 mmol/l) was significantly associated with older age (odds ratio [OR] 1.031), longer duration of schizophrenia (OR 1.062), self reported family history of diabetes (OR 8.87), body mass index (OR 1.081), excess weight (OR 1.014) and independent living status (OR 1.779), while European ethnicity (OR 0.706) and regular physical activity (OR 0.958) lowered the risk. No statistically significant correlations were noted with gender, level of education or functioning, or the type of antipsychotic drug prescribed. Conclusions There was a two-fold increase in the prevalence of dysglycemia, while there was a substantial under-recognition of and intervention for, diabetes and pre-diabetes in this sample of people treated for schizophrenia.",
		"pages": "215-222",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996407003143",
		"journal": "Schizophrenia Research",
		"volume": "96"
	},
	{
		"id": "BESWICK2008725",
		"source_id": "BESWICK2008725",
		"type": "article",
		"title": "Complex interventions to improve physical function and maintain independent living in elderly people: a systematic review and meta-analysis",
		"author": "Andrew D Beswick and Karen Rees and Paul Dieppe and Salma Ayis and Rachael Gooberman-Hill and Jeremy Horwood and Shah Ebrahim",
		"doi": "https://doi.org/10.1016/S0140-6736(08)60342-6",
		"abstract": "Summary Background In old age, reduction in physical function leads to loss of independence, the need for hospital and long-term nursing-home care, and premature death. We did a systematic review to assess the effectiveness of community-based complex interventions in preservation of physical function and independence in elderly people. Methods We searched systematically for randomised controlled trials assessing community-based multifactorial interventions in elderly people (mean age at least 65 years) living at home with at least 6 months of follow-up. Outcomes studied were living at home, death, nursing-home and hospital admissions, falls, and physical function. We did a meta-analysis of the extracted data. Findings We identified 89 trials including 97 984 people. Interventions reduced the risk of not living at home (relative risk [RR] 0·95, 95% CI 0·93–0·97). Interventions reduced nursing-home admissions (0·87, 0·83–0·90), but not death (1·00, 0·97–1·02). Risk of hospital admissions (0·94, 0·91–0·97) and falls (0·90, 0·86–0·95) were reduced, and physical function (standardised mean difference −0·08, −0·11 to −0·06) was better in the intervention groups than in other groups. Benefit for any specific type or intensity of intervention was not noted. In populations with increased death rates, interventions were associated with reduced nursing-home admission. Benefit in trials was particularly evident in studies started before 1993. Interpretation Complex interventions can help elderly people to live safely and independently, and could be tailored to meet individuals needs and preferences.",
		"pages": "725-735",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140673608603426",
		"journal": "The Lancet",
		"volume": "371"
	},
	{
		"id": "CAMPION200987",
		"source_id": "CAMPION200987",
		"type": "article",
		"title": "Evaluation of estimated genetic merit for carcass weight in beef cattle: Live weights, feed intake, body measurements, skeletal and muscular scores, and carcass characteristics",
		"author": "B. Campion and M.G. Keane and D.A. Kenny and D.P. Berry",
		"keywords": "Beef breeds, Carcass weight, Cattle, Genetic merit, Growth",
		"doi": "https://doi.org/10.1016/j.livsci.2009.06.004",
		"abstract": "Genetic merit for growth rate, expressed as expected progeny difference for carcass weight (EPDCWT), is available for dairy and beef sires used in Ireland. The once predominantly Friesian (FR) dairy herd has experienced significant introgression of Holstein (HO) genes over the past two decades, and cross-breeding of dairy cows, not required to produce herd replacements, with beef bulls is common. The objective of this study was to compare growth rate, feed intake, live animal measurements and slaughter traits of progeny of Holstein–Friesian dairy cows and bulls of two contrasting maturity beef breeds namely Aberdeen Angus (AA) and Belgian Blue (BB), each selected for either high (H) or low (L) estimated genetic merit for carcass weight. Two dairy strains (FR and HO) were also included giving six genetic groups in total. A total of 170 male progeny from spring-calving cows were artificially reared indoors and subsequently managed together at pasture until the end of their second grazing season when they were assigned to one of two mean slaughter weights (i) 560 kg (Light) or (ii) 620 kg (Heavy). Daily feed intake was recorded during the first winter and during finishing. Body measurements were recorded four times during the animals life, and linear scoring was carried out at 9 months of age and again at slaughter. Carcasses were graded for conformation and fatness (15 point scale). Slaughter and carcass weights per day of age for AAH, AAL, BBH, BBL, FR and HO were 782, 719, 795, 793, 804 and 783 (SE 12.9) g, and 415, 372, 438, 436, 413 and 401 (SE 5.8) g, respectively. Corresponding values for carcass weight, kill-out proportion, carcass conformation class (15 point scale) and carcass fat class (15 point scale) were 314, 283, 334, 333, 317 and 305 (SE 4.7) kg, 526, 518, 553, 550, 519 and 511 (SE 2.9) g/kg, 6.2, 5.4, 8.0, 7.9, 5.3 and 3.7 (SE 0.26), and 9.8, 9.3, 7.4, 7.2, 9.3 and 8.2 (SE 0.26). There were significant interactions between estimated genetic merit for carcass weight and beef breed with the differences between H and L mainly expressed for AA only. Feed intake differences between H and L animals were negligible and largely attributable to the differences in live weight. Following scaling for live weight, beef breeds of high estimated genetic merit for carcass weight had lower skeletal measurements, indicating greater compactness, with the effect more pronounced in AA. It is concluded that using beef sires of estimated high genetic merit for carcass weight on dairy cows increases growth rate and carcass weight of the progeny but the effect may not be similar for all breeds.",
		"pages": "87-99",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1871141309002285",
		"journal": "Livestock Science",
		"volume": "126"
	},
	{
		"id": "VAILLANCOURT201151",
		"source_id": "VAILLANCOURT201151",
		"type": "article",
		"title": "Performer fatigue and CPR quality comparing 30:2 to 15:2 compression to ventilation ratios in older bystanders: A randomized crossover trial",
		"author": "Christian Vaillancourt and Ines Midzic and Monica Taljaard and Brian Chisamore",
		"keywords": "Cardiopulmonary resuscitation, Heart arrest, Exercise",
		"doi": "https://doi.org/10.1016/j.resuscitation.2010.09.003",
		"abstract": "Objectives We sought to compare bystander fatigue and CPR quality after 5min of CPR using the 30:2 vs. the 15:2 chest compression:ventilation ratios in a population of older participants. Methods This randomized cross-over study included independent-living participants aged ≥55. Participants completed two 5-min CPR sessions (using 30:2 and 15:2 ratios) on a recording manikin, separated by a 5-min rest. We measured changes in heart rate (HR), mean arterial pressure (MAP), venous lactate (VL; in selected participants), and perceived level of exhaustion (Borg Scale and subjective). CPR quality measures included total number of chest compressions and number of adequate compressions. Results The 42 enrolled participants were: mean age 66.0 (range 55–84), female 69.0%, and previously CPR trained 66.7%. Measures of bystander fatigue were similar for each CPR ratio: mean difference in increased HR 1.5 (95%CI −1.5 to 4.5), MAP 1.5 (−1.8 to 4.8), VL 0.2 (−1.1 to 1.4), Borg 0.2 (−0.2 to 0.8), but subjectively reported fatigue level was higher after the 30:2 session. Participants attempted more chest compressions per session using the 30:2 vs. the 15:2 ratio: mean diff. 78.6 (69.5–87.7), but did not complete more adequate compressions: mean diff. 1.9 (−18.9 to 22.9). The decline in number of adequate compressions/min over time was significant but similar in each group. Conclusions In this study of older volunteers, the 30:2 CPR ratio resulted in similar objective measures of fatigue, but higher perceived fatigue than the 15:2 ratio. The 30:2 ratio resulted in proportionally more inadequate compressions.",
		"pages": "51-56",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300957210004806",
		"journal": "Resuscitation",
		"volume": "82"
	},
	{
		"id": "PILLMANN2002385",
		"source_id": "PILLMANN2002385",
		"type": "article",
		"title": "A comparison of DSM-IV brief psychotic disorder with “positive” schizophrenia and healthy controls",
		"author": "Frank Pillmann and Annette Haring and Sabine Balzuweit and Andreas Marneros",
		"doi": "https://doi.org/10.1053/comp.2002.34629",
		"abstract": "To determine the psychosocial features, course, and outcome of DSM-IV brief psychotic disorder (BPD) in a comparative study, we recruited a cohort of 26 consecutive inpatients fulfilling DSM-IV criteria of BPD as well as a control group with “positive” schizophrenia (PS) and psychiatrially healthy controls matched for age and sex. Demographic and clinical features were systematically evaluated and follow-up investigations were performed at an average of 2.1 years after the index episode or 7.8 years after onset of the disorder using standardized instruments. The index group of 26 cases represented 2.5% of 1,036 patients treated as inpatients for psychotic disorders or major affective episode during the 5-year inclusion period. Eighty-one percent of the BPD patients were female. Indicators of premorbid functioning slightly favored BPD patients. Age at first episode and episode frequency did not differentiate between BPD and PS patients. Relapse was frequent in both groups. At follow-up BPD patients had a significantly more favorable outcome than patients with PS as evidenced by employment, independent living, social role functioning, psychological impairment, and global functioning. As a group, in many respects BPD patients approached the status of psychiatrically healthy controls. DSM-IV BPD is a psychotic disorder of favorable prognosis despite frequent relapse.",
		"pages": "385-392",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0010440X02000172",
		"journal": "Comprehensive Psychiatry",
		"volume": "43"
	},
	{
		"id": "ENGLISH200353",
		"source_id": "ENGLISH200353",
		"type": "article",
		"title": "Access to health care for youth leaving foster care: Medicaid and SCHIP",
		"author": "Abigail English and Madlyn C Morreale and Judith Larsen",
		"keywords": "Adolescent, Federal health programs, Foster care, Health care, Health insurance, Independent living, Medicaid, SCHIP, Youth",
		"doi": "https://doi.org/10.1016/S1054-139X(03)00071-5",
		"abstract": "Purpose To examine how Medicaid and the State Children’s Health Insurance Program (SCHIP) could improve health care access for youth aging out of foster care, a vulnerable population with multiple health concerns. Methods On the basis of an analysis of state and federal laws, state plans and amendments, and a telephone survey of state officials, this article identifies options in Medicaid and SCHIP for states to provide health insurance coverage for these youth, examines states’ use of available options, and highlights other relevant federal health care programs. Results Numerous Medicaid and SCHIP eligibility categories could provide coverage for older adolescents leaving foster care. The federal Foster Care Independence Act of 1999 (FCIA) created a new Medicaid expansion option for this group and other opportunities for states to address their health care needs. Numerous other federal programs also finance health care that could serve this population. Conclusions The potential exists through Medicaid or SCHIP to ensure that nearly all former foster youth have health insurance as they leave state custody, but Medicaid and SCHIP cannot alone meet all health care needs of these youth. Financing available through other public programs is essential. A few states have adopted the new FCIA Medicaid expansion option for former foster youth, and a larger number have implemented other relevant Medicaid options. Additional states have used other innovative approaches to facilitate health care access. Most states could do much more. A major challenge is to find approaches that can be implemented during times of severe budgetary limitations.",
		"pages": "53-69",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1054139X03000715",
		"journal": "Journal of Adolescent Health",
		"volume": "32"
	},
	{
		"id": "KHAN2007614",
		"source_id": "KHAN2007614",
		"type": "article",
		"title": "Chronic Pain in Multiple Sclerosis: Prevalence, Characteristics, and Impact on Quality of Life in an Australian Community Cohort",
		"author": "Fary Khan and Julie Pallant",
		"keywords": "Multiple sclerosis, chronic pain, disability, chronic pain grade, pain management",
		"doi": "https://doi.org/10.1016/j.jpain.2007.03.005",
		"abstract": "This cross-sectional study describes chronic pain in 94 persons with multiple sclerosis residing in the community. The characteristics of chronic pain, pain-related disability, pain treatments, barriers to health care, and impact on quality of life were examined. Sixty-four percent of participants reported chronic pain; of these, 60% had dysesthetic pain and 70% had episodic increases in pain. The mean numerical pain intensity rating score was moderate (5). Chronic Pain Grade was used to classify severity of pain, using scores for items for pain intensity and pain-related disability. Those in the higher pain grades had more disability and recorded more health care visits (P = .06) (not significant because of small sample size). Effective pain management techniques included analgesic medication and physical measures as reported by 54% and 44% participants, respectively. Participants’ perceived barriers to health care included environmental and personal factors. Those with multiple sclerosis and pain, compared with those with no pain, showed a significant difference in the domain of psychological well-being scores (P = .01) on the Assessment of Quality of Life scale. Additionally, the domains of independent living (P = .009) and total scores (P = .04) showed better quality of life in participants with lower pain grades. Improved understanding of chronic pain in this population may facilitate early identification for timely intervention and minimize pain-related disability. Perspective This article describes chronic pain in persons with multiple sclerosis living in the community. The information regarding pain prevalence, pain-related disability, and impact on quality of life provides insight into the complex multidimensional pain experience. Improved understanding of pain and early intervention may contribute to the overall well-being and decrease pain-related disability in this population.",
		"pages": "614-623",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1526590007006396",
		"journal": "The Journal of Pain",
		"volume": "8"
	},
	{
		"id": "ENDERMANN201572",
		"source_id": "ENDERMANN201572",
		"type": "article",
		"title": "Rehabilitation for young adults with epilepsy and mild intellectual disabilities: Results of a prospective study with repeated measurements",
		"author": "Michael Endermann",
		"keywords": "Epilepsy, Mild intellectual disability, Rehabilitation, Residential care, Prospective evaluation",
		"doi": "https://doi.org/10.1016/j.seizure.2015.02.002",
		"abstract": "Purpose A residential rehabilitation program of the Bethel Institute in Germany for approximately three years is offered to young adults with epilepsy and mild intellectual disabilities. Participants aim at epilepsy improvements and want to gain more independence. The purpose of this study was to investigate effects of the program and their stability over the course of time. Method Ninety-seven clients completed the program between 1999 and 2011. Data with repeated measurements (T1=four weeks after admission, T2=discharge, T3=at least two years after discharge) were only available for 51 of them. Outcome variables were seizure frequency, carer-ratings on their clients’ success, assistance needs after the program (supported housing vs. long-term residential care) and client-ratings on activities of daily living, problems at work, on health-related and on global quality of life (QOL), on life satisfaction and on depression and psychological distress. Results Seizure frequency was significantly reduced, more than half of the clients moved to supported housing. Clients reported improvements in activities of daily living and some aspects of their QOL. These improvements remained constant over at least two years. Baseline data scarcely correlated with outcome measures. Analyses of subgroups demonstrated that changes of client-ratings correspond to changes of external parameters such as seizure frequency and professional assistance. Conclusion Improvements with regard to more independent living, a better seizure control and more favorable self-ratings remained stable over the following years. From a social-welfare point of view, it is especially important that about half of the clients moved to supported housing after the program.",
		"pages": "72-80",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1059131115000291",
		"journal": "Seizure",
		"volume": "26"
	},
	{
		"id": "MULLER2007143",
		"source_id": "MULLER2007143",
		"type": "article",
		"title": "Cardiovascular disease and cognitive performance in middle-aged and elderly men",
		"author": "M. Muller and D.E. Grobbee and A. Aleman and M. Bots and Y.T. van der Schouw",
		"keywords": "Atherosclerosis, Memory function, Processing capacity/speed, Executive function, Cognitive performance",
		"doi": "https://doi.org/10.1016/j.atherosclerosis.2006.01.005",
		"abstract": "Background Decline of cognitive function with age may be due, in part, to atherosclerotic changes. The aim of the present study was to determine the relative contribution of cardiovascular disease (CVD) to cognitive functioning in middle-aged and elderly men. Methods In a cross-sectional study, cognitive tests were administered to 400 independently living men aged 40–80 years. Compound scores were calculated for memory function, processing capacity/speed, and executive function. The MMSE was used as a measure of global cognitive function. Carotid intima-media thickness, pulse wave velocity and ankle brachial blood pressure index were assessed as measures of sub-clinical CVD. The adjusted association of sub-clinical and prevalent CVD with neuropsychological test scores in the total group and in subgroups was assessed by linear regression analysis. Results Increased IMT was associated with lower scores on memory performance, and increased PWV was associated with lower scores on processing capacity and executive functioning. Compared with subjects with no CVD, both sub-clinical and prevalent cardiovascular diseases were related to a lower memory performance, βs (95% CI) were −0.45 (−0.83, −0.07) and −0.45 (−0.84, 0.01), respectively. These associations were present in both middle-aged and elderly men. Furthermore, we observed that for subjects who had sub-clinical or prevalent cardiovascular disease the distribution of MMSE-scores was shifted toward lower values; the distributions were statistically different (p=0.003). Conclusions The results of this study support a relation of sub-clinical CVD with cognitive functioning in middle-aged and elderly men. These results suggest that actions to prevent cognitive decline by preventing atherosclerosis should be taken before middle age.",
		"pages": "143-149",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0021915006000311",
		"journal": "Atherosclerosis",
		"volume": "190"
	},
	{
		"id": "CZERWONKA2015242",
		"source_id": "CZERWONKA2015242",
		"type": "article",
		"title": "Changing support needs of survivors of complex critical illness and their family caregivers across the care continuum: A qualitative pilot study of Towards RECOVER",
		"author": "Anna I. Czerwonka and Margaret S. Herridge and Linda Chan and Leslie Michele Chu and Andrea Matte and Jill I. Cameron",
		"keywords": "Family caregiver, ICU, Critical illness, Qualitative, Long term mechanical ventilation, Outcomes",
		"doi": "https://doi.org/10.1016/j.jcrc.2014.10.017",
		"abstract": "Introduction Survivors of complex critical illness and their family caregivers require support during their recovery, rehabilitation, and return to community living; however, the nature of these supports and how they may change over time remain unclear. Using the Timing It Right framework as a conceptual guide, this qualitative pilot study explored survivors and caregivers needs during the episode of critical illness through their return to independent living. Methods Five survivors and seven family caregivers were recruited and consented from the main Towards RECOVER pilot study, designed to characterize the long term outcomes of survivors of the ICU who have been mechanically ventilated for more than one week. Using the Timing It Right framework, we prospectively conducted qualitative interviews to explore participants experiences and needs for information, emotional support, and training at 3, 6, 12, and 24 months after intensive care unit (ICU) discharge. We completed 26 interviews, which were audio recorded, professionally transcribed, checked for accuracy, and analyzed using framework methodology. Results In this small pilot sample, caregiver and patient perspectives were related and, therefore, are presented together. We identified 1 overriding theme: survivors do not experience continuity of medical care during recovery after critical illness. Three subthemes highlighted the following: (1) informational needs change across the care continuum, (2) fear and worry exist when families do not know what to expect, and (3) survivors transition from dependence to independence. Conclusions Interventions designed to improve family outcomes after critical illness should address both survivors and caregivers support needs as they change across the illness and recovery trajectory. Providing early intervention and support and clarifying expectations for transitions in care and recovery may decrease fears of the unknown for both caregivers and survivors. Ongoing family-centered follow-up programs may also help survivors regain independence and help caregivers manage their perceived responsibility for the patients health. Using these insights for intervention development could ultimately improve long-term outcomes for both survivors and caregivers.",
		"pages": "242-249",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0883944114004249",
		"journal": "Journal of Critical Care",
		"volume": "30"
	},
	{
		"id": "STONE201557",
		"source_id": "STONE201557",
		"type": "article",
		"title": "Average in-home gait speed: Investigation of a new metric for mobility and fall risk assessment of elders",
		"author": "Erik Stone and Marjorie Skubic and Marilyn Rantz and Carmen Abbott and Steve Miller",
		"keywords": "In-home gait, Kinect, Fall risk, Mobility, Elderly",
		"doi": "https://doi.org/10.1016/j.gaitpost.2014.08.019",
		"abstract": "A study was conducted to assess how a new metric, average in-home gait speed (AIGS), measured using a low-cost, continuous, environmentally mounted monitoring system, compares to a set of traditional physical performance instruments used for mobility and fall risk assessment of elderly adults. Sixteen participants were recruited from a local independent living facility. In addition to having their gait monitored continuously in their home for an average of eleven months, the participants completed a monthly clinical assessment consisting of a set of traditional assessment instruments: Habitual Gait Speed, Timed-Up and Go, Short Physical Performance Battery, Berg Balance Scale – short form, and Multidirectional Reach Test. A methodology is developed to assess which of these instruments may work well with the largest subset of older adults, is best suited for detecting changes in an individual over time, and most reliably captures the true mobility level of an individual. Using the ability of an instrument to predict how an individual would score on all the instruments as a metric, AIGS performs best, having better predictive ability than the traditional instruments. AIGS also displays the best agreement between observed and smoothed values, indicating it has the lowest intra-individual test–retest variability of the instruments. AIGS, measured continuously, during normal everyday activity, represents a significant shift in assessment methodology compared to infrequently assessed, traditional physical performance instruments. Continuous, in-home data may provide a more accurate and precise picture of the physical function of older adults, leading to improved mobility and fall risk assessment.",
		"pages": "57-62",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636214006833",
		"journal": "Gait & Posture",
		"volume": "41"
	},
	{
		"id": "WEN201419",
		"source_id": "WEN201419",
		"type": "article",
		"title": "Effects of acupuncture intervention on omalgia incidence rate of ischemic stroke in acute stage",
		"author": "Qian WEN and Yu ZHAO and Cheng-wei WANG and De-bing XING and Jian-qin LÜ and Hui PAN and Yang YANG and Jia LI and Ning LI",
		"keywords": "ischemic stroke, omalgia, electroacupuncture, moxibustion, follow-up",
		"doi": "https://doi.org/10.1016/S1003-5257(14)60037-4",
		"abstract": "Objective To explore whether acupuncture intervention can reduce the concurrent omalgia of ischemic stroke patients and initially explore the feasibility of follow-up research on long-term acupuncture. Methods Three hundred patients who conformed to the research criteria and voluntarily took part in the research were randomized into an acupuncture group and a regular therapy group with envelope method. The 150 cases in the acupuncture group received the combined treatment of electroacupuncture (EA) and moxibustion based on regular treatments for a total of 4 weeks. The 150 cases in the regular therapy group received regular treatments. The omalgia incidence number were observed at 1, 2, 3, 6, 12 months follow-up, simplified Fugl-Meyer of the upper-extremity was evaluated 4 weeks after treatment, modified Rankin Scale was conducted to assess the number of relatively independent patients and the patients acceptance for acupuncture therapy at 6 months follow-up. Results After 4 weeks of treatments, although the comparative deviations of the omalgia incidence number and the simplified Fugl-Meyer in the two groups had no statistical significance (P»0.05), the omalgia incidence numbers in the acupuncture group at 2nd, 3rd, 6th and 12th month follow-ups were different significantly compared with those in the regular therapy group (P<0.05); meanwhile, at 6 months follow-up, the relatively independent number of the patients assessed by modified Rankin Scale in the acupuncture group was superior to that in the regular therapy group (P<0.05). The number of patients who adhered to the acupuncture rehab therapy in the acupuncture group was greater than that in the regular therapy group (P<0.05). Conclusion Acupuncture intervention during the acute stage of ischemic stroke can not only effectively reduce the incidence of omalgia complication, but also play an assisting role in improving the patients ability of independent living; meanwhile, the systematic visits and treatments of acupuncture may feature assisting significance in the construction of the special disease and special skills of the acupuncturology.",
		"pages": "19-25",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1003525714600374",
		"journal": "World Journal of Acupuncture - Moxibustion",
		"volume": "24"
	},
	{
		"id": "SHANKLE2009295",
		"source_id": "SHANKLE2009295",
		"type": "article",
		"title": "Development and validation of the Memory Performance Index: Reducing measurement error in recall tests",
		"author": "William R. Shankle and Tushar Mangrola and Timothy Chan and Junko Hara",
		"keywords": "Alzheimers disease, Mild cognitive impairment, Dementia, Accuracy, Normal aging, Episodic memory, Declarative memory, Short-term memory, Hippocampus, Working memory, Correspondence analysis, Receiver operating characteristic, Logistic regression",
		"doi": "https://doi.org/10.1016/j.jalz.2008.11.001",
		"abstract": "Background The Memory Performance Index (MPI) quantifies the pattern of recalled and nonrecalled words of the Consortium to Establish a Registry for Alzheimers Disease Wordlist (CWL) onto a 0 to 100 scale and distinguishes normal from mild cognitive impairment with 96% to 97% accuracy. Methods In group A, 121,481 independently living individuals, 18 to 106 years old, were assessed with the CWL and classified as cognitively impaired (N = 5,971) or normal (N = 115,510). The MPI and CWL immediate free recall (IFR), delayed free recall (DFR), and total free recall (TFR) scores (the outcome measures) were each regressed against predictors of age, gender, race, education, test administration method (in-person or telephone), and wordlist used. Predictor effect sizes (Cohens f2) were computed for each outcome. In addition, CWL plus Functional Assessment Staging Tests (FAST) were administered to 441 normal to moderately severely demented (FAST stages 1 to 6) patients (group B). Median MPI scores were tested for significant differences across FAST stage. Results For group A, the variance explained by all predictors combined was MPI = 55.0%, IFR = 24.9%, DFR = 23.4%, and TFR = 26.9%. The age effect size on MPI score was large, but it was small on IFR, DFR, and TFR. The other predictors all had negligible (<0.02) or small effect sizes (0.02 to 0.15). For group B, median MPI scores progressively declined across all FAST stages (P < .0002). Conclusions MPI score progressively declines with increasing dementia severity. Also, MPI score explains 2 to 3 times more variance than total scores, which improves ability to detect treatment effects.",
		"pages": "295-306",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526008029506",
		"journal": "Alzheimers & Dementia",
		"volume": "5"
	},
	{
		"id": "VARKEY2006224",
		"source_id": "VARKEY2006224",
		"type": "article",
		"title": "The Aging Game: Improving Medical Students’ Attitudes Toward Caring for the Elderly",
		"author": "Prathibha Varkey and Darryl S. Chutka and Timothy G. Lesnick",
		"keywords": "Geriatric education, simulation, aging game, caring for elderly",
		"doi": "https://doi.org/10.1016/j.jamda.2005.07.009",
		"abstract": "Objectives The objective of this study was to evaluate the effectiveness of a modified aging game to enhance medical students’ attitudes toward caring for elderly patients, enhance empathy for elderly patients, and improve general attitudes toward the elderly. Design Preintervention and postintervention study Participants and Setting All 84 students from 2 first-year medical school classes Intervention The aging game takes place over a period of 3 hours with a group of 10 to 12 students and 5 to 6 facilitators, and includes experiential learning about polypharmacy, medication cost, loss of functional status, semi-independent living, and living in a long-term care facility. Measurements Scores obtained through a modified Maxwell and Sullivan questionnaire, and the Aging Semantic Differential (ASD). Results There was a statistically significant improvement in 6 of the 8 attitudes toward caring for elderly and a statistically significant increase in empathy towards elderly patients following the aging game. There was a statistically significant change on 23 out of 32 ASD questions. There was no evidence of differences in the scores from pre-course to post-course by gender age group, interest in Family/Internal Medicine, or prior geriatric experience. Following the game, 77 (93%) of the students said they would take the course if not mandatory (P = .0001). A majority stated the aging game added significantly (61.5%) or moderately (37.3%) to their knowledge and skills in patient care for the elderly. Conclusion A simulation experience like the aging game is an effective method of increasing the empathy and attitudes toward caring for the elderly early in the medical school curriculum. Longitudinal assessment of the effect of the aging game in maintaining the positive effect on empathy and attitudes toward caring for the elderly and especially in clinical practice needs to be done.",
		"pages": "224-229",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861005004676",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "7"
	},
	{
		"id": "NETSON20131301",
		"source_id": "NETSON20131301",
		"type": "article",
		"title": "Longitudinal Investigation of Adaptive Functioning Following Conformal Irradiation for Pediatric Craniopharyngioma and Low-Grade Glioma",
		"author": "Kelli L. Netson and Heather M. Conklin and Shengjie Wu and Xiaoping Xiong and Thomas E. Merchant",
		"doi": "https://doi.org/10.1016/j.ijrobp.2012.10.031",
		"abstract": "Purpose Children treated for brain tumors with conformal radiation therapy experience preserved cognitive outcomes. Early evidence suggests that adaptive functions or independent-living skills may be spared. This longitudinal investigation prospectively examined intellectual and adaptive functioning during the first 5 years following irradiation for childhood craniopharyngioma and low-grade glioma (LGG). The effect of visual impairment on adaptive outcomes was investigated. Methods and Materials Children with craniopharyngioma (n=62) and LGG (n=77) were treated using conformal or intensity modulated radiation therapy. The median age was 8.05 years (3.21-17.64 years) and 8.09 years (2.20-19.27 years), respectively. Serial cognitive evaluations including measures of intelligence quotient (IQ) and the Vineland Adaptive Behavior Scales (VABS) were conducted at preirradiation baseline, 6 months after treatment, and annually through 5 years. Five hundred eighty-eight evaluations were completed during the follow-up period. Results Baseline assessment revealed no deficits in IQ and VABS indices for children with craniopharyngioma, with significant (P<.05) longitudinal decline in VABS Communication and Socialization indices. Clinical factors associated with more rapid decline included females and preirradiation chemotherapy (interferon). The only change in VABS Daily Living Skills correlated with IQ change (r=0.34; P=.01) in children with craniopharyngioma. Children with LGG performed below population norms (P<.05) at baseline on VABS Communication, Daily Living Indices, and the Adaptive Behavior Composite, with significant (P<.05) longitudinal decline limited to VABS Communication. Older age at irradiation was a protective factor against longitudinal decline. Severe visual impairment did not independently correlate with poorer adaptive outcomes for either tumor group. Conclusions There was relative sparing of postirradiation functional outcomes over time in this sample. Baseline differences in functional abilities before the initiation of irradiation suggested that other factors influence functional outcomes above and beyond the effects of irradiation.",
		"pages": "1301-1306",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0360301612037303",
		"journal": "International Journal of Radiation Oncology*Biology*Physics",
		"volume": "85"
	},
	{
		"id": "WOOLF2008331",
		"source_id": "WOOLF2008331",
		"type": "incollection",
		"title": "Chapter 17 - Using the ABAS-II in Promoting and Evaqluating Autonomy for Adults with Cognitive Impairments",
		"author": "Steve Woolf and Christine Merman Woolf",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012373586-7.00017-5",
		"abstract": "Publisher Summary Information from measures of intelligence and adaptive behavior is essential when assessing individuals with cognitive impairments relative to diagnosis and intervention design. Adaptive behavior assessment plays a critical role when evaluating adults with disabilities. Five important considerations govern the assessment of adaptive behavior and skills of adults with mental retardation. First, one should view adaptive behavior from a developmental perspective or trajectory in which an individual learns to acquire adaptive skills as a function of age and educational experiences. Second, intellectual capacity influences the development of adaptive behavior. Third, definitions or standards for evaluating what constitutes adaptive behavior may inadvertently neglect community standards and socioeconomic status. Fourth, the assessment of adaptive behavior should reflect performance on a constellation of behaviors, rather than a single behavior. Finally, the assessment of adaptive behavior provides information about the degree to which an individual independently negotiates and manages his/her environment. Adaptive behavior refers to the culmination of behaviors an individual should display in order to live independently in a community environment. An effective evaluation of the adaptive behaviors and skills of persons with cognitive impairments is prerequisite to achieving their successful transition into community-based residences and jobs. An analysis of adaptive functioning can indicate strengths and weaknesses within adaptive skill domains. Assessment of adaptive behavior may facilitate the work of teachers and therapists/interventionists in their efforts to effectively program treatment plans intended to lead to community integration. It also assists in determining whether a person with disabilities displays the degree of independent living skills needed to work and live successfully and safely in community settings.",
		"pages": "331-347",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123735867000175"
	},
	{
		"id": "JUNGERT2013661",
		"source_id": "JUNGERT2013661",
		"type": "article",
		"title": "Dietary vitamin D intake is not associated with 25-hydroxyvitamin D3 or parathyroid hormone in elderly subjects, whereas the calcium-to-phosphate ratio affects parathyroid hormone",
		"author": "Alexandra Jungert and Monika Neuhäuser-Berthold",
		"keywords": "25-Hydroxyvitamin D, Parathyroid hormone, Vitamin D intake, Calcium intake, Phosphate intake, Elderly German subjects",
		"doi": "https://doi.org/10.1016/j.nutres.2013.05.011",
		"abstract": "This cross-sectional study investigates whether serum 25-hydroxyvitamin D3 [25(OH)D3] and intact parathyroid hormone (iPTH) are affected by vitamin D, calcium, or phosphate intake in 140 independently living elderly subjects from Germany (99 women and 41 men; age, 66-96 years). We hypothesized that habitual dietary intakes of vitamin D, calcium, and phosphate are not associated with 25(OH)D3 or iPTH and that body mass index confounds these associations. Serum 25(OH)D3 and iPTH were measured by an electrochemiluminescence immunoassay. Dietary intake was determined using a 3-day estimated dietary record. The median dietary intake levels of vitamin D, calcium, and phosphate were 3 μg/d, 999 mg/d, and 1250 mg/d, respectively. Multiple regression analyses confirmed that dietary vitamin D and calcium did not affect 25(OH)D3 or iPTH; however, supplemental intakes of vitamin D and calcium were associated with 25(OH)D3 after adjustment for age, sex, body composition, sun exposure, physical activity, and smoking. In addition, phosphate intake and the calcium-to-phosphate ratio were associated with iPTH after multiple adjustments. In a subgroup analysis, calcium and vitamin D supplements, as well as phosphate intake, were associated with 25(OH)D3 and/or iPTH in normal-weight subjects only. Our results indicate that habitual dietary vitamin D and calcium intakes have no independent effects on 25(OH)D3 or iPTH in elderly subjects without vitamin D deficiency, whereas phosphate intake and the calcium-to-phosphate ratio affect iPTH. However, vitamin D and calcium supplements may increase 25(OH)D3 and decrease iPTH, even during the summer, but the impact of supplements may depend on body mass index.",
		"pages": "661-667",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0271531713001218",
		"journal": "Nutrition Research",
		"volume": "33"
	},
	{
		"id": "OGATA2015201",
		"source_id": "OGATA2015201",
		"type": "article",
		"title": "Association between subjective memory complaints and impaired higher-level functional capacity in people aged 60 years or older",
		"author": "Soshiro Ogata and Chisato Hayashi and Keiko Sugiura and Kazuo Hayakawa",
		"keywords": "Subjective memory complaints, Memory disorders, Mild cognitive impairment, Functional capacity, Activities of daily living, Independent living",
		"doi": "https://doi.org/10.1016/j.archger.2014.10.015",
		"abstract": "Objective We aimed to investigate the association between subjective memory complaints and higher-level functional capacity in either people with long-term care needs or those who require help to maintain functional capacity. Methods We conducted a cross-sectional study among participants aged 60 years or older. We measured subjective memory complaints, higher-level functional capacity, and depressive symptoms, and then estimated odds ratios (ORs) by multiple logistic analysis. Subjective memory complaints were used as the predictor variable, higher-level functional capacity as the outcome variable, and age, depressive symptoms, medical history of diabetes and hypertension, frequency of going out, falling within a year, and body mass index as possible confounders. We assessed higher-level functional capacity using the Tokyo Metropolitan Institute of Gerontology (TMIG) index of competence score ≤5 as a cut-off (which is associated with higher one-year mortality rates). Results We conducted analyses using 501 people aged 60 years or older. Among women, subjective memory complaints were associated with impaired higher-level functional capacity after adjustment for age and depressive symptoms (OR=3.36; 95% confidence interval [CI], 1.59–7.08). Among the men, subjective memory complaints were not significantly associated with impaired higher-level functional capacity after adjustment for age and depressive symptoms (OR=1.91; 95% CI, 0.88–4.12). Conclusions Subjective memory complaints among women can indicate impaired higher-level functional capacity and may suggest higher one-year mortality rates.",
		"pages": "201-205",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494314001940",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "60"
	},
	{
		"id": "DEWINTER20121722",
		"source_id": "DEWINTER20121722",
		"type": "article",
		"title": "Cardiovascular risk factors (diabetes, hypertension, hypercholesterolemia and metabolic syndrome) in older people with intellectual disability: Results of the HA-ID study",
		"author": "C.F. de Winter and L.P. Bastiaanse and T.I.M. Hilgenkamp and H.M. Evenhuis and M.A. Echteld",
		"keywords": "Cardiovascular risk factors, Metabolic syndrome, Intellectual disability, Mental retardation, Diabetes, Hypertension, Hypercholesterolemia, Prevalence",
		"doi": "https://doi.org/10.1016/j.ridd.2012.04.010",
		"abstract": "Hypertension, diabetes, hypercholesterolemia and the metabolic syndrome are important risk factors for cardiovascular disease (CVD). In older people with intellectual disability (ID), CVD is a substantial morbidity risk. The aims of the present study, which was part of the Healthy Ageing in Intellectual Disability (HA-ID) study, were (1) to determine the prevalence of CVD risk factors in older people with ID and to compare this with the prevalence in the same-aged general population, (2) to determine how many risk factors had not been previously diagnosed, and (3) to identify correlates of CVD risk factors (gender, age, level of ID, Down syndrome, independent living, activities of daily living, mobility, instrumental activities of daily living, physical activity, use of atypical antipsychotics, central obesity), using logistic regression analyses. In this cross-sectional study, 980 people with borderline to profound ID participated. Hypertension (53%), diabetes (14%) and metabolic syndrome (45%) were present similarly as in the general Dutch population. Hypercholesterolemia was present less often (23%). Fifty percent of the people with hypertension had not been previously diagnosed with this condition. Percentages for diabetes, hypercholesterolemia, and the metabolic syndrome were 45, 46 and 94 respectively. People who were more at risk for CVD risk factors were women, older people, people with obesity, people who lived more independently and people who were able to do groceries or prepare a meal independently. Policy on prevention, detection and treatment of CVD risk factors is urgently needed.",
		"pages": "1722-1731",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422212001023",
		"journal": "Research in Developmental Disabilities",
		"volume": "33"
	},
	{
		"id": "MICKLEWRIGHT20111974",
		"source_id": "MICKLEWRIGHT20111974",
		"type": "article",
		"title": "Point of Entry and Functional Outcomes After Comprehensive Day Treatment Participation",
		"author": "Jackie L. Micklewright and Maya Yutsis and Jeffrey S. Smigielski and Allen W. Brown and Thomas F. Bergquist",
		"keywords": "Brain injuries, Outcome assessment (health care), Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2011.07.199",
		"abstract": "Micklewright JL, Yutsis M, Smigielski JS, Brown AW, Bergquist TF. Point of entry and functional outcomes after comprehensive day treatment participation. Objectives To explore the relationship between point of entry into a comprehensive day treatment (CDT) program and outcomes after acquired brain injury (ABI). We hypothesized that participants entering our program 0 to 6 months postinjury would demonstrate greater declines in neurobehavioral sequelae and improvements in residential/vocational independence than those entering >6 to 12 and >12 to 24 months postinjury. Design Retrospective examination of admission, discharge, and 1-year follow-up data from a CDT program. Setting A large Midwestern academic medical center. Participants Adult CDT participants with traumatic brain injuries (TBI) (n=54) or cerebrovascular accidents (CVAs) (n=29). Interventions A CDT rehabilitation program. Main Outcome Measures Portland Adaptability Inventory/Mayo-Portland Adaptability Inventory (percent change scores between admission and discharge) and the Independent Living and Vocational Independence Scales. Results Time since injury was categorically coded into the 3 aforementioned point of entry groups. A 2 (injury type) × 3 (point of entry) between subjects analysis of covariance revealed a significant main effect for the point of entry (P<.001). Post hoc tests indicated that individuals entering the program 0 to 6 months postinjury demonstrated significantly greater treatment gains than those entering 6 to 12 or 12 to 24 months postinjury. Within group chi-square analyses revealed that a significantly higher percentage of the early entry participants were living and working independently at discharge and 1-year follow-up. Conclusions Entry into a CDT program (0–6mo postinjury) is associated with significantly greater declines in neurobehavioral sequelae and improvements in residential and vocational independence in participants with TBI or CVA. Sustainable modest treatment gains were also observed in the late entry groups, suggesting that these individuals also benefit significantly from CDT program participation.",
		"pages": "1974-1978",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999311006721",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "92"
	},
	{
		"id": "DEWINTER2012398",
		"source_id": "DEWINTER2012398",
		"type": "article",
		"title": "Overweight and obesity in older people with intellectual disability",
		"author": "C.F. de Winter and L.P. Bastiaanse and T.I.M. Hilgenkamp and H.M. Evenhuis and M.A. Echteld",
		"keywords": "Intellectual disability, Aging, Overweight, Obesity, Body mass index, Waist circumference, Wasit-to-hip ratio, Body fat percentage, Anthropometry",
		"doi": "https://doi.org/10.1016/j.ridd.2011.09.022",
		"abstract": "Overweight and obesity are major health problems associated with increased cardiovascular disease risk, which is not sufficiently studied in people with intellectual disability yet. The present study was part of the Healthy Ageing in Intellectual Disability (HA-ID) study. The aim of this study was to establish (1) the prevalence of overweight, obesity and body fat percentage in older people with intellectual disability (ID) through measurement of Body Mass Index (BMI), waist circumference, waist-to-hip ratio (WHR) and skin fold thickness, and compare this with prevalence of overweight and obesity in the general population, and (2) the association of overweight and obesity with participant and treatment characteristics (gender, age, level of ID, Down syndrome, autism, independent living, smoking, (instrumental) activities of daily living ((I)ADL), physical activity and use of atypical antipsychotic medication) using regression analyses. In this cross-sectional study 945 persons, aged 50 and over with borderline to profound ID, living in central settings, in community settings and independently were included. Overweight and obesity were highly prevalent, with more obesity (26%) than in the general Dutch older population (10%) as measured by BMI, and 46–48% obesity as measured by waist circumference and WHR respectively. Women, people with Down syndrome, higher age, less severe ID, autism, people who are able to eat independently, preparing meals and doing groceries independently, people with physical inactivity and use of atypical antipsychotics were significantly more at risk of being overweight or obese. This merits specific actions by policy makers and clinical practice to improve health outcomes.",
		"pages": "398-405",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422211003726",
		"journal": "Research in Developmental Disabilities",
		"volume": "33"
	},
	{
		"id": "CHRISTINELIN2008201",
		"source_id": "CHRISTINELIN2008201",
		"type": "article",
		"title": "Cost and utilisation of healthcare resources during rehabilitation after ankle fracture are not linked to health insurance, income, gender, or pain: an observational study",
		"author": "Chung-Wei Christine Lin and Marion Haas and Anne M. Moseley and Robert D. Herbert and Kathryn M. Refshauge",
		"keywords": "Costs and cost analysis, Quality of life, Physiotherapy (specialty), Ankle injuries, Fractures, bone",
		"doi": "https://doi.org/10.1016/S0004-9514(08)70027-8",
		"abstract": "Question What are the costs and utilisation of healthcare resources, their determinants, and quality of life for people attending outpatient physiotherapy after ankle fracture? Design Longitudinal observational study. Participants Ninety-four adults (2 dropouts) following cast removal after isolated ankle fracture attending outpatient physiotherapy at three hospitals in Sydney, Australia. Outcome measures Costs incurred (direct healthcare costs and out-of-pocket costs) and utilisation of healthcare system resources were measured at 4, 8, 12, 16, 20, and 24 weeks. Quality of life was measured shortly after cast removal and at 4, 12, and 24 weeks. Factors known to influence costs and utilisation in other conditions (private health insurance, income level, gender, and pain) were also measured. Results The total cost per person was AUD 735 (SD 876) over 24 weeks. Outpatient physiotherapy accounted for the highest costs in both direct healthcare (39%) and out-of-pocket (42%) costs. Less than 20% of participants sought private non-medical care in addition to receiving outpatient physiotherapy. None of the factors investigated had a significant influence on costs and utilisation. Quality of life score improved over the 24 weeks by a mean of 6.1 points out of 45 (95% CI 5.2 to 6.9), with most of the improvement occurring in the domain of independent living. Conclusion Information on costs and utilisation of healthcare resources can be used to plan health services, eg, the number of physiotherapy sessions required after ankle fracture. Private health insurance, income level, gender, or pain did not influence the costs or the decision behind seeking care over and above publicly-provided physiotherapy.",
		"pages": "201-208",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0004951408700278",
		"journal": "Australian Journal of Physiotherapy",
		"volume": "54"
	},
	{
		"id": "FULLER2007393",
		"source_id": "FULLER2007393",
		"type": "article",
		"title": "Strategies used by older adults to change travel direction",
		"author": "Jason R. Fuller and Allan L. Adkin and Lori Ann Vallis",
		"keywords": "Steering, Locomotion, Coordination, Anticipatory, Balance confidence, Older adults",
		"doi": "https://doi.org/10.1016/j.gaitpost.2006.05.013",
		"abstract": "Introduction A distinct body reorientation strategy during steering tasks has been reported in young adults. As challenges to whole-body stability in older adults occur when navigating complex environments, this study was designed to examine control strategies used by older adults to initiate a voluntary change in travel direction. Methods Thirteen older adults, recruited from an independent living division of a local retirement residence, were instrumented with reflective markers and whole-body kinematic data were monitored using a video camera (30Hz). Participants executed self-paced walking trials 3-m along a straight path and were instructed prior to the trial to continue either straight ahead or randomly turn 40° left or right and continue walking for an additional 2-m. Timing of changes with respect to when the trunk crossed the turning point were calculated for deviations in head and trunk position and foot rotation in the medial-lateral plane. Results Older adults reoriented themselves into the new travel direction in a top-down, segmental sequence, beginning with head reorientation followed by trunk reorientation, foot rotation and foot displacement into the new travel direction. These changes were initiated over two or more steps 69% of the time and over one step 31% of the time. A significant relationship between turning strategy used and balance confidence was observed; the frequency of using a turning strategy involving two or more steps to initiate a change in travel direction increased as balance confidence decreased. Discussion and conclusion Older adults made segmental changes to voluntarily reorient themselves in a new travel direction in a similar sequence to that observed in young adults. Older adults chose primarily to initiate these changes two or more steps prior to the turn; the selection of this strategy was related to balance confidence.",
		"pages": "393-400",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636206001044",
		"journal": "Gait & Posture",
		"volume": "25"
	},
	{
		"id": "MURPHY2000807",
		"source_id": "MURPHY2000807",
		"type": "article",
		"title": "Employment and social issues in adults with cerebral palsy",
		"author": "Kevin P. Murphy and Gabriella E. Molnar and Kathleen Lankasky",
		"keywords": "Cerebral palsy, Adult, Activities of daily living, Employment, Rehabilitation",
		"doi": "https://doi.org/10.1016/S0003-9993(00)90115-1",
		"abstract": "Murphy KP, Molnar GE, Lankasky K. Employment and social issues in adults with cerebral palsy. Arch Phys Med Rehabil 2000;81:807-11. Objective: To assess the social and employment status of adults with cerebral palsy. Design: Detailed medical history, physical examination, and functional rating in the PULTIBEC system were performed on all study participants; they also responded to a standardized social adaptation questionnaire. Setting: Outpatient clinic. Subjects: Volunteer participants (n = 101), all with cerebral palsy, between the ages of 27 and 74 years, living independently in the community. Results: More than 80% wished that their physician knew more about cerebral palsy. The majority (84%) felt their parents overprotected them in childhood. More than 90% desired more sexual education. More than half (67%) lived independently, 34% with and 33% without attendant. Of the 53% who were competitively employed, 22% earned an income high enough that advancement would cause financial loss through termination of disability benefits. Speech deficits severely compromised functional verbal communication in 50%. Type of employment correlated more with adequate cognition than with physical or communicative impairments. Conclusions: Compared with earlier studies, the present study showed more adults with cerebral palsy achieving competitive employment and independent living, despite moderate to severe physical disability. Advances in rehabilitation technology, better home support services, and legal mandates in education and environmental access may have facilitated positive change for persons with cerebral palsy. Further studies are encouraged with emphasis on longitudinal designs. © 2000 by the American Congress of Rehabilitation Medicine and the American Academy of Physical Medicine and Rehabilitation",
		"pages": "807-811",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999300901151",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "81"
	},
	{
		"id": "TERRAZZINI201494",
		"source_id": "TERRAZZINI201494",
		"type": "article",
		"title": "Cytomegalovirus infection modulates the phenotype and functional profile of the T-cell immune response to mycobacterial antigens in older life",
		"author": "Nadia Terrazzini and Martha Bajwa and Serena Vita and David Thomas and Helen Smith and Rosanna Vescovini and Paolo Sansoni and Florian Kern",
		"keywords": "Cytomegalovirus, Tuberculosis, Immunosenescence, T-cell response, Flow-cytometry",
		"doi": "https://doi.org/10.1016/j.exger.2013.12.007",
		"abstract": "Infection with Cytomegalovirus is associated with accelerated immunosenescence. Expansions of CMV-specific T cell responses have previously been demonstrated to affect the ability of T cells to respond to other infections. Most people above 60years of age display M. tuberculosis-specific immunity because of vaccination, exposure, or both. T-cell responses can be assessed by measuring intracellular IFN-γ in vitro after tuberculin stimulation. Here we investigated tuberculin-specific CD4 T-cell responses in independently living healthy older people in the South of England using flow-cytometry. Individuals were investigated for tuberculin and CMV-specific T-cell immunity using in vitro antigen stimulation followed by intracellular staining for IFN-γ, TNF-α, IL2, as well as degranulation and CD154 upregulation. We also examined a control group of younger individuals (20–35years of age). There was no significant difference between older and young people in regards to tuberculin responsiveness of CD4 T-cells; however, older people seemed to show more outliers. Increased responsiveness to tuberculin was significantly correlated to CMV responsiveness but not age. In older donors, the memory phenotype of tuberculin-induced T-cells was significantly skewed towards a more terminal differentiation phenotype in CMV-infected compared to uninfected individuals and the degree of skewing correlated quantitatively with the size of the CMV-specific CD4 T-cell response. This is a fundamental advance over previous reports of changes of the tuberculin-specific CD4 T-cell response with CMV serostatus. Our results show that how the immune system responds to CMV has a fundamental impact on the phenotype and function of the immune response to mycobacterial antigens in older life.",
		"pages": "94-100",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S053155651300363X",
		"journal": "Experimental Gerontology",
		"volume": "54"
	},
	{
		"id": "WROBEL2014184",
		"source_id": "WROBEL2014184",
		"type": "article",
		"title": "Robots et agents virtuels au service des personnes âgées : une revue de l’actualité en gérontechnologie",
		"author": "J. Wrobel and M. Pino and P. Wargnier and A.-S. Rigaud",
		"keywords": "Gérontechnologie, Robots d’assistance, Agents virtuels, Vieillissement, Perte d’autonomie, Gerontotechnology, Assistive robot, Virtual agent, Ageing, Dependency",
		"doi": "https://doi.org/10.1016/j.npg.2014.02.007",
		"abstract": "Résumé Les projections démographiques prévoient une augmentation du nombre des personnes âgées en perte d’autonomie dans les années à venir et soulignent le manque de moyens humains dans les aides à la personne pour subvenir à leurs besoins. Une solution envisagée est d’inclure dans les plans d’aide destinés à ces personnes des technologies d’assistance, qui viendraient en complément des aides humaines, c’est le cas des robots d’assistance et des agents virtuels. Peu connus encore en gériatrie, les études soulignent une certaine efficacité de ces assistants technologiques alors qu’une grande majorité des personnes âgées et des professionnels de santé exprime une méconnaissance vis-à-vis de ces technologies étant souvent méfiante quant à leur utilité. Dans cet article, nous faisons une revue de l’actualité sur l’utilisation des robots et des agents virtuels en gériatrie. Enfin, nous présentons les principaux résultats obtenus dans les études conduites dans le domaine, leurs avantages et limites ainsi que les pistes qu’ils ouvrent pour l’avenir. Summary Most demographic projections point to an increase in the number of dependent older adults worldwide and highlight the shortage of personal assistance to support these individuals in their daily activities. Assistive technology solutions, including social assistive robots and virtual agents, offer several opportunities to promote independent living in elderly people. Still relatively unknown in the field of geriatrics, studies conducted in this area highlight several advantages of these technologies. However, in a general way older adults are not familiar with these systems and are suspicious about their use. This paper aims to provide a review on the use of assistive robots and virtual agents in geriatrics. We present the main findings of studies conducted in the field, their advantages, limitations, and recommendations for further research.",
		"pages": "184-193",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1627483014000403",
		"journal": "NPG Neurologie - Psychiatrie - Gériatrie",
		"volume": "14"
	},
	{
		"id": "DAY20121400",
		"source_id": "DAY20121400",
		"type": "article",
		"title": "Impact of Tai Chi on Impairment, Functional Limitation, and Disability Among Preclinically Disabled Older People: A Randomized Controlled Trial",
		"author": "Lesley Day and Keith D. Hill and Damien Jolley and Flavia Cicuttini and Leon Flicker and Leonie Segal",
		"keywords": "Aging, Independent living, Rehabilitation, Tai chi",
		"doi": "https://doi.org/10.1016/j.apmr.2012.03.018",
		"abstract": "Day L, Hill KD, Jolley D, Cicuttini F, Flicker L, Segal L. Impact of tai chi on impairment, functional limitation, and disability among preclinically disabled older people: a randomized controlled trial. Objectives To test the effect of tai chi on the progression of preclinical disability to manifest disability compared with seated flexibility exercise, and to examine whether tai chi mediates delayed disability by reducing impairments in musculoskeletal, cardiovascular, and neurologic systems, and related functional limitations. Design Multisite parallel group individually randomized controlled trial. Setting General community. Participants Preclinically disabled community-dwelling people older than 70 years (n=503), without major medical conditions or moderate to severe cognitive impairment. Intervention Modified Sun style tai chi exercise compared with seated flexibility exercise, both programs delivered in groups for 60 minutes twice weekly for 24 weeks. Main Outcome Measures Disability measured with the Late-Life Function and Disability Instrument. Secondary outcomes were impairments and functional limitations of the musculoskeletal, neurologic, and cardiovascular systems. Results There was little change within or between the 2 groups. The mean change in the Disability Frequency Score was 0.3 and 0.1 points (100-point scale) for the intervention and control groups, respectively (adjusted difference −.21; 95% confidence interval [CI] −.99 to .56). The mean change in the Disability Limitation Score was −0.1 and −.04 points for the intervention and control groups, respectively (adjusted difference −0.6; 95% CI −2.31 to 1.11). There was little effect on impairments or functional limitations. A higher proportion of intervention participants ceased attending the exercise program (difference=17.9%, 95% CI 9.6–25.8). Multiple imputation of missing data did not change the results. Conclusions Modified Sun style tai chi did not have an impact on impairment, functional limitations, or disability in preclinically disabled older people when delivered for 24 weeks. Withdrawal from the exercise classes was high but did not explain the null result. Improved compliance, or a longer or more intensive program, may be required.",
		"pages": "1400-1407",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999312001943",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "93"
	},
	{
		"id": "LOPEZTORRES2008123",
		"source_id": "LOPEZTORRES2008123",
		"type": "article",
		"title": "Objective firmness, average pressure and subjective perception in mattresses for the elderly",
		"author": "Miguel López-Torres and Rosa Porcar and José Solaz and Tomás Romero",
		"keywords": "Mattress, Firmness, Pressure distribution, Comfort, Elderly, Usability",
		"doi": "https://doi.org/10.1016/j.apergo.2006.11.002",
		"abstract": "For elderly people, the desirable situation of living independently means facing everyday tasks and risks alone [Monk et al., 2006. Towards a practical framework for managing the risks of selecting technology to support independent living. Appl. Ergon. 37, 599–606]. One such task is buying a mattress through the same channels as younger people. Quite short trials (if any) in the store are usually the only basis for choice. Despite the long-term effects a mattress may have on the user, acceptance or rejection largely depends on this extremely short trial experience. This paper aims to cover the salient mechanical aspects of comfort and usability (rolling, getting up). The results should help manufacturers to know if the long-term benefits of their products are perceived in the short term by senior citizen customers. Four mattresses for the elderly chosen from a sample of 17 available on the Spanish market were compared in pairs for short-term effects (1min pressure with both hands, 1min sitting, 1min lying on back, and 1min lying on side), simulating a store purchasing trial by a group of young and elderly people in terms of differences between perceived firmness, usability (ease of movement) and comfort. The results of these comparisons were correlated to differences in objective properties such as pressure distribution and objective firmness. No differences in perception were found between young and old users. Only two of the four test methods for perceiving mattress firmness were necessary to explain the majority of variance: pressing the surface of the mattress with a part of the body (both hands or buttocks), and contact using the entire body (lying on back or side). A number of significant relationships were found, with the following of note: increments in ‘objective firmness’ (estimated from test load/deflection) correlate positively to increments in ‘perceived firmness’; increments in ‘average pressure’ (measured using a mannequin) correlate positively to increments (within certain limits) in ‘perceived firmness’; increments in ‘objective firmness’ and in ‘average pressure’ are associated with increments in ‘overall comfort’ and with reductions in ‘difficulty in rolling”. Finally, it was found that people with a higher body mass index tend to be (weak correlation) more sensitive to changes in ‘objective firmness’.",
		"pages": "123-130",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000368700700004X",
		"journal": "Applied Ergonomics",
		"volume": "39"
	},
	{
		"id": "ZABEL1999A119",
		"source_id": "ZABEL1999A119",
		"type": "article",
		"title": "The Relationship Between Nutritional Risk and Physical Function in Community-Dwelling Older Adults",
		"author": "M.B. Zabel and C.O. Mitchell and P.M. Stevens and D.K. Polly and RJ Zabd",
		"doi": "https://doi.org/10.1016/S0002-8223(99)00811-1",
		"abstract": "This study examined the predictive relationship between nutritional risk level and physical function measures in older adults. The participants were recruited during a community sponsored informational heahh event for older adults. The inclusion criteria required all subjects to be independently living and at least 65 years of age. There were 45 participants (9 mates, 36 females) age 65–89 years with a mean age of 73±6yr.Nutritional risk was assessed using the Nutrition Screening rnrtiative, Determine Your Nutritional Health Checklist (NSI) and body mass index (BMI). Physical function was assessed by measuring performance on repeated chair rise, standing balance, walk time, and grip strength tests. The data was analyzed using a Spearman Rank-Ordered correlation, a Pearson correlation, a Stepwise Regression analysis, and Analysis of Variance (ANOVA) analyses. Results found a significant correlation between NSI checklist and repeated chair rise scores (rs = 0.52, p = 0.003). The physical performance measures of standing balance, walk time, and grip strength were not found to be significantly correlated to the NSI checklist. BMI was not found to be significantly correlated with any of the physical performance measures in this sample. These results indicate a predictive relationship between nutritional risk and repeated chair rise in this sample of older adults. This relationship indicates that the physical performance measure of repeated chair rise may be appropriate for quickly predicting risk of nutritional decline in older adults.",
		"pages": "A119",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002822399008111",
		"journal": "Journal of the American Dietetic Association",
		"volume": "99"
	},
	{
		"id": "QU2015635",
		"source_id": "QU2015635",
		"type": "article",
		"title": "Improved visual, acoustic, and neurocognitive functions after carotid endarterectomy in patients with minor stroke from severe carotid stenosis",
		"author": "Lefeng Qu and Jiaxuan Feng and Sili Zou and Jun Bai and Zhen Hu and Mingjin Guo and Zaiping Jing",
		"doi": "https://doi.org/10.1016/j.jvs.2015.04.401",
		"abstract": "Objective Carotid endarterectomy (CEA) is an established operation performed to prevent strokes, but its other potential effects, such as improving neurocognitive, visual, and auditory functions, remain unconfirmed. This study examined these effects of CEA on patients with symptomatic carotid stenosis. Methods This was a prospective controlled study that included 80 patients with minor strokes who had severe extracranial internal carotid stenoses (>70%). Forty patients, who did not receive or who postponed the CEA due to concerns about age, fear of surgery, limited life expectancy because of cancer, or financial problems, formed the medicine-treatment group. Another 40 patients who received CEA 1 week after recruitment formed the CEA group. For both groups, visual acuity chart tests, perimetry tests, audiometry tests, and neurologic scales (National Institutes of Health Stroke Scale, Mini Mental State Examination, and Barthel Index of Activities of Daily Living) were used to assess ophthalmic functions, auditory acuity, and neurocognitive functions before treatment and 3 months after treatment. Intragroup and intergroup comparisons were conducted to examine the effect of CEA. Results No deaths or strokes occurred during the 3-month follow-up. The intragroup and intergroup comparisons of ipsilateral function showed that CEA could improve visual acuity, visual field, and auditory acuity at all tested frequencies (250 Hz, 500 Hz, 1000 Hz, 2000 Hz, and 4000 Hz) and could improve the visual field and the auditory acuity for contralateral functions at 1000 Hz. The auditory acuity at 2000 Hz and 4000 Hz were unchanged in the intragroup comparison but showed no deterioration in the intergroup comparison with the medicine group. General neurocognitive function and independent living ability were significantly improved by CEA, as shown by intergroup comparisons (change rate of National Institutes of Health Stroke Scale: −8.1% ± 9.0% vs −2.7% ± 3.0%, P < .001; change rate of Mini Mental State Examination: 15.5% ± 10.5% vs 1.6% ± 2.6%, P < .001; change rate of Barthel Index: 28.0% ± 24.6% vs 2.0% ± 5.5%, P < .001). Conclusions In patients with minor strokes caused by severe carotid stenosis, CEA improves neurocognitive, ophthalmic, and acoustic functions. Studies with a larger sample and longer follow-up are needed to substantiate these results, and the underlying mechanisms need further investigation.",
		"pages": "635-644.e2",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521415009568",
		"journal": "Journal of Vascular Surgery",
		"volume": "62"
	},
	{
		"id": "PHILLIPS2004329",
		"source_id": "PHILLIPS2004329",
		"type": "article",
		"title": "Reliability of maximal strength testing in older adults11No commercial party having a direct financial interest in the results of the research supporting this article has or will confer a benefit upon the author(s) or upon any organization with which the author(s) is/are associated.",
		"author": "Wayne T Phillips and Alan M Batterham and Julie E Valenzuela and Lee N Burkett",
		"keywords": "Functional assessment, Measurement error, Elderly, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2003.05.010",
		"abstract": "Phillips WT, Batterham AM, Valenzuela JE, Burkett LN. Reliability of maximal strength testing in older adults. Arch Phys Med Rehabil 2004;85:329–34. Objectives To determine (1) the reliability of a maximal strength test (1 repetition maximum) [1-RM] in older adults and (2) the impact of differing periods of familiarization. Design Within-subject, repeated trials of maximal strength. Setting Community-based senior center. Participants Forty-seven independently living men (n=16) and women (n=31), with a mean age of 75.4±4.7 years. Interventions None. Main outcome measures Systematic error (shift in mean) and random error (% coefficient of variation [%CV]) was assessed between consecutive pairs of 1-RM trials. Results For the bench press, systematic error was virtually eliminated for men between trials 2 and 3 (0.7%; 95% confidence interval [CI], −2.7% to 4.3%). The CV was stable (4.7%–7.3%) across all trials in both genders. For the leg press, a significant but clinically small systematic error (3.6%, P<.05; 95% CI, 0.8–6.6) was evident for women between trials 2 to 3. The CV was reduced across trial pairs by 3.3% for men and 0.9% for women. Three versus 6 or more sessions of familiarization produced small clinical differences in systematic error (≤4.1%) and CV (≤0.2%) between trials 2 and 3 for both lifts. Conclusions Reliability is an indispensable requirement for valid test outcomes. Our results show that, in this group of older adults, 3 familiarization sessions and 2 to 3 test trials produced highly reliable 1-RM measures. Additional periods of familiarization added little to test reliability. Effective reliability testing for 1-RM is a practical and attainable goal for outcomes based practitioners.",
		"pages": "329-334",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999303009390",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "85"
	},
	{
		"id": "EVANS200330",
		"source_id": "EVANS200330",
		"type": "article",
		"title": "Do Rehabilitation and Intermediate Care Services Fail Patients with Primary Lower Limb Amputation?",
		"author": "Sue Evans and Penny Buttenshaw and Gay Bineham",
		"keywords": "Lower limb amputee, outcomes, standards, independence, intermediate care",
		"doi": "https://doi.org/10.1016/S0031-9406(05)60667-0",
		"abstract": "Summary Purpose To review the type of follow-up service (including intermediate care) amputees receive following lower limb amputation, and its influence on their resultant mobility and functional status. Methods This multi-centre study involved 12 participating acute hospitals and two limb-fitting centres. Two questionnaires were used. The first was sent to physiotherapists at the acute participating hospitals. They were asked to identify all patients who had undergone a lower limb amputation, over the period of the study, with their resultant mobility status, using the Harold Wood and Stanmore mobility grading scales (Hanspal et al, 1991) as shown in the appendix. The second was completed, by a research assistant, with prosthesis wearers six months after discharge from their acute prosthetic rehabilitation. This identified the type of follow-up received, mobility status and amputee satisfaction with the service. Finding ▪The level of functional mobility declined over the six-month period in those amputees who had achieved up to grade III mobility at discharge (Baker, 1997; Hanspal et al, 1991).▪There were major differences in the provision and standard of healthcare available even among amputees attending the same limb-fitting centre (Baker, 1997).▪A decision on amputees prosthetic functional outcome appears to be made early within the acute period after surgery, and not subsequently reviewed (Austin and Clark, 1993).▪Rehabilitation received by the amputees bore little resemblance to that actually planned at discharge. The planned programme was not carried forward into the intermediate care stage and might not allow amputees to reach their optimum functional level, as prosthesis or non-prosthesis wearers. Conclusions A standardised co-ordinated structured approach to amputee rehabilitation for both prosthesis and non-prosthesis wearers should be developed between the initial period of rehabilitation, intermediate care, specialist centres and the local point of service delivery. This would facilitate best practice, to enhance independent living for this patient group and their families.",
		"pages": "30-38",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0031940605606670",
		"journal": "Physiotherapy",
		"volume": "89"
	},
	{
		"id": "WEINER2009438",
		"source_id": "WEINER2009438",
		"type": "article",
		"title": "Albuminuria, Cognitive Functioning, and White Matter Hyperintensities in Homebound Elders",
		"author": "Daniel E. Weiner and Keith Bartolomei and Tammy Scott and Lori Lyn Price and John L. Griffith and Irwin Rosenberg and Andrew S. Levey and Marshal F. Folstein and Mark J. Sarnak",
		"keywords": "Chronic kidney disease, dementia, cognitive impairment, albuminuria, stroke",
		"doi": "https://doi.org/10.1053/j.ajkd.2008.08.022",
		"abstract": "Background Albuminuria, a kidney marker of microvascular disease, may herald microvascular disease elsewhere, including in the brain. Study Design Cross sectional. Setting & Participants Boston, MA, elders receiving home health services to maintain independent living who consented to brain magnetic resonance imaging. Predictor Urine albumin-creatinine ratio (ACR). Outcome Performance on a cognitive battery assessing executive function and memory by using principal components analysis and white matter hyperintensity volume on brain imaging, evaluated in logistic and linear regression models. Results In 335 participants, mean age was 73.4 ± 8.1 years and 123 participants had microalbuminuria or macroalbuminuria. Each doubling of ACR was associated with worse executive function (β = −0.05; P = 0.005 in univariate and β = −0.07; P = 0.004 in multivariable analyses controlling for age, sex, race, education, diabetes, cardiovascular disease, hypertension, medications, and estimated glomerular filtration rate [eGFR]), but not with worse memory or working memory. Individuals with microalbuminuria or macroalbuminuria were more likely to be in the lower versus the highest tertile of executive functioning (odds ratio, 1.18; 95% confidence interval, 1.06 to 1.32; odds ratio, 1.19; 95% confidence interval, 1.05 to 1.35 per doubling of ACR in univariate and multivariable analyses, respectively). Albuminuria was associated with qualitative white matter hyperintensity grade (odds ratio, 1.13; 95% confidence interval, 1.02 to 1.25; odds ratio, 1.15; 95% confidence interval, 1.02 to 1.29 per doubling of ACR) in univariate and multivariable analyses and with quantitative white matter hyperintensity volume (β = 0.11; P = 0.007; β = 0.10; P = 0.01) in univariate and multivariable analyses of log-transformed data. Results were similar when excluding individuals with macroalbuminuria. Limitations Single measurement of ACR, indirect creatinine calibration, and reliance on participant recall for elements of medical history. Conclusions Albuminuria is associated with worse cognitive performance, particularly in executive functioning, as well as increased white matter hyperintensity volume. Albuminuria likely identifies greater brain microvascular disease burden.",
		"pages": "438-447",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0272638608013516",
		"journal": "American Journal of Kidney Diseases",
		"volume": "53"
	},
	{
		"id": "BAUER2015740",
		"source_id": "BAUER2015740",
		"type": "article",
		"title": "Effects of a Vitamin D and Leucine-Enriched Whey Protein Nutritional Supplement on Measures of Sarcopenia in Older Adults, the PROVIDE Study: A Randomized, Double-Blind, Placebo-Controlled Trial",
		"author": "Jürgen M. Bauer and Sjors Verlaan and Ivan Bautmans and Kirsten Brandt and Lorenzo M. Donini and Marcello Maggio and Marion E.T. McMurdo and Tony Mets and Chris Seal and Sander L. Wijers and Gian Paolo Ceda and Giuseppe De Vito and Gilbert Donders and Michael Drey and Carolyn Greig and Ulf Holmbäck and Marco Narici and Jamie McPhee and Eleonora Poggiogalle and Dermot Power and Aldo Scafoglieri and Ralf Schultz and Cornel C. Sieber and Tommy Cederholm",
		"keywords": "Sarcopenia, nutritional supplementation, muscle mass, lower extremity function, protein",
		"doi": "https://doi.org/10.1016/j.jamda.2015.05.021",
		"abstract": "Background Age-related losses of muscle mass, strength, and function (sarcopenia) pose significant threats to physical performance, independence, and quality of life. Nutritional supplementation could positively influence aspects of sarcopenia and thereby prevent mobility disability. Objective To test the hypothesis that a specific oral nutritional supplement can result in improvements in measures of sarcopenia. Design A multicenter, randomized, controlled, double-blind, 2 parallel-group trial among 380 sarcopenic primarily independent-living older adults with Short Physical Performance Battery (SPPB; 0–12) scores between 4 and 9, and a low skeletal muscle mass index. The active group (n = 184) received a vitamin D and leucine-enriched whey protein nutritional supplement to consume twice daily for 13 weeks. The control group (n = 196) received an iso-caloric control product to consume twice daily for 13 weeks. Primary outcomes of handgrip strength and SPPB score, and secondary outcomes of chair-stand test, gait speed, balance score, and appendicular muscle mass (by DXA) were measured at baseline, week 7, and week 13 of the intervention. Results Handgrip strength and SPPB improved in both groups without significant between-group differences. The active group improved more in the chair-stand test compared with the control group, between-group effect (95% confidence interval): −1.01 seconds (−1.77 to −0.19), P = .018. The active group gained more appendicular muscle mass than the control group, between-group effect: 0.17 kg (0.004–0.338), P = .045. Conclusions This 13-week intervention of a vitamin D and leucine-enriched whey protein oral nutritional supplement resulted in improvements in muscle mass and lower-extremity function among sarcopenic older adults. This study shows proof-of-principle that specific nutritional supplementation alone might benefit geriatric patients, especially relevant for those who are unable to exercise. These results warrant further investigations into the role of a specific nutritional supplement as part of a multimodal approach to prevent adverse outcomes among older adults at risk for disability.",
		"pages": "740-747",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861015003886",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "16"
	},
	{
		"id": "ODDING2000189",
		"source_id": "ODDING2000189",
		"type": "article",
		"title": "Assessing joint pain complaints and locomotor disability in the Rotterdam Study: Effect of population selection and assessment mode",
		"author": "Else Odding and Hans A. Valkenburg and Hendrik J. Stam and Albert Hofman",
		"keywords": "Disability, Elderly, Joint complaints, Bias, Rehabilitation",
		"doi": "https://doi.org/10.1016/S0003-9993(00)90139-4",
		"abstract": "Odding E, Valkenburg HA, Stam HJ, Hofman A. Assessing joint pain complaints and locomotor disability in the Rotterdam Study: effect of population selection and assessment mode. Arch Phys Med Rehabil 2000;81:189-93. Objective: To assess the prevalence of self-assessed and physician-assessed disability and joint pain, their association, and the effect of cohort reduction and mode of assessment. Design: Cross-sectional population survey. Setting: General population, age 55 years and older. Subjects: Independently living participants of the Rotterdam Study, including 1,156 men and 1,739 women. Outcome Measures: Self-reported and physician-assessed joint complaints. Patients self-assessment of locomotor disability was by response to questions from the Stanford Health Assessment Questionnaire; physicians assessed patients disability by administering activity tests. Results: Reduction of the study cohort because of nonresponse and missing data had no influence on the frequency and effect measures. The physician-assessed prevalence of pain of the hips, knees, or feet was significantly lower than the self-assessed prevalence, with the percentage agreement being 83% for men and 74% for women, with kappa-values of approximately.40. The prevalence of physician-assessed locomotor disability was also significantly lower than the self-assessed disability, with the percentage agreement being 83% for men and 78% for women, with kappa values of.41 and.47, respectively. The associations of joint complaints with disability were similar for both modes of assessment. Conclusion: Cohort reduction caused by nonresponse and missing data had no influence on estimates of frequency and association. Self-assessment gives higher prevalences of joint complaints and locomotor disability than physician assessment, but the associations between complaints and disability were the same. © 2000 by the American Congress of Rehabilitation Medicine and the American Academy of Physical Medicine and Rehabilitation",
		"pages": "189-193",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999300901394",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "81"
	},
	{
		"id": "ANDERSON2002791",
		"source_id": "ANDERSON2002791",
		"type": "article",
		"title": "Employment outcomes of adults who sustained spinal cord injuries as children or adolescents",
		"author": "Caroline J. Anderson and Lawrence C. Vogel",
		"keywords": "Disabled children, Employment, Rehabilitation, Spinal cord injuries",
		"doi": "https://doi.org/10.1053/apmr.2002.32742",
		"abstract": "Anderson CJ, Vogel LC. Employment outcomes of adults who sustained spinal cord injuries as children or adolescents. Arch Phys Med Rehabil 2002;83:791-801. Objectives: To determine employment outcomes of adults with pediatric-onset spinal cord injury (SCI) and factors associated with those outcomes. Design: Structured interview, including standardized measures. Setting: Community. Participants: Individuals who sustained an SCI at age 18 years or younger, were 24 years or older at follow-up, did not have a significant brain injury, and were living in the United States or Canada. A total of 195 subjects were interviewed. Mean age at injury was 14 years (0-18y), mean age at interview was 29 years (24-37y), and mean duration of injury was 15 years (7-28y). All participants had been enrolled in SCI programs. Interventions: Not applicable. Main Outcome Measures: A structured interview, the FIM™ instrument, the Craig Handicap Assessment and Recording Technique, the Medical Outcomes Study 12-Item Short-Form Health Survey, and the Satisfaction with Life Scale. Results: Of the participants, 99 (51%) were employed, 78 (40%) were unemployed, 12 (6%) were students, and 6 (3%) were homemakers. A predictive model of employment identified 4 factors associated with employment: education, community mobility, functional independence, and decreased medical complications. Other variables significantly associated with employment included community integration, independent driving, independent living, higher income, and life satisfaction. Conclusions: Compared with the general population, the high rate of unemployment among adults with pediatric-onset SCI is a cause for concern. Risk factors associated with adult unemployment provide guidelines for targeting rehabilitation resources and strategies. © 2002 by the American Congress of Rehabilitation Medicine and the American Academy of Physical Medicine and Rehabilitation",
		"pages": "791-801",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999302663257",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "83"
	},
	{
		"id": "SMITH20102576",
		"source_id": "SMITH20102576",
		"type": "article",
		"title": "Readiness for Transition From Pediatric Sickle Cell Care: Exploratory Analyses of Domains of Readiness and Total Scores",
		"author": "Wally R. Smith and Virginia Smith and Kamar Godder and India Sisler and Robbie Casper and Shirley Johnson and Wanda Brice and Matthew Bitsko and April Engram and Alma Morgan",
		"doi": "https://doi.org/10.1182/blood.V116.21.2576.2576",
		"abstract": "Abstract Abstract 2576 Background: In just one generation, the average survival of patients with sickle cell anemia has increased from 14 years to nearly 50 years, necessitating transition programs from pediatric to adult care. We developed a transition program to provide continuity of care from pediatric to adult settings. In order to provide education and skills via an individualized plan for transition of care, we assessed confidence/self-efficacy, knowledge, skills, and attitudes surrounding transition of 34 African-American individuals aged 15–21 (mean 17). We hypothesized that there would be correlation between each of these domains, and that such correlation would suggest that each domain predicts initial readiness/sophistication for transition. Methods: We administered a survey battery both of items we constructed and of previously used survey items assessing medical, Educational/Vocational, Health Benefits, Social, Independent Living, Feelings, Sickle Cell Stress, and Self-Efficacy domains. We assigned/mapped these content items, using clinical judgment and consensus, to four domains of “readiness for transition”: confidence/self-efficacy, knowledge, skills, and attitudes. Readiness scores for each domain were calculated such that a summary score of 100 would indicate perfect readiness in each domain. The complete question battery is available. Results are shown in the table below. VariableExpected Max scoreActual Mean ScoreR (Correlation)AttitudeKnowledgeConfidenceSkillAttitude307.6 ± 12.9—0.500.280.16Knowledge2214.8 ± 4.3——0.530.59Confidence137.6 ± 2.9———0.43Skill3524.9 ± 5.9————Total Score10055 ± 200.850.800.570.60 Conclusions: Attitudinal readiness, knowledge readiness, confidence readiness, and skill readiness for transition were low initially in sickle cell adolescents enrolled in a transition program. Percentage of maximum possible scores was lowest for attitude, and highest for skill. Both attitude and knowledge scores showed very high correlation with total readiness score. However, several component scores were moderately correlated with each other. Transition programs for SCD should consider assessing and enhancing not only knowledge, but also attitudes, confidence, and skill. Disclosure: No relevant conflicts of interest to declare.",
		"pages": "2576",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006497119446430",
		"journal": "Blood",
		"volume": "116"
	},
	{
		"id": "KEMP200245",
		"source_id": "KEMP200245",
		"type": "article",
		"title": "Relationships between immunity and dietary and serum antioxidants, trace metals, B vitamins, and homocysteine in elderly men and women",
		"author": "Francis W. Kemp and Joanne DeCandia and Wenjie Li and Kay Bruening and Herman Baker and Diane Rigassio and Adrianne Bendich and John D. Bogden",
		"keywords": "Homocysteine, Interleukin-2 receptor, Antioxidants, Vitamins, Elderly, Immunity",
		"doi": "https://doi.org/10.1016/S0271-5317(01)00373-6",
		"abstract": "It is well known that nutritional status has profound effects on immunity. The compromised cellular immunity that occurs in many otherwise healthy older people includes impaired interleukin-2 (IL-2) production and anergy to skin test antigens. The latter has been associated prospectively with increased mortality in the elderly. We studied dietary and blood concentrations of vitamins A, B6, C and E, folate, β carotene, and zinc and their relationship to delayed hypersensitivity skin test responses (DHST) and serum soluble IL-2 receptor concentrations (IL-2R) in 65 healthy independently-living men and women aged 69.8 ± 7.2 years. Serum concentrations of vitamin B12 and copper and dietary lycopene were also measured. Excluded were subjects who had used vitamin or mineral supplements in the preceding 3 months, since supplementation may improve DHST responses. IL-2R concentrations were positively (p < 0.05) associated with serum concentrations of homocysteine, vitamin B6 and BMI, and negatively associated with serum β-carotene and dietary lycopene. In a multiple regression model, these 5 variables explained 52% of the variability in IL-2R. The percentage of subjects with anergy to a panel of 7 skin test antigens was 25%. DHST responses were negatively associated with T helper cell numbers and serum retinol, T helper cell numbers were positively associated with serum copper, and natural killer cell numbers were positively associated with dietary folate and vitamin B6. Serum homocysteine concentrations were negatively associated with plasma concentrations of folate, and vitamin B12, as well as positively with serum IL-2R. In a multiple regression model, these 3 concentrations explained 27% of the variability in serum homocysteine. The results suggest that IL-2 metabolism may be influenced by several dietary antioxidants and B vitamins including those that alter homocysteine concentrations.",
		"pages": "45-53",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0271531701003736",
		"journal": "Nutrition Research",
		"volume": "22"
	},
	{
		"id": "OSTIR2002916",
		"source_id": "OSTIR2002916",
		"type": "article",
		"title": "Reliability and sensitivity to change assessed for a summary measure of lower body function: Results from the Womens Health and Aging Study",
		"author": "Glenn V Ostir and Stefano Volpato and Linda P Fried and Paulo Chaves and Jack M Guralnik",
		"keywords": "Aging, Summary performance measure, Reliability, Sensitivity to change, Disability",
		"doi": "https://doi.org/10.1016/S0895-4356(02)00436-5",
		"abstract": "Original Article A summary performance measure comprised of a hierarchical balance task, a 4-meter walk, and five repetitive chair stands is increasingly being used as a predictor of independent living for older persons. The reliability and sensitivity to change of this summary performance measure have not been investigated, however. Because a measure can be reliable while being unresponsive to change, this study presents information on both the reliability and sensitivity to change for the summary performance measure. This is a 3-year prospective cohort study of 1,002 moderately to severely disabled older women. Short- and long-term reliability was assessed by intraclass correlation coefficients (ICC). Sensitivity to change was assessed by slope differences for three age categories (65–74, 75–84, and ⩾85) over six 6-month follow-up periods. Sensitivity to change was also assessed by summary performance change scores for those who did and did not suffer from one of four medical events [myocardial infarction (MI), stroke, hip fracture, or congestive heart failure (CHF)] at follow-up. The summary performance measure showed excellent reliability. Intraclass correlation coefficients ranged from 0.88 to 0.92 for measures made 1 week apart. The 6-month average intraclass correlation coefficient was 0.77 (range 0.72–0.79). The summary performance measure was also highly responsive to change. Subjects who suffered an incident MI, stroke, hip fracture, or CHF at follow-up were significantly more likely to have poorer summary performance change scores (−2.25) compared with those who did not have one of these medical events (−0.24). Additionally, subjects who suffered one of these events improved their summary performance scores in the following assessment period by 0.72. With increasing utilization of the summary performance measure by researchers and clinicians it is important that the measurement properties of this instrument are known. Our results show that the summary performance measure has excellent reliability and is highly sensitive to change.",
		"pages": "916-921",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0895435602004365",
		"journal": "Journal of Clinical Epidemiology",
		"volume": "55"
	},
	{
		"id": "VANNORDEN2012401",
		"source_id": "VANNORDEN2012401",
		"type": "article",
		"title": "Diffusion tensor imaging and cognition in cerebral small vessel disease: The RUN DMC study",
		"author": "Anouk G.W. van Norden and Karlijn F. de Laat and Ewoud J. van Dijk and Inge W.M. van Uden and Lucas J.B. van Oudheusden and Rob A.R. Gons and David G. Norris and Marcel P. Zwiers and Frank-Erik de Leeuw",
		"keywords": "Cerebral small vessel disease, Diffusion tensor imaging (DTI), Cognitive performance, White matter structural integrity, White matter lesion, Normal appearing white matter",
		"doi": "https://doi.org/10.1016/j.bbadis.2011.04.008",
		"abstract": "Background Cerebral small vessel disease (SVD) is very common in elderly and related to cognition, although this relation is weak. This might be because the underlying pathology of white matter lesions (WML) is diverse and cannot be properly appreciated with conventional FLAIR MRI. In addition, conventional MRI is not sensitive to early loss of microstructural integrity of the normal appearing white matter (NAWM), which might be an important factor. Diffusion tensor imaging (DTI) provides alternative information on microstructural white matter integrity and we have used this to investigate the relation between white matter integrity, in both WML and NAWM, and cognition among elderly with cerebral SVD. Methods The RUN DMC study is a prospective cohort study among 503 independently living, non-demented elderly with cerebral SVD aged between 50 and 85years. All subjects underwent MRI and DTI scanning. WML were segmented manually. We measured mean diffusivity (MD) and fractional anisotropy (FA), as assessed by DTI in both WML and NAWM. Results Inverse relations were found between MD in the WML and NAWM and global cognitive function (β=−.11, p<0.05; β=−.18, p<0.001), psychomotor speed (β=−.15, p<0.01; β=−.18, p<0.001), concept shifting (β=−.11, p<0.05; β=−.10, p<0.05) and attention (β=−.12, p<0.05; β=−.15, p<0.001). The relation between DTI parameters in both WML and NAWM and cognitive performance was most pronounced in subjects with severe WML. Conclusion DTI parameters in both WML and NAWM correlate with cognitive performance, independent of SVD. DTI may be a promising tool in exploring the mechanisms of cognitive decline and could function as a surrogate marker for disease progression in therapeutic trials. This article is part of a Special Issue entitled: Imaging Brain Aging and Neurodegenerative disease.",
		"pages": "401-407",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925443911000913",
		"journal": "Biochimica et Biophysica Acta (BBA) - Molecular Basis of Disease",
		"volume": "1822"
	},
	{
		"id": "PEEK2014235",
		"source_id": "PEEK2014235",
		"type": "article",
		"title": "Factors influencing acceptance of technology for aging in place: A systematic review",
		"author": "Sebastiaan T.M. Peek and Eveline J.M. Wouters and Joost van Hoof and Katrien G. Luijkx and Hennie R. Boeije and Hubertus J.M. Vrijhoef",
		"keywords": "Independent living, Aged, Technology, Review, Behavior, Assistive technology, eHealth",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2014.01.004",
		"abstract": "Purpose To provide an overview of factors influencing the acceptance of electronic technologies that support aging in place by community-dwelling older adults. Since technology acceptance factors fluctuate over time, a distinction was made between factors in the pre-implementation stage and factors in the post-implementation stage. Methods A systematic review of mixed studies. Seven major scientific databases (including MEDLINE, Scopus and CINAHL) were searched. Inclusion criteria were as follows: (1) original and peer-reviewed research, (2) qualitative, quantitative or mixed methods research, (3) research in which participants are community-dwelling older adults aged 60 years or older, and (4) research aimed at investigating factors that influence the intention to use or the actual use of electronic technology for aging in place. Three researchers each read the articles and extracted factors. Results Sixteen out of 2841 articles were included. Most articles investigated acceptance of technology that enhances safety or provides social interaction. The majority of data was based on qualitative research investigating factors in the pre-implementation stage. Acceptance in this stage is influenced by 27 factors, divided into six themes: concerns regarding technology (e.g., high cost, privacy implications and usability factors); expected benefits of technology (e.g., increased safety and perceived usefulness); need for technology (e.g., perceived need and subjective health status); alternatives to technology (e.g., help by family or spouse), social influence (e.g., influence of family, friends and professional caregivers); and characteristics of older adults (e.g., desire to age in place). When comparing these results to qualitative results on post-implementation acceptance, our analysis showed that some factors are persistent while new factors also emerge. Quantitative results showed that a small number of variables have a significant influence in the pre-implementation stage. Fourteen out of the sixteen included articles did not use an existing technology acceptance framework or model. Conclusions Acceptance of technology in the pre-implementation stage is influenced by multiple factors. However, post-implementation research on technology acceptance by community-dwelling older adults is scarce and most of the factors in this review have not been tested by using quantitative methods. Further research is needed to determine if and how the factors in this review are interrelated, and how they relate to existing models of technology acceptance.",
		"pages": "235-248",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505614000173",
		"journal": "International Journal of Medical Informatics",
		"volume": "83"
	},
	{
		"id": "CHIA2015125",
		"source_id": "CHIA2015125",
		"type": "article",
		"title": "The effects of acute versus chronic training status on pacing strategies of older men in a hot, humid environment",
		"author": "Eevon Chia and Jack Cannon and Frank E. Marino",
		"keywords": "Thermal physiology, Core temperature, Heat, Exercise, Older adults",
		"doi": "https://doi.org/10.1016/j.jtherbio.2015.10.001",
		"abstract": "The combined effects of age and training on the regulation of exercise performance may be confounded by the additional challenge of thermoregulation. Thus, the objective of this study was to compare the pacing strategy of older men who have recently completed 12 weeks of exercise training (acute) to men who have been regularly (>3 times/week) training for at least 6 months (chronic) in a hot, humid environment and to observe disparity, if any, between acute and chronic exercise training on thermoregulation. Eleven chronically trained men (OT) completed a familiarisation trial before returning after 7–10 days to repeat the protocol. Similarly, eight untrained men (OU-PRE) were familiarised and repeated the protocol before completing 12 weeks of exercise training. Post-training, the eight acutely trained men (OU-POST) returned to the laboratory for a third trial. All trials were conducted on a cycle ergometer at the same time of the day in a climate controlled chamber with a mean dry bulb temperature and relative humidity of 32.0°C and 68%, respectively. OT consumed more water than OU-POST and OU-PRE (P<0.01) whilst no differences were observed in the OU with training. Voluntary activation of the knee extensors decreased by 11.3% (P<0.05) in the OU-PRE after the cycling time trial. However, the decrease in voluntary activation observed in the OU-POST and OT after the cycling time trial were not significant. The OT maintained a higher power output compared with the OU-POST and OU-PRE except for the last sprint, whilst no significant differences in power output were observed between the OU-PRE and OU-POST. The rate of rise in core temperature was significantly higher in the OT compared with OU-POST (P<0.001) and OU-PRE (P<0.001). With more experience in training, the OT used an alternative hydration strategy compared with the OU-POST and OU-PRE to mitigate the effects of possible exercise hyperthermia, ultimately attaining a higher, but non-critical core temperature at the end of the cycling time trial. Twelve weeks of exercise training may not manifest in improved exercise performance per se, but could translate to improved performance of activities of daily and independent living.",
		"pages": "125-134",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306456515301467",
		"journal": "Journal of Thermal Biology",
		"volume": "53"
	},
	{
		"id": "BALLOTTA2010119",
		"source_id": "BALLOTTA2010119",
		"type": "article",
		"title": "Infrapopliteal arterial reconstructions for limb salvage in patients aged ≥80 years according to preoperative ambulatory function and residential status",
		"author": "Enzo Ballotta and Mario Gruppo and Franco Mazzalai and Bruno Martella and Oreste Terranova and Giuseppe Da Giau",
		"doi": "https://doi.org/10.1016/j.surg.2009.12.013",
		"abstract": "Background Although numerous studies have addressed peripheral revascularizations for critical limb ischemia (CLI) in patients aged ≥80 years, few have focused exclusively on infrapopliteal arterial reconstructions. This study aimed to analyze early and long-term outcomes in very elderly patients who underwent surgical infrapopliteal revascularization for CLI according to their pre-operative ambulatory function and residential status. Methods Over an 18-year period, all consecutive patients aged ≥80 years referred to our institution for CLI requiring primary infrapopliteal or inframalleolar arterial reconstruction were enrolled in the study. All procedures were completed by the same surgeon with patients under regional anesthesia. Patency, limb salvage, amputation-free survival, and cumulative survival rates were assessed by Kaplan-Meier analysis. The patients pre- and postoperative ambulatory function and residential status (at home vs in a nursing home) were also analyzed. The mean follow-up was 6.2 years (range, 0.1–11.5) and was obtained for 98% of patients. Results In all, 197 patients (134 men; mean ± SD age, 82.8 ± 1.7 years) with 201 critically ischemic limbs were enrolled in the study. No deaths or fatal major complications occurred in the peri-operative period (first 30 days); the local complication rate was 6%. After 1 and 7 years, the primary patency rates were 88% and 68%, the limb salvage rates were 96% and 87%, the amputation-free survival rates were 88% and 39%, and the survival rates were 91% and 44%, respectively. At last follow-up or death, 80% of the patients were ambulatory and 20% were not; 80% lived at home and were independent, another 9% lived at home with assistance, and 76% of the sample lived at home and were ambulatory. Conclusion Infrapopliteal arterial revascularization in the very elderly with CLI proved safe, effective, and durable, confirming that age per se and concomitant comorbidities do not necessarily affect technical and clinical outcomes. Ambulatory function and independent living status are well preserved because, despite a relatively short life expectancy, the majority of very elderly revascularized CLI patients can be expected to spend their remaining years ambulatory and at home. In contrast, patients with poor ambulatory function or who required assistance pre-operatively were less likely to improve their status after limb revascularization despite a successful technical result.",
		"pages": "119-128",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0039606009008307",
		"journal": "Surgery",
		"volume": "148"
	},
	{
		"id": "ESSIG2014841",
		"source_id": "ESSIG2014841",
		"type": "article",
		"title": "Risk of late effects of treatment in children newly diagnosed with standard-risk acute lymphoblastic leukaemia: a report from the Childhood Cancer Survivor Study cohort",
		"author": "Stefan Essig and Qiaozhi Li and Yan Chen and Johann Hitzler and Wendy Leisenring and Mark Greenberg and Charles Sklar and Melissa M Hudson and Gregory T Armstrong and Kevin R Krull and Joseph P Neglia and Kevin C Oeffinger and Leslie L Robison and Claudia E Kuehni and Yutaka Yasui and Paul C Nathan",
		"doi": "https://doi.org/10.1016/S1470-2045(14)70265-7",
		"abstract": "Summary Background Treatment of patients with paediatric acute lymphoblastic leukaemia has evolved such that the risk of late effects in survivors treated in accordance with contemporary protocols could be different from that noted in those treated decades ago. We aimed to estimate the risk of late effects in children with standard-risk acute lymphoblastic leukaemia treated with contemporary protocols. Methods We used data from similarly treated members of the Childhood Cancer Survivor Study cohort. The Childhood Cancer Survivor Study is a multicentre, North American study of 5-year survivors of childhood cancer diagnosed between 1970 and 1986. We included cohort members if they were aged 1·0–9·9 years at the time of diagnosis of acute lymphoblastic leukaemia and had received treatment consistent with contemporary standard-risk protocols for acute lymphoblastic leukaemia. We calculated mortality rates and standardised mortality ratios, stratified by sex and survival time, after diagnosis of acute lymphoblastic leukaemia. We calculated standardised incidence ratios and absolute excess risk for subsequent neoplasms with age-specific, sex-specific, and calendar-year-specific rates from the Surveillance, Epidemiology and End Results Program. Outcomes were compared with a sibling cohort and the general US population. Findings We included 556 (13%) of 4329 cohort members treated for acute lymphoblastic leukaemia. Median follow-up of the survivors from 5 years after diagnosis was 18·4 years (range 0·0–33·0). 28 (5%) of 556 participants had died (standardised mortality ratio 3·5, 95% CI 2·3–5·0). 16 (57%) deaths were due to causes other than recurrence of acute lymphoblastic leukaemia. Six (1%) survivors developed a subsequent malignant neoplasm (standardised incidence ratio 2·6, 95% CI 1·0–5·7). 107 participants (95% CI 81–193) in each group would need to be followed-up for 1 year to observe one extra chronic health disorder in the survivor group compared with the sibling group. 415 participants (376–939) in each group would need to be followed-up for 1 year to observe one extra severe, life-threatening, or fatal disorder in the group of survivors. Survivors did not differ from siblings in their educational attainment, rate of marriage, or independent living. Interpretation The prevalence of adverse long-term outcomes in children treated for standard risk acute lymphoblastic leukaemia according to contemporary protocols is low, but regular care from a knowledgeable primary-care practitioner is warranted. Funding National Cancer Institute, American Lebanese-Syrian Associated Charities, Swiss Cancer Research.",
		"pages": "841-851",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1470204514702657",
		"journal": "The Lancet Oncology",
		"volume": "15"
	},
	{
		"id": "HAYDEN2012381",
		"source_id": "HAYDEN2012381",
		"type": "article",
		"title": "A homopolymer polymorphism in the TOMM40 gene contributes to cognitive performance in aging",
		"author": "Kathleen M. Hayden and Jill M. McEvoy and Colton Linnertz and Deborah Attix and Maragatha Kuchibhatla and Ann M. Saunders and Michael W. Lutz and Kathleen A. Welsh-Bohmer and Allen D. Roses and Ornit Chiba-Falek",
		"keywords": ", polyT polymorphism, Cognition, Aging, Neuropsychological tests, CANTAB, Alzheimer’s disease",
		"doi": "https://doi.org/10.1016/j.jalz.2011.10.005",
		"abstract": "Introduction A highly polymorphic T homopolymer was recently found to be associated with late-onset Alzheimer’s disease risk and age of onset. Objective To explore the effects of the polymorphic polyT tract (rs10524523, referred as ‘523’) on cognitive performance in cognitively healthy elderly individuals. Methods One hundred eighty-one participants were recruited from local independent-living retirement communities. Informed consent was obtained, and participants completed demographic questionnaires, a conventional paper-and-pencil neuropsychological battery, and the computerized Cambridge Neuropsychological Test Automated Battery (CANTAB). Saliva samples were collected for determination of the TOMM40 ‘523’ (S, L, VL) and the apolipoprotein E (APOE) (ɛ2, 3, 4) genotypes. From the initial sample of 181 individuals, 127 were eligible for the association analysis. Participants were divided into three groups based on ‘523’ genotypes (S/S, S/L-S/VL, and L/L-L/VL-VL/VL). Generalized linear models were used to evaluate the association between the ‘523’ genotypes and neuropsychological test performance. Analyses were adjusted for age, sex, education, depression, and APOE ɛ4 status. A planned subanalysis was undertaken to evaluate the association between ‘523’ genotypes and test performance in a sample restricted to APOE ɛ3 homozygotes. Results The S homozygotes performed better, although not significantly, than the S/L-S/VL and the VL/L-L/VL-VL/VL genotype groups on measures associated with memory (CANTAB Paired Associates Learning, Verbal Recognition Memory free recall) and executive function (CANTAB measures of Intra-Extra Dimensional Set Shift). Follow-up analysis of APOE ɛ3 homozygotes only showed that the S/S group performed significantly better than the S/VL group on measures of episodic memory (CANTAB Paired Associates Learning and Verbal Recognition Memory free recall), attention (CANTAB Rapid Visual Information Processing latency), and executive function (Digit Symbol Substitution). The S/S group performed marginally better than the VL/VL group on Intra-Extra Dimensional Set Shift. None of the associations remained significant after applying a Bonferroni correction for multiple testing. Conclusions Results suggest important APOE-independent associations between the TOMM40 ‘523’ polymorphism and specific cognitive domains of memory and executive control that are preferentially affected in early-stage Alzheimer’s disease.",
		"pages": "381-388",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526011029785",
		"journal": "Alzheimers & Dementia",
		"volume": "8"
	},
	{
		"id": "UTOMO2009973",
		"source_id": "UTOMO2009973",
		"type": "article",
		"title": "Predictors of in-hospital mortality and 6-month functional outcomes in older adults after moderate to severe traumatic brain injury",
		"author": "Wesley K. Utomo and Belinda J. Gabbe and Pamela M. Simpson and Peter A. Cameron",
		"keywords": "Traumatic brain injury, Trauma registry, Older adults, Outcome study, Glasgow Outcome Scale",
		"doi": "https://doi.org/10.1016/j.injury.2009.05.034",
		"abstract": "Introduction Traumatic brain injury (TBI) is the single largest cause of death and disability following injury worldwide. While TBI in older adults is less common, it still contributes to significant morbidity and mortality in this group. Understanding the patient characteristics that result in good and poor outcome after TBI is important in the clinical management and prognosis of older adult TBI patients. This population-based study investigated predictors of mortality and longer term functional outcomes following serious TBI in older adults. Methods All older adults (aged>64 years), isolated moderate to severe TBI cases from the population-based Victorian State Trauma Registry for the period July 2005 to June 2007 (inclusive) were extracted for analysis. Demographic, injury event, injury diagnosis, management and comorbid status information were obtained and the outcomes of interest were in-hospital mortality, and the Glasgow Outcome Scale-Extended (GOS-E) score at 6 months post-injury. Multivariate logistic regression analyses were used to identify independent predictors of in-hospital mortality and independent living (GOS-E>4) status at 6 months. Results Of the 428 isolated, older adult TBI cases, the majority were the result of a fall (88%), male (55%), and aged>74 years (76%). The in-hospital death rate was 28% and increasing age (p=0.009), decreasing GCS (p<0.001) and injury type (p=0.002) were significant independent predictors of in-hospital mortality. Of the 310 patients who survived to discharge, 65% were successfully followed-up 6 months following injury. There was no difference between patients lost to follow-up and those successfully followed-up with respect to the key population indicators of age, gender, or head injury severity. Younger (<75 years) patients, and those with an SBP on arrival at hospital of 131–150mmHg, were at increased odds of living independently at follow-up. No patients with a GCS<9 had a good 6-month outcome, and most of them died. The survival rate for brainstem injury was also low (21%). Conclusion In this population-based study, we found that age, GCS, brainstem injury, and systolic blood pressure were the most important factors in predicting outcome in older adults with an isolated moderate to severe TBI.",
		"pages": "973-977",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138309002903",
		"journal": "Injury",
		"volume": "40"
	},
	{
		"id": "LEIROSRODRIGUEZ2012267",
		"source_id": "LEIROSRODRIGUEZ2012267",
		"type": "article",
		"title": "Los programas de revitalización geriátrica: posibilidades de los parques públicos para promocionar la actividad física saludable en personas mayores. Revisión bibliográfica",
		"author": "R. Leirós-Rodríguez and J.L. García-Soidán",
		"keywords": "Geriatría, Ejercicio, Prevención y control, Envejecimiento, Relaciones interpersonales, Vida independiente, Entorno y salud pública, Geriatrics, Exercise, Prevention and control, Aging, Interpersonal relations, Independent living, Environment and public health",
		"doi": "https://doi.org/10.1016/j.ft.2012.05.006",
		"abstract": "Resumen Objetivos Determinar las actividades físicas que más y mejores beneficios proporcionan a las personas mayores y conocer el estado de las investigaciones sobre los parques como escenario para el desarrollo de ejercicio por parte de mayores. Estrategia de búsqueda Se llevó a cabo en Medline, Embase, CINAHL, ScienceDirect, ISI Web of Knowledge, Scopus, Sport Discuss, BioMed Central y EBSCOhost. Selección de estudios Los artículos debían incluir a personas mayores en su muestra, evaluar programas de revitalización geriátrica y/o tener como ubicación parques públicos. Fueron excluidos aquellos que estudiaban a mayores con alguna condición médica específica. Síntesis de resultados Se identificaron 18 trabajos, 10 sobre los programas de ejercicio y 8 sobre los parques públicos. Conclusiones Existe la necesidad de implementar medidas que faciliten la utilización de los parques por parte de los mayores y de aumentar la prevalencia de la práctica de ejercicio por parte de este sector poblacional. Objectives To determine the physical activities that provide more and better benefits to elderly persons and to know the status of research on parks as a scenario for performing exercise by the elderly. Search strategy A search was made in MEDLINE, Embase, CINAHL Biological Sciences, ScienceDirect, ISI Web of Knowledge, Scopus, Sport Discuss, BioMed Central and EBSCOhost. Study selection The articles should include elderly persons in their sample, evaluate geriatric revitalization programs and/or has public parks as a location. We excluded those articles that studied the elderly with a specific medical condition. Summary of results We identified 18 studies, 10 on exercise programs and 8 on the public parks. Conclusions There is a need to implement measures to facilitate the use of parks by the elderly and to increase the prevalence of doing exercise by this population sector.",
		"pages": "267-274",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0211563812000648",
		"journal": "Fisioterapia",
		"volume": "34"
	},
	{
		"id": "NEGRE2013111",
		"source_id": "NEGRE2013111",
		"type": "article",
		"title": "Méthodes non médicamenteuses : compréhension actuelle des mécanismes d’action",
		"author": "Isabelle Nègre",
		"keywords": "Médecines alternatives et complémentaires, Méthodes psychocorporelles, Médecine manuelle, Compléments alimentaires, Médecine énergétique, Hypnose, Méditation, Acupuncture, Alternative and complementary medicine, Psycho corporal therapy, Manual therapy, Dietary complement, Hypnosis, meditation, Acupuncture",
		"doi": "https://doi.org/10.1016/j.douler.2013.01.007",
		"abstract": "Résumé Les méthodes non médicamenteuses regroupent des pratiques validées et des techniques non encore validées appelées « médecine Alternatives et Complémentaires » (MAC). Les MAC sont classées en quatre catégories de traitement : biologiques naturels (plantes, compléments alimentaires), psychocorporels (hypnose, yoga, méditation), physique manuels (ostéo/chiropraxie, massage, toucher massage), médecines énergétiques (médecines traditionnelles chinoise et indienne). Longtemps déconsidérées, les MAC font l’objet d’un intérêt croissant dans la littérature scientifique ainsi qu’auprès du public : on estime que 75 % des patients français les ont utilisées au moins une fois. Par ailleurs, l’offre de soins « officielle » est mal identifiée, constat à l’origine de rapports officiels récents. Les bases conceptuelles des MAC diffèrent de celles de la médecine occidentale mais l’abord holistique de la personne qu’elles préconisent est en parfaite adéquation avec l’approche globale du patient douloureux : 1) parmi les compléments alimentaires, les mécanismes de l’acide alpha-lipoïdique, la L-acétyl-carnitine et de la vitamine E sont mieux connus et reconnus et se situent au niveau cellulaire et/ou métabolique via les canaux calciques (AAL), les MAP kinases (LAC) ou le facteur d’inhibition des macrophages (vit E). Leurs indications figurent dans des recommandations, en particulier dans le traitement des neuropathies diabétiques, VIH ou post-chimiothérapie ; 2) la miroir-thérapie active la neuroplasticité cérébrale et permet d’augmenter les zones fonctionnelles après un AVC. Les mécanismes d’action de l’hypnose ont été l’objet de nombreuses publications, grâce aux progrès de l’imagerie fonctionnelle. Sous hypnose, les zones d’activité cérébrales diffèrent des zones activées en état de veille et l’importance des fonctions du cortex cingulaire antérieur se confirme. L’imagerie fonctionnelle permet d’analyser les transferts d’information sur un mode de réseaux neuronaux. La méditation est également l’objet de recherches intéressantes : après quelques séances d’entraînement, l’activité du cortex cingulaire antérieur est modifiée, avec une diminution de la douleur. Chez les méditants entraînés, les modifications sont plus intenses et ubiquitaires ; 3) les mécanismes d’action des mouvements de forte vélocité et de faible amplitude pratiqués dans l’ostéopathie ou la chiropraxie sont rappelés, en particulier l’action au niveau des mécanorécepteurs ; 4) les médecines énergétiques font appel à des conceptualisations différentes de celles de la médecine occidentale qui sont rappelées. Concernant l’acupuncture, des études établissent des liens prometteurs entre les points traditionnellement décrits et les plans et croisements du tissu conjonctif, dont la stimulation via l’aiguille pourrait transmettre des informations jusqu’aux « effecteurs » et aboutir aux multiples effets à distance décrits dans la littérature, en particulier sur les récepteurs mu. Les mécanismes d’action de l’auriculothérapie, réflexologie à effet immédiat et retardé se basant sur une somatotopie auriculaire, restent mal connus mais la neuro-imagerie fonctionnelle a montré des éléments en faveur de cette somatotopie. Pour finir, les approches globales et holistiques des médecines chinoises et indiennes sont rappelées brièvement. En conclusion, les MAC sont de plus en plus présentes dans les demandes des patients et dans la littérature médicale. La meilleure connaissance de leur mécanisme d’action et de leurs spécificités dans une médecine dite intégrative est cohérente avec la nécessaire approche globale de la douleur. Summary The following article summarizes the 2012 SFETD conference presentation. Medication free methods, which include various practices, validated or not yet validated, are labeled “Complementary and Alternative Medicines” (CAM). This article focuses solely on the “Complementary and Alternative Medicines” which include four categories of treatment: natural products (plant based, dietary supplements), mind and body medicine (hypnosis, yoga, meditation), manipulative and body-based practices (osteopathy, chiropractic, massage, pressure massage), and energy medicines (traditional Chinese and Indian medicines). After being disregarded for a long time, CAM are now attracting growing interest both in the scientific literature and from patients since it is estimated that 75% of French patients have used them at least once. However, the ‘official’ treatment offer is not well identified; a fact revealed by recent official studies. CAM differ from Western medicine conceptually and the holistic approach to the patient on which they are based is perfectly aligned with the necessary methodology for patient pain management: 1) concerning dietary supplements, alpha lipoid acid, acetyl-L-carnitine and vitamin E act at the cellular or metabolic level through calcium channels (AAL), MAP kinases (ALC) or macrophages inhibiting factors (vitamin E). Sometimes partially or fully recognized, these indications are recommended in the treatment of diabetic neuropathies, HIV or post-chemotherapy: 2) mirror therapy, hypnosis and meditation are examples of mind and body therapies. Mirror therapy activates the brains neuroplasticity and helps augment functional zones after a cerebral vascular accident. Thanks to improvement in functional imaging, the mechanisms of hypnosis are the subject of many publications. The areas of the brain activated under hypnosis are different from those activated while awake, which confirms the significance of the anterior cingulate cortex. Beside these anatomic findings, functional imaging allows for the analysis of the transfer of information in a neural network mode. Meditation is also the subject of interesting research: after only a few training sessions, the activity of the anterior cingulate cortex is modified leading to a diminished feeling of pain. For trained meditators, those modifications are more intense and ubiquitous; 3) when it comes to manipulative and body-based practices, high velocity low amplitude movements used in osteopathy or chiropractic act at the mechanoreceptors level; 4) energy medicines are conceptually different from western medicine. Regarding acupuncture, studies established promising links between traditionally known points and connective tissue arrays planes and connections, which when stimulated by the needle could transmit information all the way to the ‘effectors’ and lead to the multiple remote effects described in the literature, especially on mu receptors. Auriculotherapy is a type of reflexology with immediate or delayed action based on a somatotopy of the ear. While the mechanism of this somatotopy remains somewhat unclear, evidence in its favor has been observed through neural functional imaging. Finally, the global and holistic approaches of Chinese and Indian medicines are briefly explored. To conclude, CAM are increasingly present in the medical literature and in patients requests. A complete approach to pain is coherent with the integration and better understanding of the working mechanisms and specificities of CAM.",
		"pages": "111-118",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1624568713000346",
		"journal": "Douleurs : Evaluation - Diagnostic - Traitement",
		"volume": "14"
	},
	{
		"id": "SSCHMIDT2005255",
		"source_id": "SSCHMIDT2005255",
		"type": "article",
		"title": "Validity of the medication administration test among older adults with and without dementia",
		"author": "Kara S. Schmidt and Janet M. Lieto",
		"keywords": "Medication Administration Test, validity, placement decisions, dementia, medication management, activities of daily living, CCRC",
		"doi": "https://doi.org/10.1016/j.amjopharm.2005.12.003",
		"abstract": "Background: Impairments in everyday activities (ie, using the telephone, driving, managing medication) havebeen associated with increasing age as well as dementia severity. One of the initial functional losses among older adults both with and without dementia is impaired medication self- management skills. In fact, reduced ability to self administer medication has been identified as a significant predictor of an assisted living (AL) placement (vs an independent living [IL] placement) among older adults. We recently developed a Medication Administration Test (MAT) to aid in placement decisions regarding level of care (eg, IL, AL). Objective: The purpose of this study was to examine the construct and concurrent validity of the MAT in a sample of older adults residing in a continuing care retirement facility. Methods: IL and AL participants were administered the MAT along with a brief neuropsychological battery that included the Naturalistic Action Test, the Mini-Mental State Examination, and the Instrumental Activities of Daily Living scale. The construct validity of the MAT was assessed by correlating MAT scores with the other neuropsychological instruments of cognition and function. With respect to the MATs concurrent validity, a discriminant function analysis was run to determine the classification accuracy (IL vs AL) of the newly developed MAT. Results: Sixty-two white participants were included in the study (mean age, 85.56 years); 34 participants were residing in an AL setting and 28 were residing in an IL setting. Evidence for construct validity was relatively robust, as performance on the MAT was moderately correlated with scores on the Mini-Mental State Examination, the Naturalistic Action Test, and the Instrumental Activities of Daily Living scale. When MAT scores were subjected to a discriminant function analysis to assess concurrent validity, MAT performance accurately classified 79.03% of the participants into the appropriate level of care (IL or AL). Conclusion: This project provides preliminary evidence for the validity of the MAT when used for placement decisions within continuing care retirement communities. Given the current need for objective measures to aid in level of care decision making, the MAT may be useful in both clinical and research arenas.",
		"pages": "255-261",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1543594605000796",
		"journal": "The American Journal of Geriatric Pharmacotherapy",
		"volume": "3"
	},
	{
		"id": "DEROUCK2008589",
		"source_id": "DEROUCK2008589",
		"type": "article",
		"title": "A methodology for shifting the focus of e-health support design onto user needs: A case in the homecare field",
		"author": "Sofie De Rouck and An Jacobs and Mark Leys",
		"keywords": "Telemedicine, Homecare, Evaluation studies, Constructive technology assessment, User participation",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2007.11.004",
		"abstract": "Background Epidemiological shifts, financial pressures and changing policy priorities in healthcare initiate reflections on innovative ways to deliver care. Technologies offer opportunities to change health services delivery. One of the emerging fields is telehomecare-applications. Yet, these applications are not always adapted to the user needs and characteristics of the homecare setting, resulting in “system failure”. Objectives We describe a generic methodological model to incorporate user perspectives in the design and development process of e-health systems. The model aims at grounding the choice of the technology in a clear understanding of the homecare field, and on interactive reflections with the technology developers. Methods and results The methodological model develops over three phases. A first phase aims to identify and to select potential patient groups for which the technology will be developed: It holds (a) gathering of epidemiological data; (b) identifying relevant inclusion criteria to select patient groups; (c) qualitative weighting based on the inclusion criteria to include potential patient groups and (d) plenary discussion with the technology developers. In a second phase, the particular needs of the selected patient groups are assessed through literature review, document analysis and explorative interviews with key informants. In the third phase, “social” use cases are developed in which the use of potential technologies is written as virtual storylines. The writing of the use cases is prepared through a semi-structured questionnaire for all partners listing the “visions and expectations on the technology and user context”. The use cases are the source documents for a plenary discussion with the technology developers in which priorities are set for functionalities of the e-homecare platform. The methodological approach is illustrated within the Coplintho-project. It is a Flemish initiative developing an e-homecare platform offering a package of services on a dedicated device to support the social integration and ‘independent living’ of people in their home environment. Discussion Our methodological approach provides a practical framework for understanding and considering user perspectives. The application of the method within the development of the Coplintho-e-homecare platform demonstrated its usefulness. The experience within the Coplintho-pilot project learned important lessons about the operational use of the method. The methodology is time-consuming and requires scientific input to assess and to document potential user needs, requiring specific means and human resources. The method also requires a very explicit project management of the preparatory phase.",
		"pages": "589-601",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505607001980",
		"journal": "International Journal of Medical Informatics",
		"volume": "77"
	},
	{
		"id": "BATTLES2002161",
		"source_id": "BATTLES2002161",
		"type": "article",
		"title": "From adolescence through young adulthood: Psychosocial adjustment associated with long-term survival of HIV",
		"author": "Haven B Battles and Lori S Wiener",
		"keywords": "Adolescent, HIV/AIDS, Long-term survival, Loss, Pediatric, Psychosocial, Social support",
		"doi": "https://doi.org/10.1016/S1054-139X(01)00341-X",
		"abstract": "Purpose: To examine the psychosocial factors associated with long-term survival of pediatric human immunodeficiency virus (HIV) infection. Methods: Children infected with HIV enrolled in clinical trials at the National Cancer Institute and their caregivers were interviewed and completed self-report measures 3 times, approximately 12 months apart, using the Child Behavior Checklist, Social Support Scale for Children, Self-Perception Profile for Children and Adolescents, and a structured interview designed by the investigators. Historical data were also extracted from patient medical charts. Average age of participants was 11.8 years at time 1 and 14 years at time 2; 56.3% of the original sample were male, racial composition was 72.2% white, 13.9% African-American, 6.9% Hispanic, and 6.9% “other”; 38.9% of participants contracted HIV perinatally, 34.7% through a hemophilia-related transfusion, and 26.4% through another type of transfusion. Results: Pearson product-moment correlations revealed that disclosure was found to be positively related to social support, self-competence, and decreased problem behavior, except in the case of public disclosure, in which an independent-sample Student’s t-test revealed that it was negatively associated with global self-competence. Social support was significantly negatively correlated with problem behavior. Chi-square analyses of the 5-year follow-up data indicated that participants aged 18 years and older were less likely to complete their academic education than their healthy peers (national norms). Adolescents who lost a parent were more likely to have suffered from depression during their lifetime. Conclusions: Social support and open communication about the diagnosis are essential, particularly at an age at which decisions about relationships, sexual activity, drug use, and plans for the future are the focus of adolescent development and individuation. With advances in medical treatment, HIV-infected children are more likely to survive into adolescence and beyond. Accordingly, their psychosocial needs are changing to more closely resemble the needs of the chronically ill individual, rather than the terminally ill. Families of HIV-infected children should seriously consider preparation for independent living.",
		"pages": "161-168",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1054139X0100341X",
		"journal": "Journal of Adolescent Health",
		"volume": "30"
	}
]