[
	{
		"id": "SAIVES201413",
		"source_id": "SAIVES201413",
		"type": "article",
		"title": "Automated Generation of Models of Activities of Daily Living",
		"author": "Jeremie Saives and Gregory Faraut",
		"keywords": "Activities of Daily Living, Discrete Event Systems, Data Mining, Automated Modelling",
		"doi": "https://doi.org/10.3182/20140514-3-FR-4046.00024",
		"abstract": "In order to increase the safety of autonomous elderly people in their home, Ambient Assisted Living technologies are currently emerging. Namely, the recognition of their activities might be a way to detect eventual health problems, and can be performed in a Smarthome equipped with binary sensors. Hence, this communication aims at providing means to automatically generate a formal model of the Activities of Daily Living. A data mining approach in order to discover frequent habits of the observed inhabitant from a database of sequences of sensor events is proposed. Those frequent habits are then formally modelled using finite automata, leading to the construction of a map of habits mirroring the behaviour of the inhabitant. Such a model could then be used for online identification of habits, and even predictions of the upcoming behaviour. Results obtained on a case study are also presented.",
		"pages": "13-20",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667015373742",
		"journal": "IFAC Proceedings Volumes",
		"volume": "47"
	},
	{
		"id": "DIRACO2013744",
		"source_id": "DIRACO2013744",
		"type": "article",
		"title": "Human posture recognition with a time-of-flight 3D sensor for in-home applications",
		"author": "Giovanni Diraco and Alessandro Leone and Pietro Siciliano",
		"keywords": "Human posture recognition, Feature extraction, Time-of-flight sensor, Active vision, Ambient assisted living, Homecare",
		"doi": "https://doi.org/10.1016/j.eswa.2012.08.007",
		"abstract": "A non-invasive system for human posture recognition suitable to be used in several in-home scenarios is proposed and validation results presented. 3D point cloud sequences were acquired by using a time-of-flight sensor in a privacy preserving modality and near real-time processed with a low power embedded PC. To satisfy different application requirements in terms of discrimination capabilities, covered distance range and processing speed, a twofold discrimination approach was investigated in which features were hierarchical arranged from coarse to fine exploiting both topological and volumetric spatial representations. The topological representation encoded the intrinsic topology of the body’s shape in a skeleton-based structure, guarantying invariance to scale, rotations and postural changes, and achieving a high level of detail with a moderate computational cost. In the volumetric representation, on the other hand, postures were described in terms of 3D cylindrical histograms working within a wider range of distances in a faster way and also guarantying good invariance properties. The discrimination capabilities of the approach were evaluated in four different real-home scenarios especially related with ambient assisted living and homecare fields, namely dangerous event detection, anomalous behavior detection, activities recognition, natural human-ambient interaction, and also in terms of invariance to viewpoint changes, representation capabilities and classification performance, achieving promising results. The two approaches exhibited complementary characteristics showing high reliability with classification rates greater than 97% in four application scenarios for which the posture recognition is a fundamental function.",
		"pages": "744-751",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417412009682",
		"journal": "Expert Systems with Applications",
		"volume": "40"
	},
	{
		"id": "BECKER200910e1",
		"source_id": "BECKER200910.e1",
		"type": "article",
		"title": "Auswirkungen des Medizinproduktegesetzes (MPG 2010) auf die Gesundheitsversorgung",
		"author": "Kurt Becker and Carl Dujat",
		"keywords": "Medizinprodukte = medical device, Technologiemanagement im Gesundheitswesen = health technology management, Gesundheitstelematik = E-Health, individualisierte Gesundheitstechnologie = Personal Health, unterstütztes Leben in der häuslichen Umgebung = Ambient Assisted Living",
		"doi": "https://doi.org/10.1016/j.phf.2009.09.006",
		"abstract": "Einleitung Medizinprodukte (MP) werden von den Leistungserbringern in der Gesundheitsversorgung in einem breiten Anwendungsspektrum in Prävention, Diagnostik und Therapie eingesetzt. MP sind auch ein bedeutender innovativer Wirtschaftsfaktor und spielen eine bedeutende Rolle auf dem weltweiten Markt für Gesundheitstechnologie. Die 4. Neufassung des Medizinproduktegesetzes (MPG 2010) sorgt für eine bessere Patientensicherheit, stellt aber auch die Hersteller und Betreiber von MP vor neue Herausforderungen.",
		"pages": "10.e1-10.e3",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0944558709000894",
		"journal": "Public Health Forum",
		"volume": "17"
	},
	{
		"id": "VETRICHELVAN2002103",
		"source_id": "VETRICHELVAN2002103",
		"type": "article",
		"title": "Anti-diabetic activity of alcoholic extract of Aerva lanata (L.) Juss. ex Schultes in rats",
		"author": "T. Vetrichelvan and M. Jegadeesan",
		"keywords": ", Anti-diabetic activity, Alloxan diabetic rats, Peroxides",
		"doi": "https://doi.org/10.1016/S0378-8741(01)00412-3",
		"abstract": "Aerva lanata (L.) Juss. ex Schultes commonly known as ‘Sunny khur’ is widely used in Indian folk medicine for the treatment of Diabetes mellitus. This study was undertaken to evaluate the effect of an alcoholic extract of A. lanata (AAL) on blood glucose and other biochemical parameters in alloxan-induced diabetic rats. AAL was found to reduce the increase of blood sugar in alloxan-induced diabetic rats (42% at 375 mg/kg and 48% at 500 mg/kg body weight). Chronic administration of AAL significantly (P<0.001) reduced the blood sugar of alloxan induced diabetic rats for 2 weeks. Also the extract prevented a decrease in body weight and reduced the increased lipid peroxides in alloxan induced diabetic rats. These results suggest that the AAL posseses anti-diabetic activity and is able to ameliorate biochemical damages in alloxan induced diabetic rats.",
		"pages": "103-107",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378874101004123",
		"journal": "Journal of Ethnopharmacology",
		"volume": "80"
	},
	{
		"id": "DIAS2011270",
		"source_id": "DIAS2011270",
		"type": "article",
		"title": "Computer assisted learning in manipulative therapy education",
		"author": "Octavio Páscoa Dias and Tito Gerardo Batoreo Amaral and Vitor Fernão Pires",
		"keywords": "Education, Manipulative therapy, Computer assisted learning, Physiotherapist, Strength sensors",
		"doi": "https://doi.org/10.1016/j.math.2010.11.007",
		"abstract": "Teaching manipulative therapy is one of the most relevant issues in a physiotherapy course. However, for an effective instruction of this topic practical experience is considered fundamental. To achieve this purpose, this paper presents a computer assisted environment for the practical learning of manipulative therapy. The implementation of such a laboratory includes standard Personal Computers (PCs), the popular software package Matlab, a digital camera and gloves with embedded strength sensors located in the thumb and near the wrist. The students wear a glove that measures the applied force in the patient. These signals are acquired and stored in a computer providing the teachers with the necessary information to analyze the applied force and verify if the manual therapy was successful. A digital camera is also used to record the images of the student’s movements during the manual therapy application. The developed system has an autonomy of 15h allowing the application of thirty therapies and the corresponding data analysis.",
		"pages": "270-272",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1356689X10001979",
		"journal": "Manual Therapy",
		"volume": "16"
	},
	{
		"id": "TSIRMPAS2015288",
		"source_id": "TSIRMPAS2015288",
		"type": "article",
		"title": "An indoor navigation system for visually impaired and elderly people based on Radio Frequency Identification (RFID)",
		"author": "Charalampos Tsirmpas and Alexander Rompas and Orsalia Fokou and Dimitris Koutsouris",
		"keywords": "Radio Frequency Identification (RFID), Indoor Navigation Systems (INS), Visually impaired, Ambient assisted living, Indoor localization",
		"doi": "https://doi.org/10.1016/j.ins.2014.08.011",
		"abstract": "One of the most challenging limitations for the elderly and/or the visually impaired people is the inability of self-navigation in unfamiliar indoor environments. Numerous existing indoor navigation systems have been proposed in order to solve such problems. However, these papers do not adequately examine the effectiveness of the systems in real time trials and are faced with a variety of technical and usability problems. In our paper we present a unique and elegant architecture of an indoor navigation system as an integrated and tested system in real time. This solution enables the localization of the user, as well as the navigation considering scenarios that the user might follow and suggests guidelines for self- navigation. To evaluate the feasibility of the proposed architecture we carried out experimental scenarios to prove that the system proposed is suitable enough to guide elderly people through an unknown built environment.",
		"pages": "288-305",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020025514008007",
		"journal": "Information Sciences",
		"volume": "320"
	},
	{
		"id": "ROY2013160",
		"source_id": "ROY2013160",
		"type": "article",
		"title": "Enhanced expression and fucosylation of ficolin3 in plasma of RA patients",
		"author": "Saugata Roy and Sagarika Biswas and Ashish Saroha and Debasis Sahu and Hasi R. Das",
		"keywords": "Lectin affinity chromatography,  lectin, MALDI-TOF, HPAEC–PAD, Rheumatoid arthritis",
		"doi": "https://doi.org/10.1016/j.clinbiochem.2012.10.028",
		"abstract": "Objectives The aim of this work was to detect low abundant proteins, which may be potential biomarkers of rheumatoid arthritis (RA) at the early stage. We compared plasma protein profiles of RA patients with healthy individuals in two dimensional gel electrophoresis after removal of abundant proteins (albumin and IgG) using depletion kit and Aleuria aurantia lectin (AAL) affinity chromatography. Design and Methods Forty plasma samples each from healthy control individuals and RA patients were used in this study. Results We found ficolin 3, haptoglobin alpha chain, IgM chain, alpha-1-antitrypsin and hemopexin precursor to be up regulated in the plasma of RA patients. These proteins were identified by matrix assisted laser desorption ionization-time of flight (MALDI-TOF) from several reproducible 2D gels. Ficolin 3, which was not at all visible in albumin and IgG depleted gels, but detected in AAL bound fractions, was further verified by immunobloting and enzyme immunoassay. Elevated fucosylation in ficolin 3 was detected using high performance anion exchange chromatography–pulse amperometric detection (HPAEC–PAD), lectin blotting and enzyme linked lectin binding assay. Conclusions Altered fucosylation and elevated level of Ficolin 3 might be exploited to be a potential marker for diagnosis of RA.",
		"pages": "160-163",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009912012006066",
		"journal": "Clinical Biochemistry",
		"volume": "46"
	},
	{
		"id": "GEORGOULAS2014106",
		"source_id": "GEORGOULAS2014106",
		"type": "article",
		"title": "Towards a vision controlled robotic home environment",
		"author": "Christos Georgoulas and Thomas Linner and Thomas Bock",
		"keywords": "Ambient Integrated Robotics, Ambient Assisted Living, ADLs, Vision system, RFID",
		"doi": "https://doi.org/10.1016/j.autcon.2013.06.010",
		"abstract": "Ergonomics concern the creation of a product or an environment, where the connection between human skills and the surrounding is optimized. The aim of the proposed paper focuses on the implementation of a novel furniture system, offering ergonomy, by automatically adjusting its height relative to the user needs. The proposed robotic furniture system provides an integrated solution, comprising reduced space utilization, modularity, and intelligent operation while maintaining ergonomy. A set of electrical motors is used to position the various sections of the system into the correct height level, and to displace them towards the horizontal axis, to allow a rotational motion path. A vision system was integrated on the prototype to perform object recognition, in order to efficiently classify objects stored into the various system sections, and in order to assist the user in retrieving a specific previously stored object, by moving the appropriate section of the furniture into the correct height.",
		"pages": "106-116",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0926580513001076",
		"journal": "Automation in Construction",
		"volume": "39"
	},
	{
		"id": "RUMEAU2012e347",
		"source_id": "RUMEAU2012e347",
		"type": "article",
		"title": "A possible method of evaluation of smart walking aids at preclinical stage",
		"author": "P. Rumeau",
		"keywords": "Technical aids, Gerontology, Evaluation, Walking, AAL DOMEO ANR-CNSA",
		"doi": "https://doi.org/10.1016/j.rehab.2012.07.881",
		"pages": "e347",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065712009761",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "55"
	},
	{
		"id": "NIKAYIN2013922",
		"source_id": "NIKAYIN2013922",
		"type": "article",
		"title": "Collective action for a common service platform for independent living services",
		"author": "Fatemeh Nikayin and Mark De Reuver and Timo Itälä",
		"keywords": "Independent living, Home care services, Information systems, Collaboration, Incentives, Leadership",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2013.06.013",
		"abstract": "Objective The paper aims to explain how and why organizations, providing assistive devices and related web services for elderly independent living services, might be willing to collaborate and to share their resources and data on a common service platform. Method A theoretical framework from literature on collective action theory, platform and business ecosystem concepts was developed to explain what factors influence inter-organizational collective action for a common service platform. The framework was tested in a case study of collaborative platform project for independent living services in Finland. Semi-structured interviews with the project managers and the decision makers of involved organizations were the primary source of data collection. Result Strikingly, interdependency among the organizations was not found to be important for collaboration in this case. Instead, we found that a central organization can play an important role in initiating, facilitating and encouraging collaboration among different parties. Moreover, we found more willingness for collaboration when the platform is aimed to be open to third-parties to complement the platform with additional services. Conclusions Strategies of the platform leader and openness of the platform towards third parties are the most important drivers for collective action between organizations offering independent living services. Establishing common service platforms for independent living services requires explicit attention to these inter-organizational issues.",
		"pages": "922-939",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505613001548",
		"journal": "International Journal of Medical Informatics",
		"volume": "82"
	},
	{
		"id": "EGUSA200867",
		"source_id": "EGUSA200867",
		"type": "article",
		"title": "Induced resistance in tomato plants to the toxin-dependent necrotrophic pathogen Alternaria alternata",
		"author": "Mayumi Egusa and Hajime Akamatsu and Takashi Tsuge and Hiroshi Otani and Motoichiro Kodama",
		"keywords": ", Host-specific toxin, AAL-toxin, Salicylic acid, Jasmonic acid, Induced resistance,",
		"doi": "https://doi.org/10.1016/j.pmpp.2009.02.001",
		"abstract": "A necrotrophic pathogen, the tomato pathotype of Alternaria alternata (Aa) causes Alternaria stem canker on tomato. Its pathogenicity depends on the production of host-specific AAL-toxin. Pre-inoculation with nonpathogenic Aa or pretreatment an elicitor prepared from Aa reduced disease symptoms by the pathogen. Salicylic acid (SA)- and jasmonic acid (JA)-dependent defense responses in tomato are not involved in the resistance to the pathogen induced by nonpathogenic Aa. The results suggest that an alternative and unknown signaling pathway independent of SA- and JA-signaling might modulate the induced resistance by activating the expression of the multiple defense genes.",
		"pages": "67-77",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0885576509000034",
		"journal": "Physiological and Molecular Plant Pathology",
		"volume": "73"
	},
	{
		"id": "CHAMBLESS2011689",
		"source_id": "CHAMBLESS2011689",
		"type": "article",
		"title": "Psychometric Properties of the Mobility Inventory for Agoraphobia: Convergent, Discriminant, and Criterion-Related Validity",
		"author": "Dianne L. Chambless and Brian A. Sharpless and Dianeth Rodriguez and Kevin S. McCarthy and Barbara L. Milrod and Shabad-Ratan Khalsa and Jacques P. Barber",
		"keywords": "agoraphobia, panic disorder, Mobility Inventory, reliability, validity",
		"doi": "https://doi.org/10.1016/j.beth.2011.03.001",
		"abstract": "Aims of this study were (a) to summarize the psychometric literature on the Mobility Inventory for Agoraphobia (MIA), (b) to examine the convergent and discriminant validity of the MIAs Avoidance Alone and Avoidance Accompanied rating scales relative to clinical severity ratings of anxiety disorders from the Anxiety Disorders Interview Schedule (ADIS), and (c) to establish a cutoff score indicative of interviewers’ diagnosis of agoraphobia for the Avoidance Alone scale. A meta-analytic synthesis of 10 published studies yielded positive evidence for internal consistency and convergent and discriminant validity of the scales. Participants in the present study were 129 people with a diagnosis of panic disorder. Internal consistency was excellent for this sample, α=.95 for AAC and .96 for AAL. When the MIA scales were correlated with interviewer ratings, evidence for convergent and discriminant validity for AAL was strong (convergent r with agoraphobia severity ratings=.63 vs. discriminant rs of .10–.29 for other anxiety disorders) and more modest but still positive for AAC (.54 vs. .01–.37). Receiver operating curve analysis indicated that the optimal operating point for AAL as an indicator of ADIS agoraphobia diagnosis was 1.61, which yielded sensitivity of .87 and specificity of .73.",
		"pages": "689-699",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0005789411000633",
		"journal": "Behavior Therapy",
		"volume": "42"
	},
	{
		"id": "SULIMANIAIDAN201438",
		"source_id": "SULIMANIAIDAN201438",
		"type": "article",
		"title": "Care leavers challenges in transition to independent living",
		"author": "Yafit Sulimani-Aidan",
		"keywords": "Care leavers experiences, Transition to independent living, Residential care, Social support network",
		"doi": "https://doi.org/10.1016/j.childyouth.2014.07.022",
		"abstract": "The goal of this paper is to present care leavers challenges in the transition to independent living in Israel. Studies that examined the status of care leavers in the years after the transition to independent living have enhanced the understanding of these young peoples vulnerability. However, few studies have examined the care leavers transition experience shortly after leaving residential care from their own point of view. About one year after leaving residential placements, 236 leavers answered quantitative and qualitative questioners regarding their positive and negative experiences in the transition from residential living and the extent of support they received during that period. The study findings show that for most of the young people the transition to independent living was not only difficult but also included positive experiences. Even though most of the young people indicated the presence of a source of support during that period, one third of the young adults had no support at all or only some of the time. One of the studys conclusions is that care leavers cope simultaneously both with their separation from their old setting and with the new setting to which they have to adjust. At the same time some of them are dealing with additional difficulties, including economic shortage, unstable relationships with their parents and social isolation. The discussion raises the need for pre-evaluation and planning to accommodate the needs that arise from the transition, with differential treatment of the more vulnerable subgroups of young adults, in order to develop solutions to mitigate the transition for the young adults and help them adjust gradually to independent living.",
		"pages": "38-46",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740914002710",
		"journal": "Children and Youth Services Review",
		"volume": "46"
	},
	{
		"id": "CADMAN2005353",
		"source_id": "CADMAN2005353",
		"type": "article",
		"title": "Towards a ‘pedagogy of connection’ in critical research education: A REAL story",
		"author": "Kate Cadman",
		"keywords": "English for academic purposes, Advanced academic literacies, Critical research education, Connection, Teacher narrative",
		"doi": "https://doi.org/10.1016/j.jeap.2005.07.001",
		"abstract": "Despite increasing scholarly work on Advanced Academic Literacies (AAL) focussing on course curricula and genre materials, there has been little exploration of the classroom and personal relationships which are daily enacted in pursuit of the global and local aspirations of international research students. In this paper, I present aspects of my lived experience as a teacher of research English as an Additional Language (REAL) by telling a reflexive story of developing a critical pedagogy which privileges “connection” within an Australian AAL context. Prioritising interpersonal relationships over curriculum and content material requires a reassessment of the classroom as a teaching space, as well as of the roles of teachers and students. As this narrative indicates, it is my belief that such a pedagogy not only enhances students interrogation, and consequent manipulation, of the linguistic structures in which they have investment, but it also goes some way to fulfilling our hopes for AAL teaching as a site for transcultural dialogues and outreaches beyond language education.",
		"pages": "353-367",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1475158505000305",
		"journal": "Journal of English for Academic Purposes",
		"volume": "4"
	},
	{
		"id": "SHIPPEE20121",
		"source_id": "SHIPPEE20121",
		"type": "article",
		"title": "On the edge: Balancing health, participation, and autonomy to maintain active independent living in two retirement facilities",
		"author": "Tetyana Pylypiv Shippee",
		"doi": "https://doi.org/10.1016/j.jaging.2011.05.002",
		"abstract": "This study examines how independent living residents in Continuing Care Retirement Communities (CCRCs) work to maintain a healthy, active community. Specifically, this paper elucidates how independent living residents, who have high status in CCRCs but also face transitions to more advanced care, manage their daily lives to build a positive sense of community against the backdrop of potential health and social declines. The researcher supplemented four years of observation in one CCRC and two years of observation in another with qualitative interviews with thirty residents from both facilities. Results indicated that shared sentiments contrasting the active social world in independent living with other living units, norms of mutual support balanced with autonomy, social participation as a source of belonging (or isolation), and definitions of deviance surrounding functional health and manners framed residents understandings of daily life by reaffirming independent living residents privileged status in each facility.",
		"pages": "1-15",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406511000557",
		"journal": "Journal of Aging Studies",
		"volume": "26"
	},
	{
		"id": "MARTINS2015132",
		"source_id": "MARTINS2015132",
		"type": "article",
		"title": "Definition and Validation of the ICF – Usability Scale",
		"author": "Ana Isabel Martins and Ana Filipa Rosa and Alexandra Queirós and Anabela Silva and Nelson Pacheco Rocha",
		"keywords": "Usability Assesment Scale, International Classification of Functioning, Disability and Health, Scale Validation.",
		"doi": "https://doi.org/10.1016/j.procs.2015.09.257",
		"abstract": "Usability assessment is an important issue of the development of products and services based on information technologies. Questionnaires and scales are valuable instruments to collect large amounts of subjective data from users and their application is a reliable technique to assess usability. Furthermore, when considering products and services for older adults, the International Classification of Functioning, Disability and Health (ICF) might be used as a conceptual model for usability assessment. This paper presents the development and validation of the ICF-Usability Scale (ICF-US), an instrument supported by concepts and terminologies related to ICF and that is part of a comprehensive framework for the design, development and evaluation of ambient assisted living products and services for older adults. The methodology that has been followed in the study reported by this paper comprises two phases: the development and the validation phases. The last phase consisted in an observational study performed in a nursing home involving 32 adults and its results suggest acceptable reliability and validity values for the ICF-US.",
		"pages": "132-139",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915031038",
		"journal": "Procedia Computer Science",
		"volume": "67"
	},
	{
		"id": "RUMEAU2012e346",
		"source_id": "RUMEAU2012e346",
		"type": "article",
		"title": "Proposed method to assess walking aids in the elderly with observation and simple timing parameters",
		"author": "P. Rumeau and V. Pasqui and N. Vigouroux and L. Saint-Bauzel",
		"keywords": "Geriatric physical medicine, Preclinical stage, Robuwalker, AAL DOMEO, ANR/CNSA",
		"doi": "https://doi.org/10.1016/j.rehab.2012.07.878",
		"pages": "e346",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065712009736",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "55"
	},
	{
		"id": "PU2013326",
		"source_id": "PU2013326",
		"type": "article",
		"title": "Comparison of two nonlinear registration techniques to investigate brain atrophy patterns in normal aging",
		"author": "Fang Pu and Liqiang Xu and Deyu Li and Yubo Fan and Haijun Niu and Shuyu Li",
		"keywords": "Magnetic resonance imaging, Nonlinear registration, Normal aging, Brain volume, Automated anatomical labeling",
		"doi": "https://doi.org/10.1016/j.neurad.2013.01.004",
		"abstract": "Summary Background and purpose Automated anatomical labeling (AAL) provides an automatic brain region segmentation method to allow objective measurement of regional brain volume. Nonlinear registration plays a critical role in such automated region-based volumetry. The aim of this study was to compare age-related brain regional volume changes using two nonlinear registration methods in statistical parametric mapping (SPM). Material and methods The study included 176 right-handed healthy participants (age range: 18–94years). A total of 90 brain regions for each subject were automatically extracted, based on the AAL atlas, and two nonlinear registration methods (Normalization and DARTEL Toolbox in SPM5) were applied. Three-way ANOVA was performed to estimate the effects of brain region, each registration method and each hemisphere on regional volumes. Age-related brain-volume changes were also investigated by linear regression analysis for each nonlinear registration method. Results Significant differences were found in volume among different brain regions (P<0.001) with the two nonlinear registration methods (P=0.011). Volumes of the corresponding brain region were significantly different (P=0.037) between two hemispheres, and age-related volume reductions were unevenly distributed across regions. The most dramatic decreases in volume were found in the bilateral insula, middle frontal regions and cingulum. Rankings of the decreased brain regional volumes differed between the two registration techniques and adjustment methods. Conclusion The inferred age-related volume atrophy patterns based on the AAL atlas were largely dependent on the choice of registration methodology.",
		"pages": "326-334",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0150986113000230",
		"journal": "Journal of Neuroradiology",
		"volume": "40"
	},
	{
		"id": "VOGT20071185",
		"source_id": "VOGT20071185",
		"type": "article",
		"title": "Understanding the liquid metal assisted damage sources in the T91 martensitic steel for safer use of ADS",
		"author": "Jean-Bernard Vogt and Arnaud Verleene and Ingrid Serre and Fanny Balbaud-Célérier and Laure Martinelli and Anne Terlain",
		"keywords": "Dissolution in liquid metal, Low cycle fatigue, Fracture surface, Assisted environment fracture",
		"doi": "https://doi.org/10.1016/j.engfailanal.2006.11.075",
		"abstract": "The paper analyses the risks of corrosion damage and of accelerated fatigue damage by liquid lead–bismuth eutectic (LBE) of the T91 steel for reliability assessment of accelerating driven systems (ADS). The corrosion of the T91 in LBE is dependent on the oxygen concentration in the LBE. Dissolution process occurs when the oxygen concentration is low while a protective oxide film forms under high oxygen concentration. The low cycle fatigue resistance of the T91 steel is reduced by a factor at least of 2 when cycling at 300°C in LBE instead of air. A pre immersion of T91 fatigue specimens in a LBE bath at 600°C for about 600h and with a dissolved oxygen concentration less than 10−10wt% is detrimental on the fatigue resistance. However, an oxide layer resulting from high oxygen concentration appears to be protective against corrosion–deformation interaction.",
		"pages": "1185-1193",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1350630706001981",
		"journal": "Engineering Failure Analysis",
		"volume": "14"
	},
	{
		"id": "YANG2011S51",
		"source_id": "YANG2011S51",
		"type": "article",
		"title": "Reliability evaluation of I-123 ADAM SPECT imaging using SPM software and AAL ROI methods",
		"author": "Bang-Hung Yang and Sung-Yi Tsai and Shyh-Jen Wang and Tung-Ping Su and Yuan-Hwa Chou and Chia-Chieh Chen and Jyh-Cheng Chen",
		"keywords": "Serotonin transporter (SERT), I-ADAM, Automated anatomical labeling (AAL), Statistic parametric mapping (SPM), Test–retest",
		"doi": "https://doi.org/10.1016/j.nima.2010.12.196",
		"abstract": "The level of serotonin was regulated by serotonin transporter (SERT), which is a decisive protein in regulation of serotonin neurotransmission system. Many psychiatric disorders and therapies were also related to concentration of cerebral serotonin. I-123 ADAM was the novel radiopharmaceutical to image SERT in brain. The aim of this study was to measure reliability of SERT densities of healthy volunteers by automated anatomical labeling (AAL) method. Furthermore, we also used statistic parametric mapping (SPM) on a voxel by voxel analysis to find difference of cortex between test and retest of I-123 ADAM single photon emission computed tomography (SPECT) images. Twenty-one healthy volunteers were scanned twice with SPECT at 4h after intravenous administration of 185MBq of 123I-ADAM. The image matrix size was 128×128 and pixel size was 3.9mm. All images were obtained through filtered back-projection (FBP) reconstruction algorithm. Region of interest (ROI) definition was performed based on the AAL brain template in PMOD version 2.95 software package. ROI demarcations were placed on midbrain, pons, striatum, and cerebellum. All images were spatially normalized to the SPECT MNI (Montreal Neurological Institute) templates supplied with SPM2. And each image was transformed into standard stereotactic space, which was matched to the Talairach and Tournoux atlas. Then differences across scans were statistically estimated on a voxel by voxel analysis using paired t-test (population main effect: 2 conds, 1 scan/cond.), which was applied to compare concentration of SERT between the test and retest cerebral scans. The average of specific uptake ratio (SUR: target/cerebellum-1) of 123I-ADAM binding to SERT in midbrain was 1.78±0.27, pons was 1.21±0.53, and striatum was 0.79±0.13. The cronbachs α of intra-class correlation coefficient (ICC) was 0.92. Besides, there was also no significant statistical finding in cerebral area using SPM2 analysis. This finding might help us to understand reliability of I-123 ADAM SPECT imaging and further develop new strategy for the treatment of psychiatric disorders.",
		"pages": "S51-S53",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168900210029980",
		"journal": "Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment",
		"volume": "648"
	},
	{
		"id": "KRONER2011405",
		"source_id": "KRONER2011405",
		"type": "article",
		"title": "Living arrangements and level of care among clients discharged from a scattered-site housing-based independent living program",
		"author": "Mark J. Kroner and Alvin S. Mares",
		"keywords": "Living arrangements, Level of care, Housing, Independent living",
		"doi": "https://doi.org/10.1016/j.childyouth.2010.11.001",
		"abstract": "There is little recent research in the field of adolescent independent living that looks at the specific living arrangements of youth, who at the point of discharge from the child welfare system, had experienced living independently and had access to a choice of housing options. Administrative data and reviews of client records were used in this study to look at the choice of housing option and the change in level of care of 367 young adults who emancipated from the Lighthouse Youth Services Independent Living Program in Cincinnati, Ohio, during the five-year period 2001–2006. Given a range of housing options at the time of discharge, over half (55%) chose an independent living arrangement, including 41% who lived in their own place, either alone (28%) or with a roommate (13%). Only 21% decided to live in someone elses home, including just 7% with one or both birth parents, 10% with some other relative, and 4% with a non-relative. The remaining 24% of youth were discharged from independent living to a more restrictive living arrangement (a.k.a., higher “level of care”, including a residential treatment program, group home, foster care, or supervised independent living program) (11%) or whose whereabouts were unknown (13%). The outcomes of this study suggest that, when presented with a choice of housing options, most of this countys emancipating foster youth would prefer to live on their own, rather than to return to live with their families of origin. The study also suggests that many youth who participate in a scattered-site housing-based independent living program can succeed in leaving care with affordable housing in place and avoid immediate homelessness.",
		"pages": "405-415",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740910003452",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "NADRAG201059",
		"source_id": "NADRAG201059",
		"type": "article",
		"title": "Remote control of a real robot taking into account transmission delays",
		"author": "P. Nadrag and A. Maseda and C. Grosdemouge and S. Delarue and M. Villanueva and JC Mìllàn and P. Hoppenot",
		"keywords": "Mobile robots, Telerobotics, Intelligent interfaces, Home robotics, Ambient Assisted Living, Cognitive stimulation",
		"doi": "https://doi.org/10.3182/20100831-4-FR-2021.00012",
		"abstract": "In this paper we propose solutions to remote control a robot through the Internet, taking into account the transmission delays. The objective is to deal with the existing delays, not to try to reduce them. The literature shows that, with a delay superior to 300 ms, the remote operator has difficulties controlling the system. The idea is to work on the video feedback from the robot to the operator to mask the delay. This means modifying the video feedback by zooming in and out on the received image and translating it. The idea is to make the user think that her/his command is normally executed. Experimental results are obtained using a real robot and show that these aids allow the user to constantly control the robot, without the need to stop and wait for a more recent image, which results in less time needed to accomplish the task. Improvements of our two propositions are suggested at the end of the paper.",
		"pages": "59-64",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667015325076",
		"journal": "IFAC Proceedings Volumes",
		"volume": "43"
	},
	{
		"id": "REFAELI20131601",
		"source_id": "REFAELI20131601",
		"type": "article",
		"title": "Youth aging out of residential care in Israel: Readiness for independent living and need for help",
		"author": "Tehila Refaeli and Rami Benbenishty and Michal Eliel-Gev",
		"keywords": "Care leavers, Readiness for independent living, Need for help, Residential care, Social support, Israel",
		"doi": "https://doi.org/10.1016/j.childyouth.2013.06.014",
		"abstract": "Youth leaving state care are a vulnerable group. It is important to examine their status and needs before they leave care, so that policies and practices are designed to address their needs. The aim of this study is to assess readiness for independent living of youth on the verge of leaving residential care in Israel, and to identify the life domains in which they need further help. Further, the study examines personal and interpersonal resources that may predict levels of readiness and needs before leaving care. The study is based on an analysis of staff structured reports on all youths in welfare residential care in Israel who were on the verge of leaving care (N=197). The report assessed background characteristics, family social support available to the child, readiness for independent living, and needs in multiple areas. We found low readiness for independent living and that the young people greatly need help, particularly those with lower educational achievements. Social support resources were positively associated with readiness and negatively with levels of need. It is therefore, necessary to plan carefully the preparation of youth for leaving care. The plan should also include a safety net to help care leavers cope with the new challenges of independent living after leaving care.",
		"pages": "1601-1607",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740913002302",
		"journal": "Children and Youth Services Review",
		"volume": "35"
	},
	{
		"id": "DALEPRANE2012557",
		"source_id": "DALEPRANE2012557",
		"type": "article",
		"title": "Anti-atherogenic and anti-angiogenic activities of polyphenols from propolis",
		"author": "Julio Beltrame Daleprane and Vanessa da Silva Freitas and Alejandro Pacheco and Martina Rudnicki and Luciane Aparecida Faine and Felipe Augusto Dörr and Masaharu Ikegaki and Luis Antonio Salazar and Thomas Prates Ong and Dulcinéia Saes Parra Abdalla",
		"keywords": "Propolis, Polyphenols, Dietary supplementation, Atherosclerosis, Angiogenesis, Nutrigenomics",
		"doi": "https://doi.org/10.1016/j.jnutbio.2011.02.012",
		"abstract": "Propolis is a polyphenol-rich resinous substance extensively used to improve health and prevent diseases. The effects of polyphenols from different sources of propolis on atherosclerotic lesions and inflammatory and angiogenic factors were investigated in LDL receptor gene (LDLr−/−) knockout mice. The animals received a cholesterol-enriched diet to induce the initial atherosclerotic lesions (IALs) or advanced atherosclerotic lesions (AALs). The IAL or AAL animals were divided into three groups, each receiving polyphenols from either the green, red or brown propolis (250 mg/kg per day) by gavage. After 4 weeks of polyphenol treatment, the animals were sacrificed and their blood was collected for lipid profile analysis. The atheromatous lesions at the aortic root were also analyzed for gene expression of inflammatory and angiogenic factors by quantitative real-time polymerase chain reaction and immunohistochemistry. All three polyphenol extracts improved the lipid profile and decreased the atherosclerotic lesion area in IAL animals. However, only polyphenols from the red propolis induced favorable changes in the lipid profiles and reduced the lesion areas in AAL mice. In IAL groups, VCAM, MCP-1, FGF, PDGF, VEGF, PECAM and MMP-9 gene expression was down-regulated, while the metalloproteinase inhibitor TIMP-1 gene was up-regulated by all polyphenol extracts. In contrast, for advanced lesions, only the polyphenols from red propolis induced the down-regulation of CD36 and the up-regulation of HO-1 and TIMP-1 when compared to polyphenols from the other two types of propolis. In conclusion, polyphenols from propolis, particularly red propolis, are able to reduce atherosclerotic lesions through mechanisms including the modulation of inflammatory and angiogenic factors.",
		"pages": "557-566",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0955286311000866",
		"journal": "The Journal of Nutritional Biochemistry",
		"volume": "23"
	},
	{
		"id": "CHANDRASEKARAN2003887",
		"source_id": "CHANDRASEKARAN2003887",
		"type": "article",
		"title": "The binding characteristics and utilization of Aleuria aurantia, Lens culinaris and few other lectins in the elucidation of fucosyltransferase activities resembling cloned FT VI and apparently unique to colon cancer cells",
		"author": "E.V Chandrasekaran and Ram Chawda and John M Rhodes and Robert D Locke and Conrad F Piskorz and Khushi L Matta",
		"keywords": "lectin, Concanavalin A, Fucosyltransferase, Glycopeptides, Glycoproteins,  lectin II,  lectin, Wheat germ agglutinin",
		"doi": "https://doi.org/10.1016/S0008-6215(03)00021-1",
		"abstract": "Human colon carcinoma cell fucosyltransferase (FT) in contrast to the FTs of several human cancer cell lines, utilized GlcNAcβ1,4GlcNAcβ-O-Bn as an acceptor, the product being resistant to α1,6-l-Fucosidase and its formation being completely inhibited by LacNAc Type 2 acceptors. Further, this enzyme was twofold active towards the asialo agalacto glycopeptide as compared to the parent asialoglycopeptide. Only 60% of the GlcNAc moieties were released from [14C]fucosylated asialo agalacto triantennary glycopeptide by jack bean β-N-acetylhexosaminidase. These α1,3-l-fucosylating activities on multiterminal GlcNAc residues and chitobiose were further examined by characterizing the products arising from fetuin triantennary and bovine IgG diantennary glycopeptides and their exoglycosidase-modified derivatives using lectin affinity chromatography. Utilization of [14C]fucosylated glycopeptides with cloned FTs indicated that Lens culinaris lectin and Aleuria aurantia lectin (AAL) required, respectively, the diantennary backbone and the chitobiose core α1,6-fucosyl residue for binding. The outer core α1,3- but not the α-1,2-fucosyl residues decreased the binding affinity of AAL. The AAL-binding fraction from [14C]fucosylated asialo fetuin, using colon carcinoma cell extract, contained 60% Endo F/PNGaseF resistant chains. Similarly AAL-binding species from [14C]fucosylated TFA-treated bovine IgG using colon carcinoma cell extract showed significant resistance to endo F/PNGaseF. However, no such resistance was found with the corresponding AAL non- and weak-binding species. Thus colon carcinoma cells have the capacity to fucosylate the chitobiose core in glycoproteins, and this α1,3-l-fucosylation is apparently responsible for the AAL binding of glycoproteins. A cloned FT VI was found to be very similar to this enzyme in acceptor substrate specificities. The colon cancer cell FT thus exhibits four catalytic roles, i.e., α1,3-l-fucosylation of: (a) Galβ1,4GlcNAcβ-; (b) multiterminal GlcNAc units in complex type chain; (c) the inner core chitobiose of glycopeptides and glycoproteins; and (d) the nonreducing terminal chiotobiose unit.",
		"pages": "887-901",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0008621503000211",
		"journal": "Carbohydrate Research",
		"volume": "338"
	},
	{
		"id": "ROS201386",
		"source_id": "ROS201386",
		"type": "article",
		"title": "Online recognition of human activities and adaptation to habit changes by means of learning automata and fuzzy temporal windows",
		"author": "M. Ros and M.P. Cuéllar and M. Delgado and A. Vila",
		"keywords": "Learning automata, Ambient assisted living, Online learning, Smart homes, Human behavior",
		"doi": "https://doi.org/10.1016/j.ins.2011.10.005",
		"abstract": "Smart Homes are intelligent spaces that contain resources to collect information about user’s activities and ease the assisted living. Abnormal behavior detection has been remarked as one of the most challenging application fields in this research area, due to its possibilities for assisting elders or people with special needs. These systems help to maintain people’s independence, enhancing their personal comfort and safety and delaying the process of moving to a nursing home. In this paper, we describe a new approach for the behavior recognition problem based on Learning Automata and fuzzy temporal windows. Our proposal learns the normal behaviors, and uses that knowledge to recognise normal and abnormal human activities in real time. In addition, our proposal is able to adapt online to environmental variations, changes in human habits, and temporal information, defined as an interval of time when the behavior should be performed.",
		"pages": "86-101",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020025511005408",
		"journal": "Information Sciences",
		"volume": "220"
	},
	{
		"id": "BUJNOSKOVA2014e31",
		"source_id": "BUJNOSKOVA2014e31",
		"type": "article",
		"title": "22. Comparison of the methods for brain parcellation",
		"author": "E. Bujnošková and J. Fousek and E. Hladká and M. Mikl",
		"doi": "https://doi.org/10.1016/j.clinph.2013.12.060",
		"abstract": "In recent studies many scientists tend to examine functional connectivity with the help of graph theory algorithms, especially when studying resting-state fMRI data. The graph theory approach is based on the cortex parcellation – dividing it to disjoint areas and analyzing the relations between these areas. This work tries to compare results of parcellation by three types of anatomical atlases – AAL atlas, atlas of Brodmann areas and parcellation to gyri and sulci. We also use different approaches to compute representative signal for each area and compare how the representative explains data. We used mean signal, first, second and third principal component as the typical signal and we computed significances of each representative type by percentage of area variability explained by this signal. We found that the representative explains less than 50% of the variability in the area no matter which type of representative we chose. This could have been caused by present noise or the area size. The representative created from mean signal is almost the same as the first principal component signal regarding the percentage of explained variability. However, 1st PCA component can capture the inhomogeneity of the area and therefore can suggest possible dividing of the area which would result in smaller areas better explained by their separate representatives. Our comparison of anatomical atlases brought one compex conclusion – areas created according to Brodmann and AAL atlases have lower mean variance and higher mean explained variabillity than areas specified by atlas of gyri and sulci. To conclude we propose to use the AAL atlas above the other two types of atlases. In future the comparison of parcellation by anatomical atlases and data driven analysis would be interesting.",
		"pages": "e31-e32",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245713012960",
		"journal": "Clinical Neurophysiology",
		"volume": "125"
	},
	{
		"id": "KATZ20159",
		"source_id": "KATZ20159",
		"type": "article",
		"title": "Evaluating the self-expressed unmet needs of emancipated foster youth over time",
		"author": "Colleen C. Katz and Mark E. Courtney",
		"keywords": "Foster youth, Emancipation, Unmet needs, Child welfare policy",
		"doi": "https://doi.org/10.1016/j.childyouth.2015.07.016",
		"abstract": "This study explores the self-reported unmet need for independent living services of young people making the transition to adulthood from foster care after the creation of the Chafee Foster Care Independence Program. We find that 34.5% of youth indicated that they had an independent living service need that went unmet at age 17, 27.9% at age 21 and 35.5% at age 23, with the largest percentage indicating they lacked preparation in the area of finance. Some of these youth expressed unmet need consistently while others expression of unmet need fluctuated over time. Youth who indicated that they had mental health issues were significantly more likely to report unmet need at baseline and wave 3. Youth who indicated that they received more social support and independent living services were less likely to report unmet need at baseline and wave 3. These youth perspectives could lead to the enhancement of existing independent living skill provision as states prepare to extend the age of foster care benefits, ultimately making them more timely and effective.",
		"pages": "9-18",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740915300244",
		"journal": "Children and Youth Services Review",
		"volume": "57"
	},
	{
		"id": "RODIONOV20091104",
		"source_id": "RODIONOV20091104",
		"type": "article",
		"title": "Evaluation of atlas-based segmentation of hippocampi in healthy humans",
		"author": "Roman Rodionov and Marie Chupin and Elaine Williams and Alexander Hammers and Chandrasekharan Kesavadas and Louis Lemieux",
		"keywords": "Region of interest, Hippocampus, Segmentation, Brain atlas",
		"doi": "https://doi.org/10.1016/j.mri.2009.01.008",
		"abstract": "Introduction and aim Region of interest (ROI)-based functional magnetic resonance imaging (fMRI) data analysis relies on extracting signals from a specific area which is presumed to be involved in the brain activity being studied. The hippocampus is of interest in many functional connectivity studies for example in epilepsy as it plays an important role in epileptogenesis. In this context, ROI may be defined using different techniques. Our study aims at evaluating the spatial correspondence of hippocampal ROIs obtained using three brain atlases with hippocampal ROI obtained using an automatic segmentation algorithm dedicated to the hippocampus. Material and methods High-resolution volumetric T1-weighted MR images of 18 healthy volunteers (five females) were acquired on a 3T scanner. Individual ROIs for both hippocampi of each subject were segmented from the MR images using an automatic hippocampus and amygdala segmentation software called SACHA providing the gold standard ROI for comparison with the atlas-derived results. For each subject, hippocampal ROIs were also obtained using three brain atlases: PickAtlas available as a commonly used software toolbox; automated anatomical labeling (AAL) atlas included as a subset of ROI into PickAtlas toolbox and a frequency-based brain atlas by Hammers et al. The levels of agreement between the SACHA results and those obtained using the atlases were assessed based on quantitative indices measuring volume differences and spatial overlap. The comparison was performed in standard Montreal Neurological Institute space, the registration being obtained with SPM5 (http://www.fil.ion.ucl.ac.uk/spm/). Results The mean volumetric error across all subjects was 73% for hippocampal ROIs derived from AAL atlas; 20% in case of ROIs derived from the Hammers atlas and 107% for ROIs derived from PickAtlas. The mean false-positive and false-negative classification rates were 60% and 10% respectively for the AAL atlas; 16% and 32% for the Hammers atlas and 6% and 72% for the PickAtlas. Conclusion Though atlas-based ROI definition may be convenient, the resulting ROIs may be poor representations of the hippocampus in some studies critical to under- or oversampling. Performance of the AAL atlas was inferior to that of the Hammers atlas. Hippocampal ROIs derived from PickAtlas are highly significantly smaller, and this results in the worst performance out of three atlases. It is advisable that the defined ROIs should be verified with knowledge of neuroanatomy before using it for further data analysis.",
		"pages": "1104-1109",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0730725X09000125",
		"journal": "Magnetic Resonance Imaging",
		"volume": "27"
	},
	{
		"id": "YANG2005209",
		"source_id": "YANG2005209",
		"type": "article",
		"title": "Crystallization and preliminary crystallographic studies of the recombinant antitumour lectin from the edible mushroom Agrocybe aegerita",
		"author": "Na Yang and Xin Tong and Ye Xiang and Ying Zhang and Hui Sun and Da-Cheng Wang",
		"keywords": "Lectin, Mushroom, Antitumour, Apoptosis, Crystallization",
		"doi": "https://doi.org/10.1016/j.bbapap.2005.06.003",
		"abstract": "The antitumour lectin from Agrocybe aegerita, named AAL, shows strong inhibition effects on human and mouse tumour cells via apoptosis induction activity. Recombinant AAL (rAAL) has been expressed and purified. Both rAAL and rAAL–lactose complex have been crystallized and their X-ray diffraction data were collected to resolutions of 1.9 Å and 1.6 Å, respectively. Both crystals belong to space group P21 with unit cell parameters a=53.20 Å, b=66.01 Å, c=57.86 Å, β=109.38 and a=53.38 Å, b=66.29 Å, c=58.02 Å, β=109.03, respectively.",
		"pages": "209-212",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570963905001780",
		"journal": "Biochimica et Biophysica Acta (BBA) - Proteins and Proteomics",
		"volume": "1751"
	},
	{
		"id": "ESLAMI2011409",
		"source_id": "ESLAMI2011409",
		"type": "article",
		"title": "Personalized Service Creation by Non-technical Users in the Homecare Domain",
		"author": "Mohammad Zarifi Eslami and Alireza Zarghami and Brahmananda Sapkota and Marten van Sinderen",
		"keywords": "Service oriented computing, service adaptation, user centric, personalization, service tailoring, user profile, e-health, homecare, user modeling, ambient assisted living",
		"doi": "https://doi.org/10.1016/j.procs.2011.07.053",
		"abstract": "One of the conditions for the successful introduction of ICT-based homecare services is to allow non-technical persons such as home nurses to personalize these services. We refer to this process of homecare service personalization as service tailoring. Service tailoring can be done by configuring and composing previously developed and deployed service building blocks. In this paper, we describe an approach that employs predefined information of care-receivers, called user profile, to hide most of the technical details from care-givers who do the service tailoring. First, we define the information to be included in a user profile and patterns that represent composition structures corresponding to common homecare tasks experienced in homecare. Then, we define how the service tailoring process can exploit information contained in the predefined user profiles. After that, we illustrate the approach with a tailoring scenario.",
		"pages": "409-417",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050911003784",
		"journal": "Procedia Computer Science",
		"volume": "5"
	},
	{
		"id": "HALVORSEN2014425",
		"source_id": "HALVORSEN2014425",
		"type": "article",
		"title": "Women Caught in a Culture of Violence in Guatemala",
		"author": "Randee Halvorsen",
		"keywords": "advocacy, femicide, Guatemala, intimate partner violence, womens rights",
		"doi": "https://doi.org/10.1111/1751-486X.12151",
		"abstract": "Violence against women is prevalent around the world. In Guatemala it is pervasive. Living in a culture of violence oppresses women, children, the economy and society as a whole. It destroys families and can effect women emotionally and spiritually, as well as physically. Nurses have the power to intervene and influence change on a global level by taking action against abuse and oppression of women. By examining the pervasive nature of intimate partner violence and femicide in Guatemala, nurses can identify actions and interventions to combat violence on a global basis.",
		"pages": "425-428",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1751485115300842",
		"journal": "Nursing for Womens Health",
		"volume": "18"
	},
	{
		"id": "ALLEGRE20116466",
		"source_id": "ALLEGRE20116466",
		"type": "article",
		"title": "Model-Driven Flow for Assistive Home Automation System Design",
		"author": "W. Allègre and T. Burger and P. Berruet",
		"keywords": "home automation systems, engineering methods for human machine systems, discrete event systems, model driven engineering, assistive technologies, ambient assisted living",
		"doi": "https://doi.org/10.3182/20110828-6-IT-1002.00545",
		"abstract": "Abstract People with disabilities sometimes have considerable difficulties, or even physical incapacities, performing daily tasks independently. Many research works have introduced home automation as a useful way to overcome these activity limitations. However, very few of these accomplishments have focused on the design of intelligent systems which would allow nonexperts to model and to adapt a home automation environment for the disabled. This design work is currently restricted to technicians, rather than occupational therapists or others who are able to best understand the needs of those with mobility or cognitive impairments. To take up these challenges, this paper proposes a design flow including a component approach for modeling system architecture and a range of services to meet the needs of both developers and users. Based on model driven engineering, it automates the control code generation for home automation systems.",
		"pages": "6466-6471",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667016446434",
		"journal": "IFAC Proceedings Volumes",
		"volume": "44"
	},
	{
		"id": "LOPEZ2006156",
		"source_id": "LOPEZ2006156",
		"type": "article",
		"title": "Expression of the somatolactin β gene during zebrafish embryonic development",
		"author": "Mauricio Lopez and Gabriela Nica and Patrick Motte and Joseph A. Martial and Matthias Hammerschmidt and Marc Muller",
		"keywords": "Somatolactin, Pituitary, Zebrafish, Differentiation, Pit-1, Aal",
		"doi": "https://doi.org/10.1016/j.modgep.2005.06.010",
		"abstract": "Somatolactin (Sl) is a pituitary hormone closely related to prolactin (Prl) and growth hormone that was until now only found in various fish species. We isolated the cDNA coding for zebrafish Slβ and we identified the gene encoding this hormone. We also obtained a 1kb genomic fragment corresponding to the slβ upstream promoter region. Furthermore, the slβ expression pattern was examined during zebrafish embryogenesis using whole-mount in situ hybridization. Slβ mRNA is first detected in a single cell at the anterior border of the neural plate starting at 23h post fertilization (hpf). Slβ-expressing cells also express the transcription factor pit1 and are located close to prl-expressing cells. Using combined fluorescent in situ hybridization, we show that slβ- and prl-expressing cells are clearly distinct at 29 hpf. Starting at 30 hpf, the number of slβ positive cells increases and their location becomes more clearly distinct from lactotrope cells, in a more posterior position. At later stages (48 hpf), slβ expression was observed posterior to growth hormone expression, again in a distinct cell type. We show that zebrafish mutants aal, as well as mutants in the pit1 gene, are deficient in slβ expression. In conclusion, slβ expression defines a new, additional cell type in zebrafish pituitary that depends on pit1 and aal for its differentiation.",
		"pages": "156-161",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1567133X05000931",
		"journal": "Gene Expression Patterns",
		"volume": "6"
	},
	{
		"id": "SACHS201442",
		"source_id": "SACHS201442",
		"type": "article",
		"title": "Remote vital sign detection for rescue, security, and medical care by ultra-wideband pseudo-noise radar",
		"author": "J. Sachs and M. Helbig and R. Herrmann and M. Kmec and K. Schilling and E. Zaikov",
		"keywords": "Ultra-wideband radar, Respiration detection, Vital sign detection, PN-radar, Survivor detection, Ambient assisted living, Trough wall radar",
		"doi": "https://doi.org/10.1016/j.adhoc.2012.07.002",
		"abstract": "The vitality of a human being is closely connected to temporal variations of its body geometry. This is quite obvious in the case of walking. But also when resting, the motion of inner organs such as lung or heart causes geometric alterations which may be registered by high-resolution ultra-wideband radar. Since the radio waves radiated by such radars are absolutely harmless, they may be deployed for monitoring of resident activities helping to ensure health, safety, and well-being of aged or needy people. These waves may also penetrate most of building materials and snow which makes them useful to detect earthquake and avalanche survivors, too. The most challenging task is the registration of respiration activity of an unconscious person. The principle of breathing motion detection by radar is explained and the major handicaps as well as appropriate counter measures are discussed. The possible structure of a survivor and residential injury detection radar system is considered and some results from field trials are summarized.",
		"pages": "42-53",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570870512001357",
		"journal": "Ad Hoc Networks",
		"volume": "13"
	},
	{
		"id": "BADURA2015169",
		"source_id": "BADURA2015169",
		"type": "article",
		"title": "Accelerometric signals in automatic balance assessment",
		"author": "Pawel Badura",
		"keywords": "Ambient assisted living, Computer-aided diagnosis, Balance assessment, Feature extraction",
		"doi": "https://doi.org/10.1016/j.compmedimag.2015.05.007",
		"abstract": "The paper presents the automatic computer-aided balance assessment system for supporting and monitoring the diagnosis and rehabilitation process of patients with limited mobility or disabled in home environment. The system has adopted seven Berg Balance Scale activities. The assessment approach is based on the accelerometric signals acquired by the inertial sensors worn by the patient. Several specific, mostly medium frequency features of signals are introduced and discussed. The reduction of the feature vector has been performed using the multilevel Fishers linear discriminant. The classification employs the multilayer perceptron artificial neural network. The direct assessment effectiveness ranges from 75% to 94% for various activities.",
		"pages": "169-177",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0895611115000932",
		"journal": "Computerized Medical Imaging and Graphics",
		"volume": "46"
	},
	{
		"id": "HSU20099308",
		"source_id": "HSU20099308",
		"type": "article",
		"title": "Constructing intelligent living-space controlling system with blue-tooth and speech-recognition microprocessor",
		"author": "Chun-Liang Hsu",
		"keywords": "Blue-tooth, Module, Remote-controller, Speech-recognition",
		"doi": "https://doi.org/10.1016/j.eswa.2008.12.001",
		"abstract": "This study is a creative and initial work focused on designing an intelligent living-space with automatic control system to control all home-appliances in the living-space. First of all, the system was constructed with two parts; one is remote-control mechanism with blue-tooth (BT) module mounting on both master controller module (remote-controller) and slave receiver module (on every home appliance), the other is to design the remote-controller with speech-recognition and function of self-learning human voice so that people could directly give command to control appliances Therefore, the technique of BT communication and speech-recognition microprocessor became the most important in this study. After implementing the finished projects, the whole system was proved to be great successful and the final result of this research has achieved both National patent authorized by Patent Bureau of Taiwan Economy Ministry, and The First Prize of National Award of Practical Projects Design authorized by Taiwan Education Ministry.",
		"pages": "9308-9318",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417408008762",
		"journal": "Expert Systems with Applications",
		"volume": "36"
	},
	{
		"id": "LIN201449",
		"source_id": "LIN201449",
		"type": "article",
		"title": "Managing Elders’ Wandering Behavior Using Sensors-based Solutions: A Survey",
		"author": "Qiang Lin and Daqing Zhang and Liming Chen and Hongbo Ni and Xingshe Zhou",
		"keywords": "people with dementia, wandering behavior, wandering detection, wandering evaluation",
		"doi": "https://doi.org/10.1016/j.ijge.2013.08.007",
		"abstract": "Summary Wandering is one of the most frequent, problematic, and injurious behaviors of elderly people with dementia. It often leads to negative consequences such as falling and getting lost. With increasing proliferation of sensing, communication, and computing techniques, inexpensive technological solutions have been developed to tackle problems associated with wandering. In this article, we review field research and technological solutions on wandering in the context of assisted living for the elderly. Specifically, we present the most cited definition and classification for wandering proposed in wandering behavior research. We further examine existing solutions for managing wandering in terms of our proposed categorization of wandering research, namely event monitoring-based wandering discovery, trajectory tracking-based wandering detection, and location combined with Geofence-based prevention of wandering-related adverse results. Based on the definition, categorization, and the state of the art, we discuss the major research challenges and future directions in detecting wandering locomotion in different settings. To the best of our knowledge, this is the first survey on wandering and technological solutions in this niche area of ambient assisted living.",
		"pages": "49-55",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1873959814000295",
		"journal": "International Journal of Gerontology",
		"volume": "8"
	},
	{
		"id": "DAVID2012760",
		"source_id": "DAVID2012760",
		"type": "article",
		"title": "Instrumented insole for mobile and long distance motion pattern measurement",
		"author": "V. David and H. Jagos and S. Litzenberger and M. Reichel",
		"keywords": "wearable measurement system, walking characteristics, prevention, mobility",
		"doi": "https://doi.org/10.1016/j.proeng.2012.04.130",
		"abstract": "vitaliSHOE is a multimodal sensor system for insole motion measurement, originally developed for the assessment of gait parameters in ambient assisted living and rehabilitation by the Austrian research institute CEIT Raltec. It is diffcult to measure gait parameters in-situ, over longer periods of time and without affecting the user (e.g. in long-distance running). vitaliSHOE is a mobile and low-effort motion analysis system which measures pressure, acceleration forces in all three spatial directions and the angle between subsurface and insole of the users foot. All data are recorded with a sampling frequency of 50Hz and a resolution of 10 bit and stored on a micro SD memory card. Evaluation of the pressure measurement system and the acceleration and angular data was carried out with medilogic (T&T, GER) and Vicon Peak Motus (USA), respectively. The majority of the results show very strong correlation (r > 0.9) between the data from vitaliSHOE and the corresponding reference systems, which represents a strong linear relationship.",
		"pages": "760-765",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877705812017432",
		"journal": "Procedia Engineering",
		"volume": "34"
	},
	{
		"id": "ZEIRA20112461",
		"source_id": "ZEIRA20112461",
		"type": "article",
		"title": "Readiness for independent living of adolescents in youth villages in Israel",
		"author": "Anat Zeira and Rami Benbenishty",
		"keywords": "Readiness for independent living, Youth villages, Social support, Israel",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.08.018",
		"abstract": "Most Israeli children who spend their youth away from their birth parents live in youth villages. The majority of these children come from either the geographical or social periphery of Israel. Since the 1990s the youth villages have specialized in absorbing immigrants mainly from the former Soviet Union (FSU) and Ethiopia. The paper reports on a survey conducted among the professional staff in the youth villages. This study explores their perceptions of the readiness for independent living of adolescents on the verge of leaving youth villages and examines how readiness is associated with individual and familial characteristics. A structured questionnaire was mailed to youth villages asking professionals to anonymously complete the survey. The total sample include reports on 1256 adolescents who spent in the current setting on average 3.3 (SD=1.8) years. For many of them this was the first out-of-home placement. Generally, workers have a favorable assessment of the youths readiness for independent living. Still, they report that many of the youths do not have any of the necessary skills for independent living. Additionally, there are sub-groups that are more disadvantaged and at greater risk because they lack skills for a successful transition from care. The findings indicate that youth of Ethiopian origin are more disadvantaged with regard to skills related to school, the job market, finances, interpersonal relationships and normative behaviors, whereas youths from FSU present fewer skills pertaining to military service. The findings emphasize the important role Israeli youth villages have in supporting underprivileged adolescents in acquiring basic skills for adult life and suggest guidelines as to which sub-groups and in which area programs should be developed.",
		"pages": "2461-2468",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911003203",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "DOLLAR2012189",
		"source_id": "DOLLAR2012189",
		"type": "article",
		"title": "Using simultaneous prompting to teach independent living and leisure skills to adults with severe intellectual disabilities",
		"author": "Chad A. Dollar and Laura D. Fredrick and Paul A. Alberto and Jaye K. Luke",
		"keywords": "Adults, Instructional effectiveness, Prompting, Behavior chaining, Severe mental retardation, Skill development, Training methods, Teaching methods, Daily living skills, Leisure skills",
		"doi": "https://doi.org/10.1016/j.ridd.2011.09.001",
		"abstract": "The acquisition of independent living and leisure skills enables adults to experience an enhanced quality of life by increasing competence, self-reliance, and the development of autonomy. This study examined the effectiveness of simultaneous prompting to teach behavior chains (i.e., independent living and leisure skills) to adults with SID individually in their home environments. Participants included two adults with SID receiving services from a not-for-profit agency that provides community-based services and supports to persons with disabilities. The results of this study are the first to indicate the effectiveness of simultaneous prompting to teach independent living and leisure skills to adults with SID using a one-on-one format in their home environment. Both participants learned three different skills within 12–28 sessions and maintained each skill 1, 2, and 4 weeks after mastery.",
		"pages": "189-195",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422211003362",
		"journal": "Research in Developmental Disabilities",
		"volume": "33"
	},
	{
		"id": "MENSHOVA2015118",
		"source_id": "MENSHOVA2015118",
		"type": "article",
		"title": "Structure and anticancer activity in vitro of sulfated galactofucan from brown alga Alaria angusta",
		"author": "Roza V. Menshova and Stanislav D. Anastyuk and Svetlana P. Ermakova and Natalia M. Shevchenko and Vladimir I. Isakov and Tatiana N. Zvyagintseva",
		"keywords": "Fucoidan, Structure, Brown alga, Depolymerization, Anticancer activity",
		"doi": "https://doi.org/10.1016/j.carbpol.2015.06.020",
		"abstract": "Laminaran and three fractions of fucoidan were isolated from brown alga Alaria angusta. The laminaran AaL was characterized as a typical 1,3;1,6-β-D-glucan (ratio of bonds 1,3:1,6=10:1). Fucoidans AaF1 and AaF2 are sulfated heteropolysaccharides, containing fucose, galactose, mannose and xylose. The fraction AaF3 is sulfated and acetylated galactofucan with the main chain represented by a repeating unit →3)-α-L-Fucp-(2,4-SO3−)-(1→. According the data of methylation analysis, AaF3 contains mainly 1,3-linked fucose, less 1,4-linked and 1,4,6-linked galactose residues. The autohydrolysis (37°C) of fucoidan AaF3 allowed to obtain selectively 2-desulfaled polysaccharide fraction, built up of fucose only, and low molecular weight (LMW) fraction. The negative-ion tandem mass spectrometry of LMW fraction, further hydrolyzed by acid hydrolysis identified the following fragments: Gal-2-SO3−-(1→4)-Gal, Gal-4-SO3−-(1→4)-Gal, Gal-(1→2)-Gal-4-SO3−, Fuc-2-SO3−-(1→4)-Gal, Gal-2-SO3−-(1→3)-Fuc-(1→3)-Fuc, Fuc-2-SO3−-(1→3)-Fuc-(1→4)-Gal. The laminaran AaL and the fucoidan AaF3 exhibited no cytotoxicity in vitro for HT 29, T-47D, and SK-MEL-28 cell lines. The AaF3 fraction suppressed colony formation of HT 29 and T-47D cells, AaL—only HT 29 cells.",
		"pages": "118-125",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0144861715005251",
		"journal": "Carbohydrate Polymers",
		"volume": "132"
	},
	{
		"id": "LUPP2000381",
		"source_id": "LUPP2000381",
		"type": "article",
		"title": "Transplantation of fetal liver tissue suspension into the spleens of adult syngenic rats: effects of different cytotoxins on cytochrome P450 isoforms expression and on glycogen content",
		"author": "A. Lupp and N. Lucas and M. Danz and W. Klinger",
		"keywords": "Fetal hepatocytes, Spleen, Transplantation, Cytochrome P450, Cytotoxins, Allyl alcohol, Bromobenzene, Carbon tetrachloride, Thioacetamide",
		"doi": "https://doi.org/10.1016/S0940-2993(00)80067-6",
		"abstract": "Summary Syngenic fetal liver tissue suspensions were transplanted into the spleens of adult male Fisher 344 inbred rats. Four months after surgery, transplant recipients and age matched control rats were treated with different cytotoxins (allyl alcohol [AAL], bromobenzene [BBZ], carbon tetrachloride [CCl4], or thioacetamide [TAA]) or the respective solvents 24 or 48 hours before sacrifice. Effects of the cytotoxins on the expression of three cytochrome P450 (P450) isoforms, 1A1, 2B1 and 3A2, within spleens and livers were assessed by immunohistochemistry. Additionally, effects on glycogen content within the hepatocytes were examined. In the livers AAL caused small lesions and fatty degeneration of hepatocytes only in some periportal areas. BBZ led to a perivenous necrosis of single cells only, whereas CCl4, and TAA caused complete necrosis of the centrilobular parenchyma. Treatment with each of the four cytotoxins led to necrosis and fatty degeneration of single or groups of hepatocytes within the intrasplenic transplants. This effect was most pronounced with CCl4, and TAA. The orthotopic livers of both solvent treated transplant recipients and control rats displayed only in few lobules a slight P450 1A1, but in all lobules a strong P450 2B1 and 3A2 expression, all mainly located in the hepatocytes around the central veins. AAL administration led to an increase in the P450 2B1 expression in the perivenous hepatocytes, whereas the staining for P450 1A1 was not affected and that for P450 3A2 in the periportal areas was even decreased. BBZ administration caused a P450 1A1 expression in the periportal hepatocytes but a decrease in this staining of the perivenous cells. The number of hepatocytes positively stained for P450 2B1 and 3A2 in the perivenous and intermediate zones was diminished in comparison to the livers of solvent treated rats. TAA and, more pronounced, CCl4, administration caused a strong reduction in the expression of all three P450 isoforms. Spleens of control rats displayed almost no P450 isoforms expression, independent of the treatment with the cytotoxins. Similar to adult liver, the hepatocytes in the transplant containing spleens showed nearly no P450 1A1, but a noticeable P450 2B1 and 3A2 expression. No staining was observed within the bile duct cells of the intrasplenic transplants. AAL administration slightly reduced the P450 2B1 and 3A2 expression in the transplants. BBZ and, much more pronounced, CCl4, and TAA treatment diminished the staining for all three P450 isoforms. AAL administration led to a marked decrease in the glycogen content of the hepatocytes of the periportal zones of the liver lobules, whereas after BBZ, CCl4, and TAA treatment a strong perivenous reduction in the glycogen content was seen. Similarly, within the intrasplenic transplants a remarkable decline in the glycogen content of the hepatocytes was caused by the treatment with each of the four cytotoxins. Especially after AAL and BBZ treatment the glycogen depletion within both livers and transplants was much more pronounced than the effects on morphology or P450 isoforms expression. It can be concluded that the effects of cytotoxins like AAL, BBZ, CCl4 or TAA seen in normal orthotopic liver are exerted in a similar way also in intrasplenic liver cell transplants.",
		"pages": "381-393",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0940299300800676",
		"journal": "Experimental and Toxicologic Pathology",
		"volume": "52"
	},
	{
		"id": "COLE2003561",
		"source_id": "COLE2003561",
		"type": "incollection",
		"title": "21 - Fumonisins, AAL Toxins, and Related Metabolites",
		"author": "RICHARD J. COLE and BRUCE B. JARVIS and MILBRA A. SCHWEIKERT",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012179460-6/50367-9",
		"isbn": "978-0-12-179460-6",
		"pages": "561-612",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780121794606503679"
	},
	{
		"id": "RUF200740",
		"source_id": "RUF200740",
		"type": "article",
		"title": "Independent Living and Social Inclusion",
		"author": "Josep Ruf",
		"keywords": "Independent living, Quality of life, Social inclusion",
		"doi": "https://doi.org/10.1016/S2171-9748(07)70056-9",
		"abstract": "After a few years of opportunities for independent living actually materializing for individuals with intellectual disabilities, the present situation may be analyzed to gauge the social access and community participation enjoyed by this group, as well as. Moreover, new prospects can now arise to serve as a focus for the individuals themselves, their families, their communities, professionals, organizations, and government bodies.",
		"pages": "40-43",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2171974807700569",
		"journal": "International Medical Review on Down Syndrome",
		"volume": "11"
	},
	{
		"id": "RUMEAU2012e344",
		"source_id": "RUMEAU2012e344",
		"type": "article",
		"title": "Proposition d’une méthodologie d’évaluation des dispositifs d’aide à la déambulation chez le sujet âgé associant observation et paramètres temporels simples",
		"author": "P. Rumeau and V. Pasqui and N. Vigouroux and L. Saint-Bauzel",
		"keywords": "MPR gériatrique, Tests précliniques, Robuwalker, AAL DOMEO ANR/CNSA",
		"doi": "https://doi.org/10.1016/j.rehab.2012.07.872",
		"pages": "e344-e345",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877065712009670",
		"journal": "Annals of Physical and Rehabilitation Medicine",
		"volume": "55"
	},
	{
		"id": "BENAMIRA201466",
		"source_id": "BENAMIRA201466",
		"type": "article",
		"title": "Optimization of SOFC anode/electrolyte assembly based on BaIn0.3Ti0.7O2.85 (BIT07)/Ni-BIT07 using an interfacial anodic layer",
		"author": "M. Benamira and M. Letilly and E. Quarez and O. Joubert and A. Le Gal La Salle",
		"keywords": "BaInTiO(BIT07) for SOFC, Anode active layer, Ni current collector, Tape casting, Co-sintering, EIS",
		"doi": "https://doi.org/10.1016/j.jpowsour.2013.11.026",
		"abstract": "BaIn0.3Ti0.7O2.85 (BIT07) is a potential electrolyte material for Solid Oxide Fuel Cells (SOFCs) due to its high ionic conductivity and its compatibility with commonly used cathode materials. By using tape casting and co-sintering shaping methods symmetrical cells BIT07-Ni/BIT07/BIT07-Ni have been prepared. In order to improve the interface between BIT07-Ni and BIT07, a thin anode functional active layer (AAL) deposited between the BIT07-Ni and BIT07 is used. The effect of this layer on the electrochemical performance of the symmetrical cells as well as the influence of an additional Ni current collecting layer deposited on the anode side are discussed in this study. It is shown that the presence of the AAL decreases the area specific resistance (ASR) of the anode/assembly by a factor of about two, and that the presence of the Ni layer slows down the ageing of the assembly.",
		"pages": "66-74",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378775313018533",
		"journal": "Journal of Power Sources",
		"volume": "251"
	},
	{
		"id": "JIN2014273",
		"source_id": "JIN2014273",
		"type": "article",
		"title": "Lethal protein in mass consumption edible mushroom Agrocybe aegerita linked to strong hepatic toxicity",
		"author": "Yanxia Jin and Tao Che and Yalin Yin and Guojun Yu and Qing Yang and Wei Liu and Xiangdong Ye and Wenhui Yu and Shrestha Alok and Yijie Chen and Barry Hon Cheung Wong and Pengfei Cheng and Hui Sun",
		"keywords": ", Hepatotoxicity, Lectin AAL, Stability, Total protein",
		"doi": "https://doi.org/10.1016/j.toxicon.2014.08.066",
		"abstract": "Edible mushrooms are well-known for their health and nutritional benefits, however, undesirable effects have been reported in animals fed with these types of edible mushrooms (Nieminen et al., 2009). For health and safety reason, it is necessary to evaluate the toxicity of edible mushrooms, especially those that have been artificially cultured in recent decades. The aim of this study was to assess the safety of the edible mushroom Agrocybe aegerita, which is also known as Agrocybe cylindracea in Europe and America. Components from A. aegerita (Yt) were extracted in water and unexpectedly displayed lethal effect and median lethal dose (LD50) at 8.77 g/kg. Strong hepatic toxicity in BALB/c mice was observed when mice were administered with 25 and 250 mg/kg body weight/day of Yt for 6 days. To identify the hepatotoxic components, Yt was further separated into two components by Diaion HP-20 column chromatography to produce the proteins (Yp) and small molecules (Ys) fractions. Biochemical and histopathological analysis showed that Yp could induce liver injury. LC–MS/MS analysis of Yp identified the main causative agent as AAL (A. aegerita lectin), which was shown to have similar hepatotoxicity in the Yt and Yp fractions. In addition, proteinase treatment assays indicated that AAL is resistant to the degradation by digestive enzymes. We have shown that the strong hepatic toxicity is due to a lectin in A. aegerita. This study suggests that correct consumption of A. aegerita can avoid human health risk and help us better understand its nutritional and medicinal value.",
		"pages": "273-285",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0041010114002955",
		"journal": "Toxicon",
		"volume": "90"
	},
	{
		"id": "HOOF2009104",
		"source_id": "HOOF2009104",
		"type": "article",
		"title": "Efectos de la variación muscular en la prueba neurodinámica del nervio mediano en una población sana con arco axilar de Langer",
		"author": "Tom Van Hoof and Carl Vangestel and Malcolm Forward and C. Eng and Bram Verhaeghe and Lien Van Thilborgh and Frank Plasschaert and Martine de Muynck and Guy Vanderstraeten and Katharina D’Herde",
		"keywords": "Anatomía regional, Plexo braquial, Nervio mediano, Síndrome neurovascular, Diagnóstico, Rehabilitación, Regional anatomy, Brachial plexus, Median nerve, Neurovascular syndrome, Diagnosis, Rehabilitation",
		"doi": "https://doi.org/10.1016/S1886-9297(09)73436-8",
		"abstract": "Objetivo La prueba neurodinámica del nervio mediano (PNES1, prueba neurodinámica 1 de la extremidad superior, o ULNT1 en inglés) se utiliza con frecuencia para evaluar la mecánica y la fisiología del plexo braquial y del nervio mediano. El presente estudio investiga las PNES1 positivas en una población sana con arco axilar de Langer (AAL) y analiza si el AAL afecta al arco de movimiento durante la extensión de codo (AM-EC) durante la PNES1. Material y métodos De los 640 voluntarios examinados, finalmente se incluyeron 26 lados con AAL. La realización de un cuestionario clínico adicional reveló “síntomas menores” en algunos sujetos. Estos síntomas menores no se consideraron un trastorno porque no suponían un obstáculo para la realización de las actividades diarias y los sujetos no solicitaron atención médica. Este estudio investiga si la PNES1 puede producir o reproducir síntomas menores o respuestas anormales en sujetos con AAL. Se comparó el AM-EC del lado izquierdo y derecho de los sujetos. Por otra parte, se comparó el ángulo de sustracción, que es el efecto de colocar la columna cervical en flexión lateral contralateral, entre los lados con AAL y los controles. Resultados Los lados con arco axilar de Langer mostraron un aumento significativo en la aparición de síntomas menores y PNES1 positivas, pero no se observó efecto alguno en el AM-EC. Conclusiones Estos hallazgos indican que el AAL puede afectar de forma transitoria al haz neurovascular axilar. La falta de efectos sobre los AM-EC puede ser consecuencia del origen vascular de los síntomas menores o de una respuesta del nervio cubital/cordón medial a la PNES1. Objective The neurodynamic test of the median nerve (ULNT1) is frequently used to assess the mechanics and physiology of the brachial plexus and median nerve. The present study looks for a positive ULNT1 in a healthy population with Langers axillary arch (LAA) and analyzes whether LAA affects the elbow extension range of motion (EE-ROM) of the ULNT1. Material and methosd Of 640 volunteers screened, 26 LAA sides were finally included. Additional history taking revealed “minor symptoms” in some subjects. Minor symptoms do not qualify as a disorder because there is no interference with daily activities and no medical advice is sought. This study investigates whether the ULNT1 can (re)produce minor symptoms or abnormal responses in subjects with LAA. The EE-ROM was compared between the subjects’ left and right side, and the subtraction angle–which is the effect of placing the cervical spine in contralateral lateral flexion–was compared between LAA sides and controls. Results Langers axillary arch sides showed a significant increase in the occurrence of minor symptoms and positive ULNT1, but no influence was observed on the EE-ROM. Conclusions These findings suggest that LAA may be capable of transiently provoking the axillary neurovascular bundle. The unaffected EE-ROM may be the consequence of a vascular origin of the minor symptoms or the consequence of an ulnar nerve/medial cord response to the ULNT1.",
		"pages": "104-114",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1886929709734368",
		"journal": "Osteopatía Científica",
		"volume": "4"
	},
	{
		"id": "AHMAD201550",
		"source_id": "AHMAD201550",
		"type": "article",
		"title": "Modeling and verification of Functional and Non-Functional Requirements of ambient Self-Adaptive Systems",
		"author": "Manzoor Ahmad and Nicolas Belloir and Jean-Michel Bruel",
		"keywords": "Non Functional Requirements, Model Driven Engineering, Relax, Dynamic Adaptive Systems, Properties verification, Goal Oriented Requirements Engineering",
		"doi": "https://doi.org/10.1016/j.jss.2015.05.028",
		"abstract": "Self-Adaptive Systems modify their behavior at run-time in response to changing environmental conditions. For these systems, Non-Functional Requirements play an important role, and one has to identify as early as possible the requirements that are adaptable. We propose an integrated approach for modeling and verifying the requirements of Self-Adaptive Systems using Model Driven Engineering techniques. For this, we use Relax, which is a Requirements Engineering language which introduces flexibility in Non-Functional Requirements. We then use the concepts of Goal-Oriented Requirements Engineering for eliciting and modeling the requirements of Self-Adaptive Systems. For properties verification, we use OMEGA2/IFx profile and toolset. We illustrate our proposed approach by applying it on an academic case study.",
		"pages": "50-70",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121215001065",
		"journal": "Journal of Systems and Software",
		"volume": "107"
	},
	{
		"id": "ILARRI20151418",
		"source_id": "ILARRI20151418",
		"type": "article",
		"title": "Semantic management of moving objects: A vision towards smart mobility",
		"author": "Sergio Ilarri and Dragan Stojanovic and Cyril Ray",
		"keywords": "Moving objects, Semantic data management, Mobile computing, Location-based services",
		"doi": "https://doi.org/10.1016/j.eswa.2014.08.057",
		"abstract": "This position paper presents our vision for the semantic management of moving objects. We argue that exploiting semantic techniques in mobility data management can bring valuable benefits to many domains characterized by the mobility of users and moving objects in general, such as traffic management, urban dynamics analysis, ambient assisted living, emergency management, m-health, etc. We present the state-of-the-art in the domain of management of semantic locations and trajectories, and outline research challenges that need to be investigated to enable a full-fledged and intelligent semantic management of moving objects and location-based services that support smarter mobility. We propose a distributed framework for the semantic enrichment and management of mobility data and analyze the potential deployment and exploitation of such a framework.",
		"pages": "1418-1435",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417414005399",
		"journal": "Expert Systems with Applications",
		"volume": "42"
	},
	{
		"id": "MOORE199973",
		"source_id": "MOORE199973",
		"type": "article",
		"title": "Molecular and genetic characterization of ethylene involvement in mycotoxin-induced plant cell death",
		"author": "T. Moore and B. Martineau and R.M. Bostock and J.E. Lincoln and D.G. Gilchrist",
		"doi": "https://doi.org/10.1006/pmpp.1998.0190",
		"abstract": "AAL-toxin and the structurally related mycotoxin, fumonisin B1(FB1), cause interveinal cell death in susceptible lines of tomato with morphological characteristics of apoptosis. We observed previously that concomitant with cell death, an increase in 1-aminocyclopropane-1-carboxylic acid (ACC) and ethylene occurs, while the addition of inhibitors of ethylene biosynthesis or action significantly reduce the amount of dead tissue. Using a molecular approach, we have identified the primary ACC synthase gene family member involved, LE ACS2, and have observed an interesting aspect of its regulation. Fumonisin B1caused the accumulation of LE ACS2 mRNA with a similar time course but to a lower level than did AAL-toxin. Nevertheless, ACC levels were similar for AAL- and FB1-treated tissue. ACC oxidase mRNA was also induced by both mycotoxins, and again AAL-toxin induction was greater than that with FB1. The induction of ACC synthase and ACC oxidase mRNA observed here represents the earliest changes in gene expression noted in this cell death system to date. The effects of theNever ripemutation of tomato, which affects ethylene perception, on toxin-induced cell death also were determined. TheNever ripemutant showed significantly less necrosis or chlorosis in response to the mycotoxins than did its wild type counterpart. These results indicate that alteration in ethylene perception can markedly reduce the amount of tissue damage during this susceptible response. These findings extend our understanding of ethylene-associated signal transduction during plant cell death and suggest strategies for manipulation of cell death to enhance plant disease resistance.",
		"pages": "73-85",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0885576598901904",
		"journal": "Physiological and Molecular Plant Pathology",
		"volume": "54"
	},
	{
		"id": "OBAIDAT20021103",
		"source_id": "OBAIDAT20021103",
		"type": "article",
		"title": "An implementation for ATM Adaptation Layer 5",
		"author": "M.S Obaidat and V Cassod",
		"keywords": "ATM Adaptation Layer 5, Quality of Service, IP over ATM, Modeling and simulation, Segmentation and Reassembly, Multimedia, Performance evaluation",
		"doi": "https://doi.org/10.1016/S0140-3664(02)00026-9",
		"abstract": "IP over ATM technique is gaining popularity due to the Quality of Service (QoS) and other management features offered by ATM and its ease of integration with almost all existing technologies. This paper deals with the granularity of implementation of ATM Adaptation Layer 5 (AAL 5) protocol stack. The focus of this study is to propose an AAL 5 implementation that would outperform the existing implementation schemes. This paper also makes an effort to analyze the performance of the proposed implementation and validate the simulation results using analytic modeling. We also experimented with the simulation model to find out the best range of packet size and burst size for the AAL 5 stack. It was found that in order to achieve a good performance, the minimum recommended packet size should be 0.5KB. This is a reasonable packet size for IP over ATM. We can have higher packet sizes in order to obtain better efficiency, however, this may cause for problems with memory requirements. Therefore, the upper limit to packet size for efficient and practical implementation should be 10KB. Finally, it is very important on the segmentation side for the memory to be of fixed latency. If the Segmentation and Reassembly (SAR) interface to memory is not of fixed latency, further cycle loss could be introduced.",
		"pages": "1103-1112",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140366402000269",
		"journal": "Computer Communications",
		"volume": "25"
	},
	{
		"id": "RAFTERY2013251",
		"source_id": "RAFTERY2013251",
		"type": "article",
		"title": "Order algebraizable logics",
		"author": "J.G. Raftery",
		"keywords": "Consequence relation, Deductive system, Order algebraizable logic, Polarity, Quasi-order, Abstract algebraic logic",
		"doi": "https://doi.org/10.1016/j.apal.2012.10.013",
		"abstract": "This paper develops an order-theoretic generalization of Blok and Pigozziʼs notion of an algebraizable logic. Unavoidably, the ordered model class of a logic, when it exists, is not unique. For uniqueness, the definition must be relativized, either syntactically or semantically. In sentential systems, for instance, the order algebraization process may be required to respect a given but arbitrary polarity on the signature. With every deductive filter of an algebra of the pertinent type, the polarity associates a reflexive and transitive relation called a Leibniz order, analogous to the Leibniz congruence of abstract algebraic logic (AAL). Some core results of AAL are extended here to sentential systems with a polarity. In particular, such a system is order algebraizable if the Leibniz order operator has the following four independent properties: (i) it is injective, (ii) it is isotonic, (iii) it commutes with the inverse image operator of any algebraic homomorphism, and (iv) it produces anti-symmetric orders when applied to filters that define reduced matrix models. Conversely, if a sentential system is order algebraizable in some way, then the order algebraization process naturally induces a polarity for which the Leibniz order operator has properties (i)–(iv).",
		"pages": "251-283",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168007212001686",
		"journal": "Annals of Pure and Applied Logic",
		"volume": "164"
	},
	{
		"id": "ALDINUCCI2004617",
		"source_id": "ALDINUCCI2004617",
		"type": "incollection",
		"title": "A framework for experimenting with structured parallel programming environment design",
		"author": "M. Aldinucci and S. Campa and P. Ciullo and M. Coppola and M. Danelutto and P. Pesciullesi and R. Ravazzolo and M. Torquati and M. Vanneschi and C. Zoccolo",
		"publisher": "North-Holland",
		"doi": "https://doi.org/10.1016/S0927-5452(04)80077-7",
		"abstract": "Publisher Summary A software development system based on integrated skeleton technology (ASSIST) is a parallel programming environment aimed at providing programmers of complex parallel application with a suitable and effective programming tool. Being based on algorithmically skeletons and coordination languages technologies, the programming environment relieves the programmer from a number of cumbersome, error prone activities that are required when using traditional parallel programming environments. ASSIST has been specifically designed to be easily customizable in order to experiment different implementation techniques, solutions, algorithms or back-ends any time new features are required or new technologies become available. This chapter explains how the ASSIST programming environment can be used to experiment new implementation techniques, mechanisms, and solutions within the framework of structured parallel programming models. The ASSIST implementation structure is briefly outlined and some experiments performed aimed at extending the environment are discussed. Those experiments were aimed at modifying ASSIST environment in such a way that, it can be used to program GRID architectures, including existing libraries in the application code, target heterogeneous cluster architectures, etc.",
		"pages": "617-624",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0927545204800777",
		"volume": "13"
	},
	{
		"id": "VANDEVEN2015499",
		"source_id": "VANDEVEN2015499",
		"type": "article",
		"title": "Unobtrusive monitoring and identification of fall accidents",
		"author": "Pepijn van de Ven and Hugh OBrien and John Nelson and Amanda Clifford",
		"keywords": "Fall sensing, Falls prevention, Accelerometry, Ambient assisted living, Mobile health",
		"doi": "https://doi.org/10.1016/j.medengphy.2015.02.009",
		"abstract": "Falls are a societal and economic problem of great concern with large parts of the population, in particular older citizens, at significant risk and the result of a fall often being grave. It has long been established that it is of importance to provide help to a faller soon after the event to prevent complications and this can be achieved with a fall monitor. Yet, the practical use of currently available fall monitoring solutions is limited due to accuracy, usability, cost, and, not in the least, the stigmatising effect of many solutions. This paper proposes a fall sensor concept that can be embedded in the users footwear and discusses algorithms, software and hardware developed. Sensor performance is illustrated using results of a series of functional tests. These show that the developed sensor can be used for the accurate measurement of various mobility and gait parameters and that falls are detected accurately.",
		"pages": "499-504",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1350453315000430",
		"journal": "Medical Engineering & Physics",
		"volume": "37"
	},
	{
		"id": "MASTRIAN2001231",
		"source_id": "MASTRIAN2001231",
		"type": "article",
		"title": "Differing perceptions in defining safe independent living for elders",
		"author": "Kathleen G. Mastrian",
		"doi": "https://doi.org/10.1067/mno.2001.115491",
		"abstract": "This exploratory study was conducted to determine whether fundamental differences in perceptions exist among elders, young and middle-aged adults, and nurses in their view of what factors constitute a safe independent living arrangement for elders. A convenience sample of 335 was surveyed on perceptions of the importance of situation factors (ie, ADL [activities of daily living] skills, instrumental activities, functional abilities, environmental factors) to independent living and the degree of interference of diseases and symptoms with elder independent living arrangements. The results reveal that there are fundamental differences in perceptions about factors related to safe independent living for elders among the groups. Nurses perceived that certain diseases and symptoms caused more interference with independent living, whereas nonnurses tended to be more concerned about bathing, climbing steps, and home and property maintenance. Age, level of education, gender, and race also were found to be significant predictors of the perceptions of situation factors related to independent living. More specific research is needed to determine whether these fundamental differences hold true when an actual elder living situation is at issue. Nurs Outlook 2001;49:231-7.",
		"pages": "231-237",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0029655401034443",
		"journal": "Nursing Outlook",
		"volume": "49"
	},
	{
		"id": "TSAI2009834",
		"source_id": "TSAI2009834",
		"type": "article",
		"title": "Courseware development for semiconductor technology and its application into instruction",
		"author": "Shu-chiao Tsai",
		"keywords": "Improving classroom teaching, Interactive learning environments, Multimedia/hypermedia systems, Post-secondary education",
		"doi": "https://doi.org/10.1016/j.compedu.2008.12.010",
		"abstract": "This study reports on the development of ESP (English for specific purposes) courseware for semiconductor technology and its integration as a “silent partner” into instruction. This kind of team-teaching could help overcome current problems encountered in developing ESP in Taiwan. The content of the material under discussion includes general knowledge about fundamental theories, process technologies and applications within the semiconductor industry. In the design of the whole courseware, five skills for learning English (listening, speaking, reading, writing, and translation) have been considered and a 3D multimedia technique has been used to promote learning interest, student engagement, and efficiency. The design of the courseware endeavors to mainly follow principles by [Mayer, R. E. (2001). Multimedia learning. New York: Cambridge University Press]. Students report they have benefited from the courseware implementation. Initial evaluations suggest that students are satisfied with practices for learning professional knowledge and English skills provided by the courseware. They report that the multimedia-assisted environment of the courseware promotes learning effectiveness. Students with higher achievement on the posttest showed better participation and motivation, made greater use of the multimedia and had a better understanding of the English content so that they are more competent to function in a professional and learner-centered ESP course using the courseware.",
		"pages": "834-847",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S036013150800198X",
		"journal": "Computers & Education",
		"volume": "52"
	},
	{
		"id": "LUFTIG2005317",
		"source_id": "LUFTIG2005317",
		"type": "article",
		"title": "Patterns of employment and independent living of adult graduates with learning disabilities and mental retardation of an inclusionary high school vocational program",
		"author": "Richard L. Luftig and Dorothy Muthert",
		"keywords": "employment, independent living, adult graduates",
		"doi": "https://doi.org/10.1016/j.ridd.2003.08.001",
		"abstract": "Vocational/employment and independent living for individuals with disabilities has been a major area of interest for those interested in transition from school to work and adulthood. Recent statistics for such individuals continue to be poor and problematic. The present study investigated a group of adults with either specific learning disabilities or mild mental retardation who had graduated or exited an inclusionary high school which emphasized vocational technology training and independent living skills. The results indicated higher than the national average for employment and rate of pay as well as stronger than expected indicators of independent living in terms of mobility. The largest group of individuals, however, were still residing with their parents. Respondents with learning disabilities were doing better than their mentally retarded counterparts in terms of many of the indicators but individuals with mental retardation were still doing strongly when compared against figures reported in other studies. Results are discussed in terms of recommendations for generalization as well as the educational model used for these students.",
		"pages": "317-325",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422204000253",
		"journal": "Research in Developmental Disabilities",
		"volume": "26"
	},
	{
		"id": "NIEVES2015420",
		"source_id": "NIEVES2015420",
		"type": "article",
		"title": "A Probabilistic Non-monotonic Activity Qualifier",
		"author": "Juan Carlos Nieves and Saeed Partonia and Esteban Guerrero and Helena Lindgren",
		"keywords": "Reasoning technology for ambient sensing, Activity Recognition, Non-monotonic Reasoning, Smart-Environments.",
		"doi": "https://doi.org/10.1016/j.procs.2015.05.007",
		"abstract": "The International Classification of Functioning, Disability and Health (ICF) defines Functioning and Disability as the results of the interaction between the health conditions of a person and his/her environment. It considers a set of components and qualifiers to evaluate activity and participation. In this paper, we interpret a performance quantifier under a human activity recognition process. To this end, we introduce a novel definition of an activity which is based on ICF guidelines. This definition gives place to a probabilistic non-monotonic activity qualifier. In order to recognize an activity according to our novel activitys definition, we explore non-monotonic reasoning technics to capture domain knowledge in terms of action specification languages. By considering an action specification language, called CTAID, and Answer Set Programming, we propose and develop a system called ActRec system which takes background information into consideration and recognize activities according to our suggested definition. Moreover, we show that by aggregating our probabilistic non-monotonic activity qualifier, we are able of detecting complex activities, e.g., long-term activities. We illustrate our approach in the context of an ambient assisted living environment called As-A-Pal.",
		"pages": "420-427",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915008078",
		"journal": "Procedia Computer Science",
		"volume": "52"
	},
	{
		"id": "RODGERS2012935",
		"source_id": "RODGERS2012935",
		"type": "article",
		"title": "Workshop on Personal Motion Technologies for Healthy Independent Living: Executive Summary",
		"author": "Mary M. Rodgers and Zohara A. Cohen and Lyndon Joseph and Winifred Rossi",
		"keywords": "Caregivers, Independent Living, Motion, Rehabilitation, Remote Sensing Technology, Technology",
		"doi": "https://doi.org/10.1016/j.apmr.2011.12.026",
		"abstract": "Rodgers MM, Cohen ZA, Joseph L, Rossi W, for the Workshop on Personal Motion Technologies for Healthy Independent Living Presenters. Workshop on personal motion technologies for healthy independent living: executive summary. The objective of the June 2010 “Workshop on Personal Motions Technologies for Healthy Independent Living” was to discuss personal motion technologies that might enable older adults and individuals with disability to live independently for longer periods. The 60 participants included clinicians, academic researchers, engineers, patient advocates, caregivers, members of the public, and federal representatives. The workshop was divided into 6 sessions that addressed the following: (1) use of technologies in identifying early indicators of disease or adverse events; (2) monitoring daily activities; (3) coping with impairment; (4) managing mild cognitive impairment; (5) rehabilitation and exercise in the home; and (6) caregiver support. Presentations and discussion focused on clinical needs, the health impact of addressing those needs, state-of-the-art technologies, and challenges to adoption of those technologies. Conclusions included the following: (1) Involvement of end-users in research and development will increase the likelihood that technologies will be adopted. (2) Integration of differing types of technology into a system that includes clinical measures is required for independent living. (3) Seniors are willing to sacrifice some privacy for an effective technology that keeps them in their homes as long as they control who receives their data. (4) Multilevel and multiscale models are needed to understand motion in the context of the environment and to design effective systems.",
		"pages": "935-939",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999312000299",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "93"
	},
	{
		"id": "LYCKE2007602",
		"source_id": "LYCKE2007602",
		"type": "article",
		"title": "An adaptive logic for relevant classical deduction",
		"author": "Hans Lycke",
		"keywords": "Ex falso quodlibet, Paraconsistency, Adaptive logics",
		"doi": "https://doi.org/10.1016/j.jal.2006.03.011",
		"abstract": "In this paper, I will show that it is possible to delete Ex Falso Quodlibet from Classical Logic, without depriving it of any of its deductive powers. This is done by means of the ambiguity-adaptive logic AALns, which is equivalent to dCR, the deductive version of Neil Tennants CR.",
		"pages": "602-612",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570868306000127",
		"journal": "Journal of Applied Logic",
		"volume": "5"
	},
	{
		"id": "GEORGIADES2005921",
		"source_id": "GEORGIADES2005921",
		"type": "article",
		"title": "Initial internal consistency evidence on the Daniel Memorial Independent Living Assessment: A research note",
		"author": "Savvas Georgiades",
		"keywords": "Daniel Memorial Independent Living Assessment, Independent living, Florida Department of Children and Families",
		"doi": "https://doi.org/10.1016/j.childyouth.2004.12.011",
		"abstract": "This study evaluated the internal consistency of the Daniel Memorial Independent Living Assessment (DMILA). This scale has been used extensively in the Independent Living (IL) intervention field with foster care youths across the U.S. in the last two decades. However, DMILA has unknown validity and reliability. The present study was based on a convenience sample and included 49 adults between the ages of 18 and 26 (mean age 20), who emancipated from Florida District 11s foster care system. Data were collected via a mailed survey that included the DMILA test and a pre-addressed, postage-paid envelope. Results suggest that the DMILA assessment has mediocre reliability, with its most consistent subscales being interpersonal skills, money management skills, job seeking skills, and job maintenance skills. Based on statistical item deletion analyses, specific recommendations are concluded for improving the internal consistency of the DMILA scale.",
		"pages": "921-930",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740904002567",
		"journal": "Children and Youth Services Review",
		"volume": "27"
	},
	{
		"id": "SELVARAJU2014135",
		"source_id": "SELVARAJU2014135",
		"type": "article",
		"title": "Targeting deeper the human serum fucome by a liquid-phase multicolumn platform in combination with combinatorial peptide ligand libraries",
		"author": "Subhashini Selvaraju and Ziad El Rassi",
		"keywords": "Breast cancer serum, Fucosylation, Glycoproteins, Lectin affinity chromatography, Monolithic columns, ProteoMiner™",
		"doi": "https://doi.org/10.1016/j.jchromb.2014.01.037",
		"abstract": "Combinatorial peptide ligand library (CPLL) was evaluated as an off line step to narrow the differences of protein concentration in human serum prior to the capturing of human fucome from disease-free and breast cancer sera by a multicolumn platform via lectin affinity chromatography (LAC) followed by the fractionation of the captured glycoproteins by reversed phase chromatography (RPC). Two monolithic lectin columns specific to fucose, namely Aleuria aurantia lectin (AAL) and Lotus tetragonolobus agglutinin (LTA) columns were utilized to capture the fucome, which was subsequently fractionated by RPC yielding desalted fractions in volatile acetonitrile-rich mobile phase, which after vacuum evaporation were subjected to tryptic digestion prior to LC-MS/MS analysis. AAL has a strong affinity towards core fucosylated N-glycans and has a weak binding towards fucose in the outer arm while LTA can bind to glycans having fucose present in the outer arm. The combined strategy consisting of the CPLL, multicolumn platform and LC-MS/MS analysis permitted the identification of the differentially expressed proteins (DEPs) in breast cancer serum yielding 58 DEPs in both the LTA and AAL fractions with 6 DEPs common to both lectins. 17 DEPs were of the low abundance type, 16 DEPs of the borderline abundance type, 4 DEPs of the medium abundance type and 15 DEPs of the high abundance type. The remaining 6 DEPs are of unknown concentration. Only proteins exhibiting 99.9% protein identification probability, 95% peptide identification probability, and a minimum of 5 unique peptides were considered in finding the DEPs via scatterplots.",
		"pages": "135-142",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S157002321400049X",
		"journal": "Journal of Chromatography B",
		"volume": "951-952"
	},
	{
		"id": "COURTNEY20112442",
		"source_id": "COURTNEY20112442",
		"type": "article",
		"title": "Receipt of help acquiring life skills and predictors of help receipt among current and former foster youth",
		"author": "Mark E. Courtney and JoAnn Lee and Alfred Perez",
		"keywords": "Foster care, Foster youth, Independent living services",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.08.026",
		"abstract": "US law has long recognized the need to help prepare foster youth for the transition to adulthood and states receive funds specifically intended to provide their foster youth with independent living services. Nevertheless, little attention has been paid to whether foster youth in fact receive the services states are supposed to provide using federal funds. This study uses data from the Midwest Evaluation of the Adult Functioning of Former Foster Youth to describe the kinds of help foster youth receive in making the transition to adulthood and the factors associated with help receipt. Study findings call for a redoubling of efforts to provide foster youth with the assistance called for in federal law, provide support for the extension of foster care through age 21 in the interest of ensuring that such assistance is provided, highlight the need to involve foster parents more actively in providing youth with life skills training, and call into question whether current efforts to assist foster youth in acquiring independent living skills are well targeted.",
		"pages": "2442-2451",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911003288",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "POGGE2013471",
		"source_id": "POGGE2013471",
		"type": "article",
		"title": "Effect of a 12-Week Nutrition and Wellness Program in Independent Living Seniors",
		"author": "Elizabeth K. Pogge and Lori Eddings",
		"doi": "https://doi.org/10.1016/j.jneb.2013.01.014",
		"pages": "471-472",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1499404613000183",
		"journal": "Journal of Nutrition Education and Behavior",
		"volume": "45"
	},
	{
		"id": "MARES20111749",
		"source_id": "MARES20111749",
		"type": "article",
		"title": "Lighthouse Independent Living Program: Predictors of client outcomes at discharge",
		"author": "Alvin S. Mares and Mark J. Kroner",
		"keywords": "Foster care, Independent living, Outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.04.028",
		"abstract": "This study examined clinical risk factors and their association with client outcomes at discharge among 385 emancipating foster youth in Cincinnati, Ohio, who entered the Lighthouse Independent Living Program during the period 2001–2005. These youth averaged 18years of age and remained in the program an average of 10months. At the time of discharge at age 19, 58% of these young adults had completed high school, 32% were employed, and 38% were living independently; 11% had achieved all three aforementioned outcomes. An exploratory principal components factor analysis of nineteen dichotomous risk factor items assessed by clinical staff at the time of admission yielded four types of risk: mental health problems, delinquency issues, teen parenting, and cognitive impairment. Logistic regression analysis revealed a number of significant relationships between each of these four clinical risk factors and client outcomes after adjusting for demographic and program characteristics. Those with mental health problems were only half as likely as others to have attained all three outcomes. Parenting youth were only half as likely to have completed high school or to be employed as others. Those with delinquency issues were only one-fourth as likely than others to be independently housed at discharge. Finally, older youth and those remaining in the program longer showed more favorable outcomes than others. Implications for child welfare policy and practice pertaining to independent living are discussed.",
		"pages": "1749-1758",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911001502",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "INCHINGOLO2006391",
		"source_id": "INCHINGOLO2006391",
		"type": "article",
		"title": "O3-DPACS Open-Source Image-Data Manager/Archiver and HDW2 Image-Data Display: An IHE-compliant project pushing the e-health integration in the world",
		"author": "Paolo Inchingolo and Marco Beltrame and Pierpaolo Bosazzi and Davide Cicuta and Giorgio Faustini and Stefano Mininel and Andrea Poli and Federica Vatta",
		"doi": "https://doi.org/10.1016/j.compmedimag.2006.09.009",
		"abstract": "After many years of study, development and experimentation of open PACS and Image workstation solutions including management of medical data and signals (DPACS project), the research and development at the University of Trieste have recently been directed towards Java-based, IHE compliant and multi-purpose servers and clients. In this paper an original Image-Data Manager/Archiver (O3-DPACS) and a universal Image-Data Display (HDW2) are described. O3-DPACS is also part of a new project called Open Three (O3) Consortium, promoting Open Source adoption in e-health at European and world-wide levels. This project aims to give a contribution to the development of e-health through the study of Healthcare Information Systems and the contemporary proposal of new concepts, designs and solutions for the management of health data in an integrated environment: hospitals, Regional Health Information Organizations and citizens (home-care, mobile-care and ambient assisted living).",
		"pages": "391-406",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0895611106000966",
		"journal": "Computerized Medical Imaging and Graphics",
		"volume": "30"
	},
	{
		"id": "2006171",
		"source_id": "2006171",
		"type": "article",
		"title": "06/01125 A new approach to utilize Hydrogen as a safe fuel Abdel-Aal, H. K. et al. International Journal of Hydrogen Energy, 2005, 30, (13–14), 1511–1514",
		"doi": "https://doi.org/10.1016/S0140-6701(06)81129-X",
		"pages": "171",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014067010681129X",
		"journal": "Fuel and Energy Abstracts",
		"volume": "47"
	},
	{
		"id": "BAHARIYA2010595",
		"source_id": "BAHARIYA2010595",
		"type": "article",
		"title": "Comment on “Pillow form morphology of selected Neoproterozoic meta-volcanics in the Egyptian Central Eastern Desert and their implications” by E.S. Farahat, M.M. El Mahallawi, G. Hoinkes, A.Y. Abdel Aal, C.A. Hauzenberger [Journal of African Earth Sciences 57 (2010) 163–168]",
		"author": "Gaafar El Bahariya",
		"doi": "https://doi.org/10.1016/j.jafrearsci.2010.04.004",
		"pages": "595",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1464343X10000774",
		"journal": "Journal of African Earth Sciences",
		"volume": "58"
	},
	{
		"id": "IQBAL2015552",
		"source_id": "IQBAL2015552",
		"type": "article",
		"title": "Poly(3-hydroxybutyrate)-ethyl cellulose based bio-composites with novel characteristics for infection free wound healing application",
		"author": "Hafiz M.N. Iqbal and Godfrey Kyazze and Ian Charles Locke and Thierry Tron and Tajalli Keshavarz",
		"keywords": "Ethyl cellulose, Bio-composite, HaCaT compatible",
		"doi": "https://doi.org/10.1016/j.ijbiomac.2015.08.040",
		"abstract": "A series of bio-composites including poly3-hydroxybutyrate [P(3HB)] grafted ethyl cellulose (EC) stated as P(3HB)-EC were successfully synthesised. Furthermore, natural phenols e.g., p-4-hydroxybenzoic acid (HBA) and ferulic acid (FA) were grafted onto the newly developed P(3HB)-EC-based bio-composites under laccase-assisted environment without the use of additional initiators or crosslinking agents. The phenol grafted bio-composites were critically evaluated for their antibacterial and biocompatibility features as well as their degradability in soil. In particular, the results of the antibacterial evaluation for the newly developed bio-composites indicated that 20HBA-g-P(3HB)-EC and 15FA-g-P(3HB)-EC bio-composites exerted strong bactericidal and bacteriostatic activity against Gram− E. coli NTCT 10418 as compared to the Gram+ B. subtilis NCTC 3610. This study shows further that at various phenolic concentrations the newly synthesised bio-composites remained cytocompatible with human keratinocyte-like HaCaT skin cells, as 100% cell viability was recorded, in vitro. As for the degradation, an increase in the degradation rate was recorded during the soil burial analyses over a period of 42 days. These findings suggest that the reported bio-composites have great potential for use in wound healing; covering the affected skin area which may favour tissue repair over shorter periods.",
		"pages": "552-559",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014181301500584X",
		"journal": "International Journal of Biological Macromolecules",
		"volume": "81"
	},
	{
		"id": "TINKOV20091323",
		"source_id": "TINKOV20091323",
		"type": "article",
		"title": "Characterization of ultrasound-mediated destruction of drug-loaded microbubbles using an improved in vitro model",
		"author": "Steliyan Tinkov and Raffi Bekeredjian and Gerhard Winter and Conrad Coester",
		"keywords": "Ultrasound, Microbubble contrast agents, Acoustic destructibility, Drug-loading",
		"doi": "https://doi.org/10.1016/j.apacoust.2008.10.007",
		"abstract": "Introduction Ultrasound mediated destruction of microbubbles (MBs) has become a promising tool for site specific drug and gene delivery. One of the most important properties of drug-loaded MBs is their destructibility by ultrasound. Therefore, the aim of this study was to establish a new in vitro model that allows evaluation of the kinetics of ultrasound-mediated MB destruction at near physiological conditions. In this work, a newly developed drug-loaded MB formulation was compared with unloaded MBs in order to assess the influence of drug-loading on their acoustic destructibility. Furthermore, drug-loaded MBs were compared to acoustically active lipospheres (AALs), comprising an additional layer of triacetin, as well as to a marketed MB contrast agent (SonoVue®, Bracco Diagnostics, USA), used as standard. Methods MBs with phospholipid monolayer shells were produced by mechanical agitation of liposomal dispersions and octafluoropropane gas. AALs were accordingly produced by agitation of phospholipid-stabilized aqueous triacetin microemulsions with gas. The in vitro experimental setup for acoustic destructibility testing comprised a membrane cell, pressurized and brought to 37°C in order to imitate human blood pressure and body temperature. The optimized egg-like cell shape provided optimal flow conditions and a minimized dead volume. Ultrasound with frequencies of 1 and 3MHz and intensities, varying from 1 to 4W/cm2, was applied through a silicone membrane window to the cell. MB size distribution and concentration were measured by light blockage in equal time intervals during the sonication. Results The optimized in vitro setup demonstrated differences in the ultrasound destructibility of the MB formulations used. The fastest decay upon ultrasound exposure was found for SonoVue®. Unloaded and drug-loaded MBs appeared to be comparably destructible to SonoVue®. AALs were about 4.5-fold more stable than SonoVue®. MB destructibility was also found to depend on particle diameter, corresponding to theoretical models described in the literature. Conclusion The optimized in vitro setup has rendered a fast and reliable laboratory tool for characterization of MB formulations.",
		"pages": "1323-1329",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003682X08002521",
		"journal": "Applied Acoustics",
		"volume": "70"
	},
	{
		"id": "OKEYO2014155",
		"source_id": "OKEYO2014155",
		"type": "article",
		"title": "Dynamic sensor data segmentation for real-time knowledge-driven activity recognition",
		"author": "George Okeyo and Liming Chen and Hui Wang and Roy Sterritt",
		"keywords": "Ontology, Sensor data segmentation, Time window, Real-time activity recognition, Ontological activity modelling, Temporal information",
		"doi": "https://doi.org/10.1016/j.pmcj.2012.11.004",
		"abstract": "Approaches and algorithms for activity recognition have recently made substantial progress due to advancements in pervasive and mobile computing, smart environments and ambient assisted living. Nevertheless, it is still difficult to achieve real-time continuous activity recognition as sensor data segmentation remains a challenge. This paper presents a novel approach to real-time sensor data segmentation for continuous activity recognition. Central to the approach is a dynamic segmentation model, based on the notion of varied time windows, which can shrink and expand the segmentation window size by using temporal information of sensor data and activities as well as the state of activity recognition. The paper first analyzes the characteristics of activities of daily living from which the segmentation model that is applicable to a wide range of activity recognition scenarios is motivated and developed. It then describes the working mechanism and relevant algorithms of the model in the context of knowledge-driven activity recognition based on ontologies. The presented approach has been implemented in a prototype system and evaluated in a number of experiments. Results have shown average recognition accuracy above 83% in all experiments for real time activity recognition, which proves the approach and the underlying model.",
		"pages": "155-172",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119212001393",
		"journal": "Pervasive and Mobile Computing",
		"volume": "10"
	},
	{
		"id": "TASOULIS201387",
		"source_id": "TASOULIS201387",
		"type": "article",
		"title": "Statistical data mining of streaming motion data for activity and fall recognition in assistive environments",
		"author": "S.K. Tasoulis and C.N. Doukas and V.P. Plagianakos and I. Maglogiannis",
		"keywords": "Streaming motion data, Fall detection, Visual data, Cumulative sum (CUSUM) algorithm",
		"doi": "https://doi.org/10.1016/j.neucom.2012.08.036",
		"abstract": "The analysis of human motion data is interesting in the context of activity recognition or emergency event detection, especially in the case of elderly or disabled people living independently in their homes. Several techniques have been proposed for identifying such distress situations using either motion, audio and video sensors on the monitored subject (wearable sensors) or devices installed at the surrounding environment. Visual data captured from the users environment, using overhead cameras along with motion data, which are collected from accelerometers on the subjects body, can be fed to activity detection systems that can detect emergency situations like falls and injuries. The output of these sensors is data streams that require real time recognition, especially in such emergency situations. In this paper, we study motion and activity related streaming data and we propose classification schemes using traditional classification approaches. However, such approaches may not be always applicable for immediate alarm triggering and fall prevention or when CPU power and memory resources are limited (e.g.running the detection algorithm on a mobile device such as smartphones). To this end, we also propose a statistical mining methodology that may be used for real time motion data processing. The paper includes details of the stream data analysis methodology incorporated in the activity recognition and fall detection system along with an initial evaluation of the achieved accuracy in detecting falls. The results are promising and indicate that using the proposed methodology real time fall detection is feasible.",
		"pages": "87-96",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231212007606",
		"journal": "Neurocomputing",
		"volume": "107"
	},
	{
		"id": "BARSOCCHI201526",
		"source_id": "BARSOCCHI201526",
		"type": "article",
		"title": "Monitoring elderly behavior via indoor position-based stigmergy",
		"author": "Paolo Barsocchi and Mario G.C.A. Cimino and Erina Ferro and Alessandro Lazzeri and Filippo Palumbo and Gigliola Vaglini",
		"keywords": "Ambient Assisted Living, Indoor localization, Marker-based stigmergy, Swarm intelligence, Elderly monitoring",
		"doi": "https://doi.org/10.1016/j.pmcj.2015.04.003",
		"abstract": "In this paper we present a novel approach for monitoring elderly people living alone and independently in their own homes. The proposed system is able to detect behavioral deviations of the routine indoor activities on the basis of a generic indoor localization system and a swarm intelligence method. For this reason, an in-depth study on the error modeling of state-of-the-art indoor localization systems is presented in order to test the proposed system under different conditions in terms of localization error. More specifically, spatiotemporal tracks provided by the indoor localization system are augmented, via marker-based stigmergy, in order to enable their self-organization. This allows a marking structure appearing and staying spontaneously at runtime, when some local dynamism occurs. At a second level of processing, similarity evaluation is performed between stigmergic marks over different time periods in order to assess deviations. The purpose of this approach is to overcome an explicit modeling of user’s activities and behaviors that is very inefficient to be managed, as it works only if the user does not stray too far from the conditions under which these explicit representations were formulated. The effectiveness of the proposed system has been experimented on real-world scenarios. The paper includes the problem statement and its characterization in the literature, as well as the proposed solving approach and experimental settings.",
		"pages": "26-42",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119215000772",
		"journal": "Pervasive and Mobile Computing",
		"volume": "23"
	},
	{
		"id": "KRONER2009563",
		"source_id": "KRONER2009563",
		"type": "article",
		"title": "Lighthouse independent living program: Characteristics of youth served and their outcomes at discharge",
		"author": "Mark J. Kroner and Alvin S. Mares",
		"keywords": "Foster care, Independent living, Treatment outcomes",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.10.011",
		"abstract": "This study examined the outcomes of 455 young people who entered the Lighthouse Independent Living Program during the period 2001–2006. On average, clients were admitted shortly before their 18th birthdays, and remained in the program for just under 10 months. At discharge, 60% had completed high school/GED program, 31% were employed, and 33% were independently housed. However, there were significant differences in outcomes across subgroups. Clients who presented with four or more clinical risk factors were less likely to have completed high school/GED program, less likely to be employed, and less likely to be independently housed than those who presented with fewer risk factors. Those staying in the program for less than 6 months were more likely to complete high school, but less likely to be employed and to be independently housed than those remaining in the program longer. Clients entering the program at ages 19–20 years showed significantly better outcomes than younger clients. Female clients were more likely to be living independently at discharge, while no other gender or racial/ethnic group differences in outcomes were found. These descriptive data may provide useful benchmark data for independent living program planning, development, administration, and policy-making purposes.",
		"pages": "563-571",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908002685",
		"journal": "Children and Youth Services Review",
		"volume": "31"
	},
	{
		"id": "ZHENG200933",
		"source_id": "ZHENG200933",
		"type": "article",
		"title": "Immunogenicity and protective efficacy of Semliki forest virus replicon-based DNA vaccines encoding goatpox virus structural proteins",
		"author": "Min Zheng and Ningyi Jin and Qi Liu and Xiaowei Huo and Yang Li and Bo Hu and Haili Ma and Zhanbo Zhu and Yanzhao Cong and Xiao Li and Minglan Jin and Guangze Zhu",
		"keywords": ", , DNA vaccine, , Replicon DNA, Immune response",
		"doi": "https://doi.org/10.1016/j.virol.2009.05.031",
		"abstract": "Goatpox, caused by goatpox virus (GTPV), is an acute feverish and contagious disease in goats often associated with high morbidity and high mortality. To resolve potential safety risks and vaccination side effects of existing live attenuated goatpox vaccine (AV41), two Semliki forest virus (SFV) replicon-based bicistronic expression DNA vaccines (pCSm-AAL and pCSm-BAA) which encode GTPV structural proteins corresponding to the Vaccinia virus proteins A27, L1, A33, and B5, respectively, were constructed. Then, theirs ability to induce humoral and cellular response in mice and goats, and protect goats against virulent virus challenge were evaluated. The results showed that, vaccination with pCSm-AAL and pCSm-BAA in combination could elicit strong humoral and cellular responses in mice and goats, provide partial protection against viral challenge in goats, and reduce disease symptoms. Additionally, priming vaccination with the above-mentioned DNA vaccines could significantly reduce the goats side reactions from boosting vaccinations with current live vaccine (AV41), which include skin lesions at the inoculation site and fevers. Data obtained in this study could not only facilitate improvement of the current goatpox vaccination strategy, but also provide valuable guidance to suitable candidates for evaluation and development of orthopoxvirus vaccines.",
		"pages": "33-43",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0042682209003213",
		"journal": "Virology",
		"volume": "391"
	},
	{
		"id": "OSULLIVAN20151403",
		"source_id": "OSULLIVAN20151403",
		"type": "article",
		"title": "End User Needs Elicitation for a Full-body Exoskeleton to Assist the Elderly",
		"author": "Leonard OSullivan and Valerie Power and Gurvinder Virk and Nauman Masud and Usman Haider and Simon Christensen and Shaoping Bai and Ludo Cuypers and Michel D’Havé and Kristl Vonck",
		"keywords": "Assitive exoskeleton, Elderly, End user needs",
		"doi": "https://doi.org/10.1016/j.promfg.2015.07.302",
		"abstract": "For ageing individuals, declining physical functional capacity can lead to loss of independence, decreased engagement in the community and reductions in quality of life. As such, solutions that can effectively and affordably supplement older adults’ diminishing functional capacity, and thus facilitate maintained independence and social participation over time are urgently required. The AXO-SUIT project – funded by the European Commission under the Ambient Assisted Living Joint Programme - is developing assistive exoskeleton devices for older adults with impaired mobility and/or difficulties in performing activities of daily living. This paper will report on-going research which aims to identify end user needs, and thus provide inputs to specify the design requirements of the AXO-SUIT exoskeletons. The objectives of this initial questionnaire study are to identify the functional assistance requirements of potential end users of the AXO-SUIT in terms of mobility, reaching and handling, and full-body support for performing activities of daily living at home and in the wider community. The end user requirements identified will be used to formulate functional specifications for the AXO-SUIT lower-body and upper-body sub-systems, which will ensure that the AXO-SUIT prototypes will provide for the specific mobility, reaching and handling needs of end users, and also to provide useful insights into the perspectives and needs of end users in relation to assistive exoskeletons in general.",
		"pages": "1403-1409",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2351978915003030",
		"journal": "Procedia Manufacturing",
		"volume": "3"
	},
	{
		"id": "RITTENHOUSE2005221",
		"source_id": "RITTENHOUSE2005221",
		"type": "incollection",
		"title": "Chapter 16 Simulation of Chemical Concepts, Systems and Processes Using Symbolic Computation Engines: From Computer-Assisted Problem-Solving Approach to Advanced Tools for Research",
		"author": "Jonathan Rittenhouse and Mihai Scarlete",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/S1574-1400(05)01016-9",
		"abstract": "Publisher Summary This chapter describes the simulation of chemical concepts, systems, and processes using symbolic computation engines (SCE). It also discusses the creation of self-extracting databases and the storage of quantiﬁed versions of chemical principles. The computational power of SCE coupled to storage facilities associated with a general computer-assisted environment can be used to create and expose the principles at the creation of physical chemistry databases. The database is structured on the Bridgman table principle of the partial derivatives of state functions. The example selected in the chapter for the storage of the data in functional form is based on the consistency of the theoretical treatment of a problem with the experimental data, when the generalizing principle is not targeted. Because of the speciﬁcity of the large database required for the solution of various problems, thermodynamics is a fertile area for SCE-embedded applications designed for the storage of data in symbolic/ numerical form adapted for SCE processing. The chapter also discusses the oscillating systems involving the transamination of poly(organo)silanes during polymer-source chemical vapordeposition (PS-CVD). PS-CVD is intended to introduce a combinatorial approach for the experimental design of ceramic thin ﬁlms for semiconductor and optoelectronic devices through the synthesis of semiconductor thin layers with oscillating properties.",
		"pages": "221-235",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574140005010169",
		"volume": "1"
	},
	{
		"id": "AHN2014221",
		"source_id": "AHN2014221",
		"type": "article",
		"title": "Differential proteomic approach for identification and verification of aberrantly glycosylated proteins in adenocarcinoma lung cancer (ADLC) plasmas by lectin-capturing and targeted mass spectrometry",
		"author": "Yeong Hee Ahn and Eun Sun Ji and Na Ree Oh and Yong-Sam Kim and Jeong Heon Ko and Jong Shin Yoo",
		"keywords": "Differential proteomic, Aberrant glycosylation, Fucosylation, Targeted mass spectrometry, Adenocarcinoma lung cancer",
		"doi": "https://doi.org/10.1016/j.jprot.2014.04.031",
		"abstract": "To investigate quantitative differences in aberrant glycosylation of target glycoproteins between noncancerous group and patient group with adenocarcinoma lung cancer (ADLC), differential proteomic approach was developed by cooperatively using comparative lectin-capturing, targeted mass spectrometry (MRM MS), and antibody/lectin sandwich ELISA. Plasma samples comparatively prepared from 3 ADLC patients and 3 controls, with and without lectin-fractionation using fucose-specific Aleuria aurantia lectin (AAL), were trypsin-digested and analyzed for target glycoproteins, alpha-1-acid glycoprotein (AGP) and ceruloplasmin (CP), by MRM MS. From the MRM MS data the abundance levels of AAL-captured glycoforms of both targets were significantly higher in ADLC cases compared to controls, although the levels in total protein abundance were comparable between ADLC and control groups. This difference between ADLC and control groups in the fucosylated glycoform levels was originated mainly from aberrant fucosylation on the targets in ADLC plasmas rather than change in total protein abundance of the targets, and also confirmed by sandwich ELISA. AGP and CP were further verified to be biomarker candidates by MRM-based analysis of AAL-captured plasmas (30 ADLC cases, 30 controls), with AUROC 0.758 and 0.847 respectively. This differential proteomic approach can be useful for identifying and verifying biomarker candidate involved in aberrant protein glycosylation. Biological significance The present paper introduces an efficient differential proteomic method to investigate quantitative differences in aberrant protein glycosylation of serological glycoproteins between noncancerous group and lung cancer patient group. This differential proteomic approach consisting of the targeted MRM MS of comparatively lectin-captured plasma fractions and the antibody/lectin sandwich ELISA-based assay was evaluated to be useful for identification of aberrantly fucosylated glycoproteins AGP and CP in lung cancer plasmas. In addition, we have demonstrated that the MRM MS-based differential proteomic approach is also useful for high-throughput verification of the aberrantly fucosylated glycoproteins AGP and CP using the large number of individual plasmas. Therefore, the present MRM MS-based differential proteomic strategy with lectin-capturing can be a powerful tool for high-throughput verification of aberrantly glycosylated biomarker candidates, identified preliminary by mass profiling experiments in proteomic fields but requiring further validation using a large number of cohorts.",
		"pages": "221-229",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1874391914002073",
		"journal": "Journal of Proteomics",
		"volume": "106"
	},
	{
		"id": "GREESON20151",
		"source_id": "GREESON20151",
		"type": "article",
		"title": "Development & maintenance of social support among aged out foster youth who received independent living services: Results from the Multi-Site Evaluation of Foster Youth Programs",
		"author": "Johanna K.P. Greeson and Antonio R. Garcia and Minseop Kim and Allison E. Thompson and Mark E. Courtney",
		"keywords": "Social support, Foster care, Child welfare, Aging out, Transition to adulthood, Life skills, Race/ethnicity, Multilevel longitudinal modeling",
		"doi": "https://doi.org/10.1016/j.childyouth.2015.03.016",
		"abstract": "This study uses secondary data from the Multi-Site Evaluation of Foster Youth Programs, a randomized controlled trial of four independent living programs for youth in foster care. The subject of this investigation is the Life Skills Training Program (LST) of Los Angeles County, CA. We had three interrelated aims: (1) Evaluate the effectiveness of the LST program as compared to services as usual on the change in social support over time; (2) Examine the differences over time in social support by race and ethnicity among LST participants; and (3) Investigate the explanatory value of prosocial activities, educational involvement, current living arrangement, employment, victimization experiences, placement instability, and behavioral health symptomology on changes in social support over time among LST participants. We employed multilevel longitudinal modeling to estimate growth in social support over three time points (baseline, first follow-up, and second follow-up) among 482 youth (n=234 LST; n=248 control). We found a significant reduction in social support across the three time points. But, there was no difference in the social support trajectory between the LST and control groups. In addition, no racial/ethnic difference in the social support trajectory was detected. Results underscore the need to critically examine how independent living programming is intended to increase social support and whether modifying these practices can improve promotion and maintenance of social support for youth who age out of foster care.",
		"pages": "1-9",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740915000997",
		"journal": "Children and Youth Services Review",
		"volume": "53"
	},
	{
		"id": "GUSSEKLOO2014S40",
		"source_id": "GUSSEKLOO2014S40",
		"type": "article",
		"title": "SS9.01: Independent living with multimorbidity? Your GP is ready for it!",
		"author": "J. Gussekloo and A. Poot and W.P. Achterberg and H. Maas",
		"doi": "https://doi.org/10.1016/S1878-7649(14)70078-6",
		"pages": "S40",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764914700786",
		"journal": "European Geriatric Medicine",
		"volume": "5"
	},
	{
		"id": "BALAGOPAL2008226",
		"source_id": "BALAGOPAL2008226",
		"type": "article",
		"title": "Human Immunodeficiency Virus-Related Microbial Translocation and Progression of Hepatitis C",
		"author": "Ashwin Balagopal and Frances H. Philp and Jacquie Astemborski and Timothy M. Block and Anand Mehta and Ronald Long and Gregory D. Kirk and Shruti H. Mehta and Andrea L. Cox and David L. Thomas and Stuart C. Ray",
		"doi": "https://doi.org/10.1053/j.gastro.2008.03.022",
		"abstract": "Background & Aims: Human immunodeficiency virus (HIV)-1 infection has been associated with enhanced microbial translocation, and microbial translocation is a mechanism through which alcohol and some enteric conditions cause liver disease. We hypothesized that HIV promotes liver disease by enhancing microbial translocation. Methods: We studied human cohorts in which hepatitis C virus (HCV) and HIV outcomes were carefully characterized. Results: HIV-related CD4+ lymphocyte depletion was strongly associated with microbial translocation as indicated by elevated levels of circulating lipopolysaccharide (LPS), LPS-binding protein, soluble CD14, and fucose-binding lectin (AAL) reactive to immunoglobulin G specific for the α-galactose epitope and suppressed levels of endotoxin core antibodies (EndoCAb IgM) in HIV-infected subjects compared with the same persons before they had HIV infection and compared with HIV-uninfected subjects. The same measures of microbial translocation were strongly associated with HCV-related liver disease progression (cirrhosis), eg, LPS, odds ratio, 19.0 (P = .002); AAL, odds ratio, 27.8 (P < .0001); in addition, levels of LPS were elevated prior to recognition of cirrhosis. Conclusions: Microbial translocation may be a fundamental mechanism through which HIV accelerates progression of chronic liver disease.",
		"pages": "226-233",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016508508004587",
		"journal": "Gastroenterology",
		"volume": "135"
	},
	{
		"id": "SHEN2015e1377",
		"source_id": "SHEN2015e1377",
		"type": "article",
		"title": "Adults with cerebral palsy: independent living factors and perceived quality of life",
		"author": "E. Shen and D. Umphred and J. Sweeney and K. Nixon-Cave",
		"doi": "https://doi.org/10.1016/j.physio.2015.03.1318",
		"pages": "e1377",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0031940615013486",
		"journal": "Physiotherapy",
		"volume": "101"
	},
	{
		"id": "YIN200827",
		"source_id": "YIN200827",
		"type": "article",
		"title": "Preparation, characterization, and methane total oxidation of AAl12O19 and AMAl11O19 hexaaluminate catalysts prepared with urea combustion method",
		"author": "Fengxiang Yin and Shengfu Ji and Pingyi Wu and Fuzhen Zhao and Chengyue Li",
		"keywords": "Hexaaluminates, Urea combustion, Methane catalytic combustion, XRD, TPR",
		"doi": "https://doi.org/10.1016/j.molcata.2008.05.015",
		"abstract": "A series of AAl12O19 (A=La, Sr, Ba, Ca, Ce), AMAl11O19 (A=La, Sr; M=Cu, Mn, Fe, Ni, Mg) and Sr1−xLaxMnAl11O19 (x=0.2–0.8) hexaaluminates were prepared successfully using urea combustion method. The influences of the molar ratio (R) of urea to the total metal ions in hexaaluminates and the urea combustion temperature on the formation of the hexaaluminates were investigated. The structure of the hexaaluminates was characterized using X-ray powder diffraction (XRD) and temperature-programmed reduction (TPR). The catalytic activity for methane combustion was evaluated. The results indicated that the preparation conditions were: for LaAl12O19, the value of R was 3, the combustion time was in the range from 40 to 60min, and the combustion temperature was not less than 500°C; For LaFeAl11O19 and LaMnAl11O19, the value of R was 3–7, the combustion time was 40min, and the combustion temperature was less than 500 and 400°C, respectively; for AAl12O19 (A=Sr, Ba, Ca, Ce), LaMAl11O19 (M=Cu, Ni, Mg), SrMAl11O19 (M=Cu, Mn, Fe, Ni, Mg) and Sr1−xLaxMnAl11O19 (x=0.2–0.8), the value of R was 3, the combustion time was 40min, and the combustion temperature was 500°C. The prepared hexaaluminates had pure hexaaluminate phase structure and excellent catalytic activity in the methane combustion.",
		"pages": "27-36",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1381116908002495",
		"journal": "Journal of Molecular Catalysis A: Chemical",
		"volume": "294"
	},
	{
		"id": "HASSAN201418",
		"source_id": "HASSAN201418",
		"type": "article",
		"title": "Haptic assisted aircraft optimal assembly path planning scheme based on swarming and artificial potential field approach",
		"author": "Syed Hassan and Jungwon Yoon",
		"keywords": "Virtual reality, Assembly automation, Particle swarm optimization, Ant colony optimization, Path planning, Path optimization",
		"doi": "https://doi.org/10.1016/j.advengsoft.2013.12.003",
		"abstract": "In this research, a novel near optimum automated rigid aircraft engine parts assembly path planning algorithm based on particle swarm optimization approach is proposed to solve the obstacle free assembly path planning process in a 3d haptic assisted environment. 3d path planning using valid assembly sequence information was optimized by combining particle swarm optimization algorithm enhanced by the potential field path planning concepts. Furthermore, the presented approach was compared with traditional particle swarm optimization algorithm (PSO), ant colony optimization algorithm (ACO) and genetic algorithm (CGA). Simulation results showed that the proposed algorithm has faster convergence rate towards the optimal solution and less computation time when compared with existing algorithms based on genetics and ant colony approach. To confirm the optimality of the proposed algorithm, it was further experimented in a haptic guided environment, where the users were assisted with haptic active guidance feature to perform the process opting the optimized assembly path. It was observed that the haptic guidance feature further reduced the overall task completion time.",
		"pages": "18-25",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0965997813001816",
		"journal": "Advances in Engineering Software",
		"volume": "69"
	},
	{
		"id": "LEWIS2014207",
		"source_id": "LEWIS2014207",
		"type": "incollection",
		"title": "Chapter Seven - Three Areas of the Expanded Core Curriculum for Students with Visual Impairment: Research Priorities for Independent Living Skills, Self-Determination, and Social Interaction Skills",
		"author": "Sandra Lewis and Mackenzie E. Savaiano and Karen Blankenship and Kitty Greeley-Bennett",
		"keywords": "Blindness, Visual impairment, Expanded core curriculum, Self-determination, Independent living, Social skills",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-420039-5.00002-2",
		"abstract": "An extensive review of existing literature was conducted to identify intervention research in three areas of the expanded core curriculum (ECC) for students with visual impairments: independent living skills, self-determination skills, and social interaction skills. Students with visual impairments often struggle to develop competence in these three areas without direct instruction, yet it is thought that they are critical for successful adult functioning. After identifying over 700 potential articles through an extensive literature search, 23 intervention studies on school-age children with visual impairments met inclusion criteria for this chapter. Results are summarized by the ECC area, with seven (30%) studies on independent living skills, six (26%) studies on self-determination, and ten (43%) studies on social skills. Single-subject multiple baseline designs were most commonly used, though many of the researchers failed to demonstrate experimental control through sufficient replications of their interventions to support causality. Based on the paucity of intervention studies, the authors conclude that there are few research-based strategies to facilitate the development of skills in these three areas. More research, and research of higher quality, is needed.",
		"pages": "207-252",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780124200395000022",
		"volume": "46"
	},
	{
		"id": "ZALESKY2010970",
		"source_id": "ZALESKY2010970",
		"type": "article",
		"title": "Whole-brain anatomical networks: Does the choice of nodes matter?",
		"author": "Andrew Zalesky and Alex Fornito and Ian H. Harding and Luca Cocchi and Murat Yücel and Christos Pantelis and Edward T. Bullmore",
		"doi": "https://doi.org/10.1016/j.neuroimage.2009.12.027",
		"abstract": "Whole-brain anatomical connectivity in living humans can be modeled as a network with diffusion-MRI and tractography. Network nodes are associated with distinct grey-matter regions, while white-matter fiber bundles serve as interconnecting network links. However, the lack of a gold standard for regional parcellation in brain MRI makes the definition of nodes arbitrary, meaning that network nodes are defined using templates employing either random or anatomical parcellation criteria. Consequently, the number of nodes included in networks studied by different authors has varied considerably, from less than 100 up to more than 104. Here, we systematically and quantitatively assess the behavior, structure and topological attributes of whole-brain anatomical networks over a wide range of nodal scales, a variety of grey-matter parcellations as well as different diffusion-MRI acquisition protocols. We show that simple binary decisions about network organization, such as whether small-worldness or scale-freeness is evident, are unaffected by spatial scale, and that the estimates of various organizational parameters (e.g. small-worldness, clustering, path length, and efficiency) are consistent across different parcellation scales at the same resolution (i.e. the same number of nodes). However, these parameters vary considerably as a function of spatial scale; for example small-worldness exhibited a difference of 95% between the widely-used automated anatomical labeling (AAL) template (∼100 nodes) and a 4000-node random parcellation (σAAL=1.9 vs. σ4000=53.6±2.2). These findings indicate that any comparison of network parameters across studies must be made with reference to the spatial scale of the nodal parcellation.",
		"pages": "970-983",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811909013159",
		"journal": "NeuroImage",
		"volume": "50"
	},
	{
		"id": "RIBEIRO2015635",
		"source_id": "RIBEIRO2015635",
		"type": "article",
		"title": "Usability Evaluation of a Health Care Application Based on IPTV",
		"author": "Vitor Simões Ribeiro and Ana Isabel Martins and Alexandra Queirós and Anabela G. Silva and Nelson Pacheco Rocha",
		"keywords": "Usability Evaluation, Internet Protocol TV, Monitoring Devices, Home Care.",
		"doi": "https://doi.org/10.1016/j.procs.2015.08.577",
		"abstract": "This paper presents the usability evaluation of the AAL@MEO, an application running in a commercial service of Internet Protocol TV that integrates technological solutions to support home care. The evaluation methodology comprises the application of usability assessment instruments (the Post-Study System Usability Questionnaire and the International Classification of Functioning based Usability Scale), performance tests and analysis of critical incidents. The results show that elderly users had a high degree of satisfaction towards the interaction with the TV set, but some of the interaction mechanisms based on a remote control with multiple functions need further developments.",
		"pages": "635-642",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S187705091502712X",
		"journal": "Procedia Computer Science",
		"volume": "64"
	},
	{
		"id": "GAJDOS2015e47",
		"source_id": "GAJDOS2015e47",
		"type": "article",
		"title": "50. Comparison of canonical correlation analysis and pearson correlation in resting state FMRI in patients with parkinson’s disease",
		"author": "M. Gajdoš and M. Mračková and N. Elfmarková and I. Rektorová and M. Mikl",
		"doi": "https://doi.org/10.1016/j.clinph.2014.10.209",
		"abstract": "Introduction In many fMRI studies of functional connectivity, researchers need to select representative signal of region of interest (ROI). Usual approach is to compute mean or first eigenvector of ROI voxels and use it to calculate Pearson correlation (PC). In this abstract we compare this usual practice with extended technique using more eigenvectors and canonical correlation analysis (CCA). Methods We used resting-state data from 18 PD patients, two sessions for each subject, first in off state, second in on state (after l-dopa medication). Dataset was acquired using 1.5T MR scanner Siemens Symphony, 150 scans, TR=3.0s. Data were preprocessed in SPM8 – unwarped, slice timing corrected, spatially normalized and smoothed using 5mm kernel. Masks of individually segmented gray matter were applied. Then we used AAL parcelation and performed PCA on each region. First eigenvectors were used for PC analysis and every eigenvector above 10% explained variability entered CCA. To find AAL regions influenced by medication, t-tests were performed on differences between first and second session both using PC and CCA coefficients. Results CCA identified 107 and PC 206 significant changes in correlation between AAL regions (p<0.05 uncorrected). Only 5 significant changes were identical for CCA and PC. Mean CCA correlation was 0.58, mean PC correlation was 0.22. Conclusion PC and CCA are statistical methods quantifying information about similarity of signals. Although CCA is not commonly used in fMRI, we performed it as extension of PC, because we want to exploit more variability from data than PC can. Mean CCA correlation on group level is significantly higher than PC correlation. CCA evaluates greatest correlation obtained by linear combination of eigenvectors between every two regions. Therefore CCA contains stronger correlations than PC. Statistically significant results are evidence that CCA is able to find differences between datasets albeit on uncorrected level. These differences can represent effect of l-dopa medication on functional connectivity network. CCA could reveal information, that remains hidden for PC analysis and for assessment of functional connectivity it could be useful to combine information from both methods – CCA and PC. Thanks to Grant GA14-33143S from GACR for funding.",
		"pages": "e47-e48",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245714007834",
		"journal": "Clinical Neurophysiology",
		"volume": "126"
	},
	{
		"id": "THYPARAMBIL20142404",
		"source_id": "THYPARAMBIL20142404",
		"type": "article",
		"title": "Determination of orientation and adsorption-induced changes in the tertiary structure of proteins on material surfaces by chemical modification and peptide mapping",
		"author": "Aby A. Thyparambil and Yang Wei and Yonnie Wu and Robert A. Latour",
		"keywords": "Chemical labeling, Mass spectrometry, Protein–protein interaction, Protein–surface interaction, Protein structural change",
		"doi": "https://doi.org/10.1016/j.actbio.2014.01.027",
		"abstract": "The labeling of amino acid residues followed by peptide mapping via mass spectrometry (AAL/MS) is a promising technique to provide detailed information on the adsorption-induced changes in its solvent accessibility. However, the potential of this method for the study of adsorbed protein structure is largely undeveloped at this time. The objective of this research was therefore to extend these capabilities by developing and applying AAL/MS techniques for a range of amino acid types to identify the dominant configurations of an adsorbed protein on a material surface. In this study, the configuration of hen egg white lysozyme (HEWL) adsorbed on fused silica glass, high-density polyethylene (HDPE) and poly(methyl methacrylate) (PMMA) was mapped by combining the labeling profiles obtained from five amino acid labels, which were independently applied. In order to be able to combine the results from the different amino acid labeling processes, the intensity of the HEWL segment without the target amino acids was used as an internal control to normalize the intensity shifts to an equivalent level. The resulting quantitative differences in the normalized amino acid profiles were then used to provide insights into adsorbed orientation, protein–protein interactions and adsorption-induced tertiary unfolding of HEWL, which were found to be distinctly different between the fused silica glass, HDPE and PMMA surfaces. The developed technique has the potential for broad application and for expansion to additional targeted amino acids to provide highly detailed information on the adsorbed state of any protein on any given surface.",
		"pages": "2404-2414",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1742706114000452",
		"journal": "Acta Biomaterialia",
		"volume": "10"
	},
	{
		"id": "OKPYCH201574",
		"source_id": "OKPYCH201574",
		"type": "article",
		"title": "Receipt of independent living services among older youth in foster care: An analysis of national data from the U.S.",
		"author": "Nathanael J. Okpych",
		"keywords": "Foster care youth, Independent living services, Foster Care Independence Act, Chafee program, Education and training vouchers (ETV)",
		"doi": "https://doi.org/10.1016/j.childyouth.2015.01.021",
		"abstract": "Fifteen years has passed since the Chafee Foster Care Independence Program was created under the Social Security Act, which marked an increased role of the U.S. federal government in supporting foster care youth to independence. It was not until the National Youth in Transition Database (NYTD) was launched in 2010 that all 50 states reported standard data on receipt of the 13 types of Chafee independent living services. This paper, which draws on the first two years of NYTD data, analyzes Chafee service receipt across the U.S. among youth in foster care (ages 16–21). About half of the 131,204 youth included in this analysis received at least one type of Chafee service, and considerable variation existed in the proportion of youth that received each of the 13 specific types of services. Females were more likely than males to receive all but one type of service, and African Americans were less likely to receive most of the services. An interaction effect indicated that Black youth were significantly less likely to receive services in large urban areas than other racial/ethnic groups. Young people with disabilities or medical/psychological conditions were generally more likely to receive services than youth without disabilities. Youth in large urban regions receive fewer services than youth residing in other areas, and substantial variation exists between states in proportions of service recipients. Recommendations are made for targeting services, future data collection, and research, including suggestions on ways to improve measurement of Chafee services.",
		"pages": "74-86",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S019074091500047X",
		"journal": "Children and Youth Services Review",
		"volume": "51"
	},
	{
		"id": "MCNALLY2001249",
		"source_id": "MCNALLY2001249",
		"type": "article",
		"title": "Compact DC model for submicron GaAs MESFETs including gate-source modulation effects",
		"author": "P.J. McNally and B. Daniels",
		"keywords": "Compact DC model, Submicron GaAs MESFET, Gate-source modulation",
		"doi": "https://doi.org/10.1016/S0026-2692(00)00103-8",
		"abstract": "Recent submicron DC GaAs MESFET models (Ahmed et al., IEEE Trans. Electron. Devices, ED-44 (1997) 360) are improved in order to more accurately facilitate non-linear small-signal circuit designs. The Ahmed–Ahmed–Ladbrooke (AAL) model (Ahmed et al., IEEE Trans. Electron. Devices, ED-44 (1997) 360), allowed for the prediction of the DC characteristics of large-signal submicron devices by using the concept of a shift in threshold voltage. The new model proposed in this paper uses a small number of variables and, while improving on the AAL model, retains the essential form of the more common Curtice and Advanced Curtice models (Curtice, IEEE Trans. Microwave Theory Tech., MTT-28 (1980) 4456; de Graaff and klaassen, Compact Transistor Modelling for Circuit Design, Springer, Vienna, 1990) together with accounting for gate-source voltage modulation effects.",
		"pages": "249-251",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0026269200001038",
		"journal": "Microelectronics Journal",
		"volume": "32"
	},
	{
		"id": "NICA2006189",
		"source_id": "NICA2006189",
		"type": "article",
		"title": "Eya1 is required for lineage-specific differentiation, but not for cell survival in the zebrafish adenohypophysis",
		"author": "Gabriela Nica and Wiebke Herzog and Carmen Sonntag and Matthias Nowak and Heinz Schwarz and Agustin G. Zapata and Matthias Hammerschmidt",
		"keywords": ", , Adenohypophysis, , , Zebrafish, Cell differentiation, Apoptosis",
		"doi": "https://doi.org/10.1016/j.ydbio.2005.12.036",
		"abstract": "The homeodomain transcription factor Six1 and its modulator, the protein phosphatase Eya1, cooperate to promote cell differentiation and survival during mouse organ development. Here, we studied the effects caused by loss of eya1 and six1 function on pituitary development in zebrafish. eya1 and six1 are co-expressed in all adenohypophyseal cells. Nevertheless, eya1 (aal, dog) mutants show lineage-specific defects, defining corticotropes, melanotropes, and gonadotropes as an Eya1-dependent lineage, which is complementary to the Pit1 lineage. Furthermore, eya1 is required for maintenance of pit1 expression, leading to subsequent loss of cognate hormone gene expression in thyrotropes and somatotropes of mutant embryos, whereas prolactin expression in lactotropes persists. In contrast to other organs, adenohypophyseal cells of eya1 mutants do not become apoptotic, and the adenohypophysis remains at rather normal size. Also, cells do not trans-differentiate, as in the case of pit1 mutants, but display morphological features characteristic for nonsecretory cells. Some of the adenohypophyseal defects of eya1 mutants are moderately enhanced in combination with antisense-mediated loss of Six1 function, which per se does not affect pituitary cell differentiation. In conclusion, this is the first report of an essential role of Eya1 during pituitary development in vertebrates. Eya1 is required for lineage-specific differentiation of adenohypophyseal cells, but not for their survival, thereby uncoupling the differentiation-promoting and anti-apoptotic effects of Eya proteins seen in other tissues.",
		"pages": "189-204",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0012160605009371",
		"journal": "Developmental Biology",
		"volume": "292"
	},
	{
		"id": "JURADO2012695",
		"source_id": "JURADO2012695",
		"type": "article",
		"title": "Using fuzzy logic applied to software metrics and test cases to assess programming assignments and give advice",
		"author": "Francisco Jurado and Miguel A. Redondo and Manuel Ortega",
		"keywords": "Intelligent tutoring systems, Programming and programming languages, Evaluation methodologies",
		"doi": "https://doi.org/10.1016/j.jnca.2011.11.002",
		"abstract": "Programming is an important competence in Computer Science and Engineering studies. Students have to pass the related programming subjects proving that they have acquired the necessary knowledge and skills. Such knowledge and skills will be essential for their academic training and future careers. However, students of programming subjects have to solve deep cognitive challenges. One of our objectives is to help them overcome these challenges. To overcome the first difficulties the students may encounter while developing their assignments, we will present an approach that provides a first assessment of the students’ solution. This will allow the system to estimate a mark on a student assignment; so it can provide some kind of adaption and guidance in the learning process. It will allow the students to ask the system what is wrong with the solution they are developing, without teacher intervention. Thus, our aim is to create a system that assists the students in understanding what they are doing and helps the teachers in their labour in the classroom. Although the assessment technique we will show can be extrapolated to other programming areas, this paper focuses on a concrete one, namely Programming Algorithms. In this respect, throughout the paper we will show how to process and analyse algorithms written by students as solutions to programming assignments, something that is ongoing in those computer supported systems for learning to program. As a result, a proposal for assessing algorithms applying Fuzzy Logic to software metrics and test cases will be explained. In addition, the Computer Assisted Environment for Learning Algorithms (COALA) environment will be exposed in order to validate our proposals. Furthermore, we will explain the developed empirical study and also analyse and explain the results. These results seem to point out that the proposals are successful enough, but we must continue working on this research line to provide evaluations that are closer to those provided manually by a teacher.",
		"pages": "695-712",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1084804511002050",
		"journal": "Journal of Network and Computer Applications",
		"volume": "35"
	},
	{
		"id": "BLIWISE20111551",
		"source_id": "BLIWISE20111551",
		"type": "incollection",
		"title": "Chapter 136 - Sleep in Independently Living and Institutionalized Elderly",
		"author": "Donald L. Bliwise",
		"publisher": "W.B. Saunders",
		"doi": "https://doi.org/10.1016/B978-1-4160-6645-3.00136-5",
		"isbn": "978-1-4160-6645-3",
		"pages": "1551-1561",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9781416066453001365"
	},
	{
		"id": "LEMON2005251",
		"source_id": "LEMON2005251",
		"type": "article",
		"title": "From foster care to young adulthood: The role of independent living programs in supporting successful transitions",
		"author": "Kathy Lemon and Alice M. Hines and Joan Merdinger",
		"keywords": "Foster care, Pathways to College study, Independent living programs",
		"doi": "https://doi.org/10.1016/j.childyouth.2004.09.005",
		"abstract": "Using data from the larger Pathways to College study, this article presents two analyses exploring the potentially beneficial role of independent living programs (ILPs) for foster youth. First, a comparative analysis using survey data describes characteristics of former foster youth who were enrolled in an ILP while in foster care (N=81) compared to those who were not (N=113). Second, an ethnographic analysis using interview data with ILP coordinators in nine California counties describes typical and unique ILP services, as well as the impact of recent federal policy changes on ILPs. Survey results indicated that ILP participants were more likely to be African American or Mexican American/other Latino, and while in foster care, they tended to be placed in nonrelative placements, had more out-of-home placements, and were more likely than non-ILP participants to have been taught a number of independent living skills. Ethnographic results indicated that ILP services typically use an instructional model that focuses on teaching discrete and concrete skills considered to be associated with self-sufficiency, and recent legislation has increased funding and flexibility in ILP services. Implications and recommendations for ILPs are discussed.",
		"pages": "251-270",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740904002063",
		"journal": "Children and Youth Services Review",
		"volume": "27"
	},
	{
		"id": "BERBRAYER2012S337",
		"source_id": "BERBRAYER2012S337",
		"type": "article",
		"title": "Poster 429 What is Effect of Family Functioning on Transition to Independent Living in Adult Spina Bifida?",
		"author": "David Berbrayer",
		"doi": "https://doi.org/10.1016/j.pmrj.2012.09.1039",
		"pages": "S337-S338",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148212015067",
		"journal": "PM&R",
		"volume": "4"
	},
	{
		"id": "LUPP1999375",
		"source_id": "LUPP1999375",
		"type": "article",
		"title": "Transplantation of fetal liver tissue suspension into the spleens of adult syngenic rats: effects of various mitogens and cytotoxins on cytochrome P450 (P450) isoforms expression and on P450 mediated monooxygenase functions",
		"author": "A. Lupp and M. Tralls and U. Fuchs and N. Lucas and M. Danz and W. Klinger",
		"keywords": "Fetal hepatocytes, Spleen, Transplantation, Cytochrome P450, Monooxygenase functions, Fluorene, Fluorenone, 2-Acetylaminofluorene, Allyl alcohol, Bromobenzene, Carbon tetrachloride",
		"doi": "https://doi.org/10.1016/S0940-2993(99)80025-6",
		"abstract": "Summary Syngenic fetal liver tissue suspensions were transplanted into the spleens of adult male Fisher 344 inbred rats. Four months after surgery, transplant recipients and age matched control rats were treated with various mitogens (fluorene [FEN], fluorenone [FON] and 2-acetylaminofluorene [AAF]) or cytotoxins (allyl alcohol [AAL], bromobenzene [BBZ] and carbon tetrachloride [CCl4]) or the respective solvents 24 or 48 hours before sacrifice. The expression of three cytochrome P450 (P450) isoforms, 1A1, 2B1 and 3A2, within spleens and livers was assessed by immunohistochemistry and P450 mediated monooxygenase functions in spleen and liver 9000 g supernatants by the model reactions ethoxyresorufin O-deethylation (EROD), ethoxycoumarin O-deethylation (ECOD), and ethylmorphine N-demethylation (EMND). The orthotopic livers of both solvent treated transplant recipients and control rats displayed only in few lobules a slight P450 1A1, but in all lobules a moderate P4502B1 and 3A2 expression, all mainly located in the hepatocytes around the central veins. Correspondingly, regular EROD, ECOD and EMND activities were observed. Each of the three mitogens increased the P450 1A1 expression in the hepatocytes of the perivenous zones of the liver lobules. FON administration caused an additional P450 1A1 immunostaining in the periportal areas, and AAF treatment a P450 1A1 expression in bile duct epithelia. Also the staining for P4502B1 and 3A2 in the hepatocytes of the perivenous and intermediate zones of the liver lobules was intensified after treatment with any of the mitogens. The three model reactions were significantly increased within the livers after FEN and FON administration, whereas after AAF treatment only ECOD was enhanced, EROD remained unaffected and EMND was decreased. The cytotoxin AAL caused small lesions and fatty degeneration of hepatocytes only in some periportal areas. BBZ only produced a perivenous necrosis of single cells, whereas CCl4 caused complete necrosis of the centrilobular parenchyma. Immunohistochemically, AAL administration led to an increase in the P4502B1 expression in the perivenous hepatocytes, whereas the staining for P450 1A1 was not affected and that for P4503A2 was even decreased in the periportal areas. Due to AAL treatment EROD and EMND activities were not affected and ECOD activity was increased. BBZ administration caused a P450 1A1 expression in the periportal hepatocytes but a decrease in this staining of the perivenous cells. The number of hepatocytes positively stained for P4502B1 and 3A2 in the perivenous and intermediate zones was diminished in comparison to the livers of solvent treated rats. After BBZ treatment, EROD and EMND activities were decreased, ECOD activity was not affected. CCl4 administration caused a strong reduction in the expression of all three P450 isoforms and in the activity of all three model reactions. Spleens of control rats displayed almost no P450 isoforms expression and P450 mediated monooxygenase functions, without as well as after treatment with the mitogens or cytotoxins. Similar to adult liver, the hepatocytes in the transplant containing spleens showed nearly no P450 1A1, but a noticeable P4502B1 and 3A2 expression. No staining was observed within the bile duct cells of the intrasplenic transplants. Additionally, significant EROD and ECOD, but no EMND activities were seen in the transplant containing spleens. Only after AAF but not following FEN or FON treatment an induction of the P450 1A1 expression within the transplanted hepatocytes was observed. FEN administration caused a P450 1A1 induction in some bile duct cells. All three mitogens increased the staining for P4502B1 but not for 3A2 within the transplanted hepatocytes. FEN and FON administration caused an elevated EROD and ECOD, and AAF treatment an increased ECOD activity. Treatment with all three cytotoxins led to necrosis and fatty degeneration of single or groups of hepatocytes within the intrasplenic transplants. This effect was most pronounced with CCl4. AAL administration slightly reduced the P450 2B1 and 3A2 expression in the transplants. BBZ and, much more pronounced, CCl4 treatment diminished the staining for all three P450 isoforms. Following AAL administration EROD activity was not affected, but ECOD activity was increased. BBZ treatment led to a decrease in EROD and an elevation in ECOD activity. CCl4 strongly reduced the activity of these both model reactions. From the results it can be concluded that the characteristic mitogenic, toxic or P450 modulating effects of mitogens like FEN, FON or AAF or cytotoxins like AAL, BBZ or CCl4 on intrasplenic liver cell transplants are similar to those seen in normal orthotopic liver.",
		"pages": "375-388",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0940299399800256",
		"journal": "Experimental and Toxicologic Pathology",
		"volume": "51"
	},
	{
		"id": "REVHEIM2004149",
		"source_id": "REVHEIM2004149",
		"type": "article",
		"title": "Verbal memory, problem-solving skills and community status in schizophrenia",
		"author": "Nadine Revheim and Alice Medalia",
		"keywords": "Community status, Community functioning, Verbal memory, Problem-solving skills, Schizophrenia",
		"doi": "https://doi.org/10.1016/j.schres.2003.07.004",
		"abstract": "Neuropsychological deficits have been associated with poor community functioning in individuals with schizophrenia. Previous research suggests that verbal memory capacity is related to functional capacity. The purpose of this study was to investigate the relationship between verbal memory, problem-solving skills and community functioning, as measured by treatment status (inpatient vs. outpatient) in people with schizophrenia spectrum disorders. Evaluations were done on 162 individuals with schizophrenia or schizoaffective disorder, seen in inpatient (n=87) and outpatient settings (n=75). Verbal memory was assessed using narrative recall and list recall measures. Problem-solving skills for independent living were assessed using a social reasoning measure and a daily problem-solving skills measure. Better verbal memory performance was associated with better problem solving for independent living. However, inpatient vs. outpatient status was best determined by problem-solving skills for independent living rather than verbal memory performance. The results reveal the importance of daily problem-solving skills for community status in schizophrenia. Although verbal memory performance is associated with problem-solving skills for independent living, predictive probability of community status does not improve when memory performance is taken into account.",
		"pages": "149-158",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996403002421",
		"journal": "Schizophrenia Research",
		"volume": "68"
	}
]