[
	{
		"id": "MONK2006599",
		"source_id": "MONK2006599",
		"type": "article",
		"title": "Towards a practical framework for managing the risks of selecting technology to support independent living",
		"author": "Andrew Monk and Kate Hone and Lorna Lines and Alan Dowdall and Gordon Baxter and Mark Blythe and Peter Wright",
		"keywords": "Risk management, Risk analysis, Domestic technology, Disabilities, Elderly, Independent living, Dependability",
		"doi": "https://doi.org/10.1016/j.apergo.2005.10.003",
		"abstract": "Information and communication technology applications can help increase the independence and quality of life of older people, or people with disabilities who live in their own homes. A risk management framework is proposed to assist in selecting applications that match the needs and wishes of particular individuals. Risk comprises two components: the likelihood of the occurrence of harm and the consequences of that harm. In the home, the social and psychological harms are as important as the physical ones. The importance of the harm (e.g., injury) is conditioned by its consequences (e.g., distress, costly medical treatment). We identify six generic types of harm (including dependency, loneliness, fear and debt) and four generic consequences (including distress and loss of confidence in ability to live independently). The resultant client-centred framework offers a systematic basis for selecting and evaluating technology for independent living.",
		"pages": "599-606",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003687005001511",
		"journal": "Applied Ergonomics",
		"volume": "37"
	},
	{
		"id": "VILLARREAL2014161",
		"source_id": "VILLARREAL2014161",
		"type": "article",
		"title": "Mobile and ubiquitous architecture for the medical control of chronic diseases through the use of intelligent devices: Using the architecture for patients with diabetes",
		"author": "Vladimir Villarreal and Jesus Fontecha and Ramon Hervas and Jose Bravo",
		"keywords": "Design pattern, Layers-distribution devices, Parameterized mobile monitoring applications, Ambient assisted living, Ontology",
		"doi": "https://doi.org/10.1016/j.future.2013.12.013",
		"abstract": "This manuscript presents a mobile monitoring application to allow a patient to monitor a chronic disease using mobile devices. This application is developed according to three components that enable the semi-automatic development of software, independent of the target disease and adaptable to the particular user needs. First, we present ontologies that classify medical elements such as diseases, recommendations, preventions, foods, mobile devices and diet suggestions. The second element is the distribution of the devices in layers, allowing the generation of final applications distributed in a medical context. These layers are defined to develop and maintain the set of applications. The third and most important element is developing patterns known as MobiPatterns. A MobiPattern defines the schema of each control module that is a part of the final application. These elements include formal models that seek to uncover fundamental principles and essential features and algorithms, which need to be revisited in the context provided by mobility. Aspects of the application such as the functionality, user interface, and response time for a group of patients have been evaluated in a final application targeting patients with diabetes. The design focuses on simplicity, extensibility, scalability, heterogeneity, and application customization.",
		"pages": "161-175",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X1300277X",
		"journal": "Future Generation Computer Systems",
		"volume": "34"
	},
	{
		"id": "ORDONEZ20131248",
		"source_id": "ORDONEZ20131248",
		"type": "article",
		"title": "Online activity recognition using evolving classifiers",
		"author": "Fco. Javier Ordóñez and José Antonio Iglesias and Paula de Toledo and Agapito Ledezma and Araceli Sanchis",
		"keywords": "Activity recognition, Evolving Fuzzy Systems, Sensor networks",
		"doi": "https://doi.org/10.1016/j.eswa.2012.08.066",
		"abstract": "This paper describes the use of evolving classifiers for activity recognition from sensor readings in ambient assisted living environments. Recognizing the activities an elderly person who lives alone performs, and identifying potential problems from the detected activities is a very active topic of research. However, current approaches do not take into account the fact that the way an activity is performed by a person evolves over time and therefore activities are identified by mapping them to a static model. In this work we describe and evaluate an approach for online classifying based on Evolving Fuzzy Systems (EFS): activities are described by a model that evolves over time, according to the changes observed in the way an activity is performed. These classifiers have been evaluated on three datasets obtained from real home settings, achieving a good recognition performance, at a confidence interval of 95%, compared with well know probabilistic models in terms of F-Measure, but improving their performance in terms of online capabilities and ability to adapt to the evolving ways in which activities are carried out.",
		"pages": "1248-1255",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417412010275",
		"journal": "Expert Systems with Applications",
		"volume": "40"
	},
	{
		"id": "QIN20124114",
		"source_id": "QIN20124114",
		"type": "article",
		"title": "Alteration of protein glycosylation in human hepatic stellate cells activated with transforming growth factor-β1",
		"author": "Yannan Qin and Yaogang Zhong and Liuyi Dang and Minzhi Zhu and Hanjie Yu and Wentian Chen and Jihong Cui and Huijie Bian and Zheng Li",
		"keywords": "Liver fibrosis, Hepatic stellate cells, Glycosylation, Lectin microarray, Lectin histochemistry, Transforming growth factor-β1",
		"doi": "https://doi.org/10.1016/j.jprot.2012.05.040",
		"abstract": "Although aberrant glycosylation of human glycoproteins is related to liver fibrosis that results from chronic damage to the liver in conjunction with the activation of hepatic stellate cells (HSCs), little is known about the precision alteration of protein glycosylation referred to the activation of HSCs by transforming growth factor-β1 (TGF-β1). The human HSCs, LX-2 were activated by TGF-β1. The lectin microarrays were used to probe the alteration of protein glycosylation in the activated HSCs compared with the quiescent HSCs. Lectin histochemistry was used to further validate the lectin binding profiles and assess the distribution of glycosidic residues in cells. As a result, 14 lectins (e. g. AAL, PHA-E, ECA and ConA) showed increased signal while 7 lectins (e. g. UEA-I and GNA) showed decreased signal in the activated LX-2 compared with the quiescent LX-2. Meanwhile, AAL, PHA-E and ECA staining showed moderate binding to the cytoplasma membrane in the quiescent LX-2, and the binding intensified in the same regions of the activated LX-2. In conclusion, the precision alteration of protein glycosylation related to the activation of the HSCs may provide useful information to find new molecular mechanism of HSC activation and antifibrotic therapeutic strategies.",
		"pages": "4114-4123",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1874391912003533",
		"journal": "Journal of Proteomics",
		"volume": "75"
	},
	{
		"id": "AMODEO2009185",
		"source_id": "AMODEO2009185",
		"type": "article",
		"title": "Toward best practice and innovation in independent living training: Experiences from the multi-site evaluation of federally-funded projects",
		"author": "Maryann Amodeo and Mary E. Collins and Cassandra Clay",
		"keywords": "Training, Curriculum design, Child welfare, Independent living, Best practices in training, Training innovation",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.07.009",
		"abstract": "This article describes a cluster of child welfare training projects focused on assisting foster youth with transition to independent living. The article examines the extent to which the projects used best practice principles and, in cases where best practices were lacking, the factors that impeded such practices. The article provides a picture of training practice in child welfare, identifying innovative activities and recommending ways that gaps can be filled to achieve better training outcomes. The sites conducted careful needs assessments, developed learning objectives based on competencies, did systematic curricula pilot testing, and presented state-of-the-art concepts. Recommendations include that sites conduct a more rigorous context analysis to understand challenges in transferring learning to the workplace, make more creative use of advisory committees, ensure that content experts/consultants are integrated into projects from the outset, focus more on skill development, and provide sufficient curriculum structure so that training can be repeated in a consistent way as well as adapted to meet varied learner needs.",
		"pages": "185-192",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908001795",
		"journal": "Children and Youth Services Review",
		"volume": "31"
	},
	{
		"id": "CRENDAL2010e143",
		"source_id": "CRENDAL2010e143",
		"type": "article",
		"title": "Relationships between bone parameters and physical health measures in independent-living Veterans",
		"author": "E. Crendal and G. Naughton and M. Climstein and D. Greene and I. McDonald",
		"doi": "https://doi.org/10.1016/j.jsams.2009.10.299",
		"pages": "e143",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1440244009005246",
		"journal": "Journal of Science and Medicine in Sport",
		"volume": "12"
	},
	{
		"id": "YOUNG2009491",
		"source_id": "YOUNG2009491",
		"type": "article",
		"title": "Factors Associated With Permanent Transition From Independent Living to Nursing Home in a Continuing Care Retirement Community",
		"author": "Yuchi Young",
		"doi": "https://doi.org/10.1016/j.jamda.2009.03.019",
		"abstract": "Objective Identify risk factors for and time to permanent transition from independent living units to nursing home among residents in a continuing care retirement community (CCRC). Methods Prospective cohort study (n=298) among residents at least 75 years of age living independently at baseline. Proportional hazard regression identified risk factors associated with permanent transition from sociodemographic and health status data. Results During the 3-year follow-up, 11% of the subjects were permanently transferred. Predictive factors were depression (relative risk [RR] 3.9; 95% CI 1.5–9.8), incontinence (RR 3.8; 95% CI 1.3–11.4), impaired cognition (RR 3.6; 95% CI 1.1–11.3), and dependence on activities of daily living disability (RR 1.5; 95% CI 1.3–1.8). Compared with those with no risk factors, presence of all 4 increased the relative risk to 74-fold and shortened the time to permanent transition by 32 months. Conclusion Prevention and treatment for depression, incontinence, and programs to improve or maintain cognitive function and ability to perform activities of daily living among CCRC residents may prolong their independent living life.",
		"pages": "491-497",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1525861009001121",
		"journal": "Journal of the American Medical Directors Association",
		"volume": "10"
	},
	{
		"id": "BISWAS2000745",
		"source_id": "BISWAS2000745",
		"type": "article",
		"title": "Investigation on interaction of Achatinin, a 9-O-acetyl sialic acid-binding lectin, with lipopolysaccharide in the innate immunity of Achatina fulica snails",
		"author": "C. Biswas and D. Sinha and C. Mandal",
		"keywords": "snail, Achatinin, Coagulation, Innate immunity, Lipopolysaccharide (LPS), 9--acetyl sialic acid binding lectin",
		"doi": "https://doi.org/10.1016/S0161-5890(00)00096-1",
		"abstract": "Achatinin, a 9-O-acetyl sialic acid (9-O-AcSA) binding lectin, has been demonstrated to be synthesized in amoebocytes of Achatina fulica snails. This lectin was affinity-purified from Achatina amoebocytes lysate (AAL); it appeared as a single band on native polyacrylamide gel electrophoresis (PAGE) and showed 16 identical subunits of M.W. 15 kDa on sodium dodecyl sulphate (SDS)-PAGE. It was found to be homologous with an earlier reported lectin, Achatinin-H, derived from hemolymph of A. fulica snails (Sen, G., Mandal, C., 1995. The specificity of the binding site of Achatinin-H, a sialic-acid binding lectin from Achantia fulica. Carbohydr. Res., 268, 115–125). Homology between both lectins was confirmed by their similar electrophoretic mobilities, carbohydrate specificity and cross reactivity on immunodiffusion. Achatinin showed in vitro calcium dependent binding to two 9-O-acetylated sialoglyoconjugates (9-O-AcSG) on lipopolysaccharide (LPS) (Escherichia coli 055: B5) of M.W. 40 kDa and 27.5 kDa, which was abolished following de-O-acetylation. Based on the previously defined narrow sugar specificity of Achatinin towards 9-O-AcSAα2→6GalNAc [Sen, G., Mandal, C., 1995. The specificity of the binding site of Achatinin-H, a sialic-acid binding lectin from Achatina fulica. Carbohydr. Res., 268, 115–125], we conclude that LPS contains this lectinogenic epitope at the terminal sugar moiety. The Achatinin-mediated hemagglutination inhibition of rabbit erythrocytes by LPS further confirmed it. The lectin exhibited bacteriostatic effect on Gram-negative bacteria E. coli, DH5α and C600. AAL was earlier reported to undergo coagulation in presence of pg level of LPS (Biswas, C., Mandal, C., 1999. The role of amoebocytes in the endotoxin-mediated coagulation in the innate immunity of Achatina fulica snail, Scand. J. Immunol. 49, 131–138). We now demonstrate that Achatinin participates in LPS-mediated coagulation of AAL as indicated by enhanced release of Achatinin from the LPS stimulated amoebocytes and most importantly, by exhibiting a 77% decline in the coagulation of AAL when depleted of Achatinin. Level of Achatinin sharply declined (17-fold) following injection of LPS (20 μg per snail) to the snails, which was reversible by simultaneous injection of LPS and leupeptin implying the presence of LPS-mediated serine protease activity in Achatinin. This was substantiated when purified Achatinin in vitro showed serine protease activity in the presence of LPS followed by its complete blockage in the presence of leupeptin and phenyl methyl sulphonyl fluoride. Therefore, Achatinin, an abundantly available lectin at multiple sites of A. fulica, by virtue of its interaction with LPS, essentially plays a crucial role in the innate immune protection of A. fulica snails.",
		"pages": "745-754",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0161589000000961",
		"journal": "Molecular Immunology",
		"volume": "37"
	},
	{
		"id": "ALAN2010874",
		"source_id": "ALAN2010874",
		"type": "article",
		"title": "Biochemical changes in cavernosal tissue caused by single sided cavernosal nerve resection and the effects of alpha lipoic acid on these changes",
		"author": "C. Alan and H. Kocoglu and A. Resit Ersay and H. Anil Kurt and Y. Ertung and H. Alan",
		"keywords": "Alpha lipoic acid, Cavernozal Nerve, Ácido alfa lipoico, Nervio cavernoso",
		"doi": "https://doi.org/10.1016/S2173-5786(10)70217-1",
		"abstract": "Objective One of the most important complications of radical prostatectomy operation is erectile disfunction (ED). Oxidative stress patterns and apoptotic changes may happen in smooth muscles and endothelial cells of corpus cavernosum after neuropraxia or neurectomy. Alpha lipoic acid (ALA) shows its antioxidant properties by eliminating free radicals. In this experimental study we investigated the effects of ALA on rehabilitation of cavernosal tissue and nitric oxide synthase (NOS) containing nerve fibers on erectile tissue. Materials and methods In this study four groups were formed by inclusion of 63 adult fertile rats. Control group (n: 9), sham operation group (n: 18), 18 rats underwent unilateral neurectomy of a 5-mm. segment of the cavernous nerve (group DI) and another 18 rats group which ALA received after unilateral neurectomy (group DII). Assessments were done 3 weeks after neurectomy. Results We assessed number of NOS containing nerve fibers via nicotinamide adenine dinucleotide phosphate (NADPH) diaphorase staining. According to NADPH diaphorase staining group DII significantly recovered comparing group DI (48.89±19.00 and 17.22±6.67 respectively) (p<0.05). SOD activity is reduced in both; group DI and group DII (31.42±6.06 and 40.38±4.24). Nitrite+nitrate levels were elevated significantly in both group DI and group DII (0.52±0.05 and 0.44±0.02 micromole/gr wet tissue respectively) when compared with other groups (p<0.05). There is no statistical difference between results of group DI and Group DII (p>0.05). Conclusion This study confirms that neurectomy caused decrease of intracavernous pressure and number of NOS fibers. Neurectomy and surgical trauma caused oxidative stress in rat corpus cavernosum. As a potent antioxidant ALA has positive effects on cavernosal tissue regeneration and rehabilitation by reducing oxidative stress. In this aspect, ALA may have a potential advantage in penile rehabilitation after radical prostatectomy. Resumen Objetivo Una de las complicaciones más importantes de la prostatectomía radical es la disfunción eréctil. Se pueden producir patrones de agresión oxidativa y cambios apoptóticos en los músculos lisos y en las células endoteliales del cuerpo cavernoso después de neuropraxia o neurectomía. El ácido alfalipoico (AAL) tiene propiedades antioxidantes, ya que elimina radicales libres. En este estudio experimental investigamos los efectos del AAL en la rehabilitación del tejido cavernoso y las fibras con sintasa del óxido nítrico (NOS) en el tejido eréctil. Materiales y métodos Se formaron cuatro grupos en este estudio mediante la inclusión de 63 ratas fértiles adultas: 9 en el grupo de control, 18 en el grupo de operación simulada, 18 ratas sometidas a neurectomía unilateral de un segmento de 5 mm del nervio cavernoso (grupo DI) y otras 18 ratas que recibieron AAL después de la neurectomía unilateral (grupo DII). Las evaluaciones se realizaron 3 semanas después de la neurectomía. Resultados Determinamos el número de fibras nerviosas que contenían NOS mediante tinción del fosfato del dinucleótido de nicotinamida adenina diaforasa. Según dicha tinción, el grupo DII se recuperó significativamente en comparación con el grupo DI (48,89±19,00 y 17,22±6,67, respectivamente) (p<0,05). La actividad de la superóxido dismutasa disminuyó en los grupos DI y DII (31,42±6,06 y 40,38±4,24U/g de tejido húmedo). Las concentraciones de nitrito+nitrato aumentaron significativamente en el grupo DI y en el grupo DII (0,52±0,05 y 0,44±0,02μmol/g de tejido húmedo, respectivamente) en comparación con los otros grupos (p<0,05). No hubo diferencias estadísticas entre los resultados del grupo DI y el grupo DII (p>0,05). Conclusión Este estudio confirma que la neurectomía disminuye la presión intracavernosa y el número de fibras con NOS. La neurectomía y el trauma quirúrgico causaron agresión oxidativa en el cuerpo cavernoso de las ratas. Como potente antioxidante, el AAL tiene efectos positivos de regeneración y rehabilitación del tejido cavernoso al disminuir la agresión oxidativa. En este sentido, el AAL ofrece una posible ventaja en la rehabilitación del pene después de la prostatectomía radical.",
		"pages": "874-881",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2173578610702171",
		"journal": "Actas Urológicas Españolas (English Edition)",
		"volume": "34"
	},
	{
		"id": "LUPP2001529",
		"source_id": "LUPP2001529",
		"type": "article",
		"title": "Transplantation of fetal liver tissue suspension into the spleens of adult syngenic rats: effects of different cytotoxins on cytochrome P450 mediated monooxygenase functions and on oxidative state",
		"author": "A. Lupp and M. Tralls and U. Fuchs and W. Klinger",
		"keywords": "Fetal hepatocytes, Spleen, Transplantation, Cytochrome P450, Monooxygenase functions, Oxidative state, Allyl alcohol, Bromobenzene, Carbon tetrachloride, Thioacetamide",
		"doi": "https://doi.org/10.1016/S0940-2993(01)80011-7",
		"abstract": "Summary Syngenic fetal liver tissue suspensions were transplanted into the spleens of adult male Fisher 344 inbred rats. Four months after surgery, transplant recipients and age matched control rats were treated with different cytotoxins (allyl alcohol AAL, bromobenzene BBZ, carbon tetrachloride CCl4, or thioacetamide TAA) or the respective solvents 24 or 48 hours before sacrifice. Effects of the cytotoxins on P450 mediated monooxygenase functions in liver and spleen 9,000g supernatants were assessed by measuring the model reactions ethoxyresorufin O-deethylation (EROD), ethoxycoumarin O-deethylation (ECOD), pentoxyresorufin O-depentylation (PROD), and ethylmorphine N-demethylation (EMND). Additionally, the influence on the oxidative state was investigated by assessing the liver and spleen tissue content of lipid peroxidation (LPO) products and of reduced and oxidized glutathione (GSH; GSSG). The livers of both solvent treated transplant recipients and control rats displayed regular EROD, ECOD, PROD and EMND activities. After AAL treatment EROD and EMND activities within the livers were not affected, but ECOD and PROD activities were increased. BBZ administration caused a decrease in EROD and EMND activities, ECOD activity remained unaffected, and PROD activity was even increased. CCl4 and TAA administration caused a strong reduction in the activity of all four model reactions. Spleens of control rats displayed almost no P450 mediated monooxygenase functions, independent whether the rats had been treated with the cytotoxins or not. In the transplant containing spleens, however, significant EROD and ECOD, but hardly any PROD or EMND activities were seen. After AAL administration EROD activity was not affected in the transplant containing spleens, but ECOD activity was increased. BBZ treatment led to a decrease in EROD and an elevation in ECOD activity. CCl4 and TAA strongly reduced the activity of both of these model reactions. The tissue content of LPO products within livers and transplant containing spleens was significantly increased after BBZ and CCl4 treatment. An elevation in LPO products was also seen in the spleens of the control rats due to CCl4 administration. Tissue GSH and GSSG content in both livers and transplant containing spleens were strongly reduced after BBZ treatment. After CCI4 administration only a significant decrease in liver GSSG contents was seen. TAA treatment caused a reduction in the GSH and GSSG content in the spleens of both transplant recipients and control rats, but not in the livers. From these results it can be concluded, that the effects of cytotoxins like AAL, BBZ, CCl4 or TAA onP450 dependent monooxygenase functions and on oxidative state are exerted in the ectopic intrasplenic liver cell transplants in a similar way as in normal orthotopic liver.",
		"pages": "529-538",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0940299301800117",
		"journal": "Experimental and Toxicologic Pathology",
		"volume": "52"
	},
	{
		"id": "WYNN2010940",
		"source_id": "WYNN2010940",
		"type": "article",
		"title": "Mismatch Negativity, Social Cognition, and Functioning in Schizophrenia Patients",
		"author": "Jonathan K. Wynn and Catherine Sugar and William P. Horan and Robert Kern and Michael F. Green",
		"keywords": "Functioning, mismatch negativity, schizophrenia, social cognition",
		"doi": "https://doi.org/10.1016/j.biopsych.2009.11.024",
		"abstract": "Background Cognition and social cognition have been found to influence functional outcome in schizophrenia patients. However, little is known about the underlying neural substrates that are associated with social cognition or daily functioning. Prior studies found associations between mismatch negativity (MMN), an event-related potential response indexing early auditory processing, and functioning in schizophrenia patients. Methods In this study, we examined MMN, social cognition (social perception and theory of mind), and four domains of functioning (work, independent living, social networks, and family networks) in 33 schizophrenia patients and 42 demographically comparable healthy control subjects. Results Schizophrenia patients exhibited reduced MMN activity at frontocentral electrode sites compared with healthy control subjects. Within the schizophrenia sample, greater MMN activity at frontocentral sites correlated with better work and independent living (but not social or family networks) and with better social perception. Conclusions These results suggest that MMN activity is more closely tied to some outcome domains (work and independent living) than others. Mismatch negativity has been previously shown to be associated with basic cognition and functional outcome in schizophrenia, but these findings are the first, to our knowledge, to show MMN associations with social cognition. These results are consistent with cascade models of information processing in which deficits in early perceptual processing have a downstream impact on higher order social cognition and community functioning.",
		"pages": "940-947",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006322309014176",
		"journal": "Biological Psychiatry",
		"volume": "67"
	},
	{
		"id": "DOUKAS2011176",
		"source_id": "DOUKAS2011176",
		"type": "article",
		"title": "Digital cities of the future: Extending @home assistive technologies for the elderly and the disabled",
		"author": "Charalampos Doukas and Vangelis Metsis and Eric Becker and Zhengyi Le and Fillia Makedon and Ilias Maglogiannis",
		"keywords": "Ambient assisted living, Digital cities, Activity recognition, Pervasive systems, Human tracking, Safety",
		"doi": "https://doi.org/10.1016/j.tele.2010.08.001",
		"abstract": "In the digital city of the future there is the vision of seamless virtual and physical access for every home and between each home and the workplace, as well as critical city infrastructure such as the post office, the bank, hospitals, transportation systems, and other entities. This paper provides an overview of technical and other issues in extending at home (@home) assistive technologies for the elderly and the disabled. The paper starts by giving a vision of what this city is supposed to look like and how a human is to act, navigate and function in it. A framework for extending assistive technologies is proposed that considers individuals belonging to special groups of interest and locations other than their home. Technology has already reached the state of ubiquitous and pervasive sensor devices measuring everything, from temperature to human behavior. Implanting intelligence into and connecting such devices will be of immense use in preventive healthcare, security in industrial installations, greater energy efficiency, and numerous other applications. The paper reviews enabling technologies that exist and focuses on healthcare applications that support a longer and higher quality of life at home for the elderly and the disabled. It discusses intelligent platforms involving agents, context-aware and location-based services, and classification systems that enable advanced monitoring and interpretation of patient status and optimization of the environment to improve medical assessments. The paper concludes with a discussion of some of the challenges that exist in extending @home assistive technologies to @city assistive technologies.",
		"pages": "176-190",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S073658531000050X",
		"journal": "Telematics and Informatics",
		"volume": "28"
	},
	{
		"id": "JUNGERT2014S234",
		"source_id": "JUNGERT2014S234",
		"type": "article",
		"title": "PP283-MON: Outstanding abstract: The Glomerular Filtration Rate is Inversely Associated with The Concentrations of 25- Hydroxyvitamin D3 and Parathyroid Hormone in Independently Living Elderly Subjects",
		"author": "A. Jungert and M. Neuhäuser-Berthold",
		"doi": "https://doi.org/10.1016/S0261-5614(14)50617-6",
		"pages": "S234",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0261561414506176",
		"journal": "Clinical Nutrition",
		"volume": "33"
	},
	{
		"id": "ROUSSEAU200618",
		"source_id": "ROUSSEAU200618",
		"type": "article",
		"title": "Direct ethanol fuel cell (DEFC): Electrical performances and reaction products distribution under operating conditions with different platinum-based anodes",
		"author": "S. Rousseau and C. Coutanceau and C. Lamy and J.-M. Léger",
		"keywords": "Direct ethanol fuel cell, Long term stability, Products distribution, Platinum, Ruthenium, Tin",
		"doi": "https://doi.org/10.1016/j.jpowsour.2005.08.027",
		"abstract": "Ethanol electro-oxidation at different Pt-based electrodes was investigated in a single direct ethanol fuel cell (DEFC) in terms of reaction product distribution depending on the anode catalyst. In DEFC experiments, only three reaction products were detected using HPLC: acetaldehyde (AAL), acetic acid (AA) and CO2. The addition of tin to platinum increases the activity of the catalyst by several order of magnitude and the electrical performance of the DEFC are greatly enhanced from a few mWcm−2 to 30mWcm−2 at 80°C, with Pt/C and Pt–Sn/C catalysts, respectively. Moreover, at Pt–Sn/C and Pt–Sn–Ru/C the formation of CO2 and AAL is lowered whereas the formation of AA is increased in comparison to what happens at a Pt/C catalyst. The addition of Ru to Pt–Sn only leads to enhance the electrical performance of the DEFC, i.e. the activity of the catalyst, but does not modify the product distribution. Very good stability in the open circuit voltage of the DEFC (close to 0.75V) was observed over a period of 2 weeks at 90°C, the cell undergoing start-run-stop cycles each day. Good stability under operating conditions at a given current density was also observed over 6h.",
		"pages": "18-24",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378775305012024",
		"journal": "Journal of Power Sources",
		"volume": "158"
	},
	{
		"id": "ABOELELA200361",
		"source_id": "ABOELELA200361",
		"type": "incollection",
		"title": "Laboratory 5 - ATM: A Connection-Oriented, Cell-Switching Technology",
		"author": "Emad Aboelela",
		"publisher": "Morgan Kaufmann",
		"doi": "https://doi.org/10.1016/B978-012042171-8/50020-6",
		"abstract": "Publisher Summary This chapter examines the effect of asynchronous transfer mode (ATM) adaptation layers and service classes on the performance of the network. ATM is essentially a connection-oriented, packet-switched technology. It is noted that the packets that are switched in an ATM network are of a fixed length, 53 bytes, and are commonly called cells. The cell size has a particular effect on carrying voice traffic. The ATM adaptation layer (AAL) sits between ATM and the variable-length packet protocols that can use ATM. The AAL header contains the information required by the destination to reassemble the individual cells back into the original message. AAL1 and AAL2 were designed to support applications, like voice, that require guaranteed bit rates. AAL3/4 and AAL5 provide support for packet data running over ATM. It is observed that ATM provides QoS capabilities through its five service classes namely CBR, VBR-rt, VBRnrt, ABR, and UBR. CBR is well-suited for voice traffic that usually requires circuit switching.",
		"pages": "61-76",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780120421718500206"
	},
	{
		"id": "HOFER2005395",
		"source_id": "HOFER2005395",
		"type": "article",
		"title": "Patient outcomes in schizophrenia II: the impact of cognition",
		"author": "Alex Hofer and Susanne Baumgartner and Thomas Bodner and Monika Edlinger and Martina Hummer and Georg Kemmler and Maria A. Rettenbacher and W. Wolfgang Fleischhacker",
		"keywords": "Schizophrenia, Cognition, Outcome, Needs, Quality of life, Employment",
		"doi": "https://doi.org/10.1016/j.eurpsy.2005.02.006",
		"abstract": "Background. – Cognitive dysfunction is increasingly considered to be the strongest clinical predictor of poor long-term outcome in schizophrenia. Associations have been found between the severity of cognitive deficits and social dysfunction, impairments in independent living, occupational limitations, and disturbances in quality of life (QOL). Methods. – In this cross-sectional study, the relationships of cognitive deficits and treatment outcomes in terms of QOL, needs, and psychosocial functioning were examined in 60 outpatients with schizophrenia who had a duration of illness over 2 years and had been treated with either clozapine or olanzapine for at least 6 months. Results. – The present study suggests that cognitive functioning might be a predictor of work functioning/independent living outcome in stabilized patients with schizophrenia: deficits of visual memory and working memory were negatively associated with occupational functioning, and older patients lived independently and/or in a stable partnership more often. The patients assessments of QOL and needs for care did not show any significant associations with cognitive functioning. Discussion. – These findings suggest that cognitive functioning is a key determinant of work functioning/independent living for stable outpatients with schizophrenia.",
		"pages": "395-402",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933805000520",
		"journal": "European Psychiatry",
		"volume": "20"
	},
	{
		"id": "MONTGOMERY20061435",
		"source_id": "MONTGOMERY20061435",
		"type": "article",
		"title": "Independent living programs for young people leaving the care system: The state of the evidence",
		"author": "Paul Montgomery and Charles Donkoh and Kristen Underhill",
		"keywords": "Young people, Independent living programs, Public care, Foster care, Life skills",
		"doi": "https://doi.org/10.1016/j.childyouth.2006.03.002",
		"abstract": "A substantial body of evidence suggests that young people leaving public care systems are at increased risk for low educational attainment, unemployment, homelessness, physical and mental health difficulties, dependency on public assistance, and involvement with the criminal justice system. Independent living programs (ILPs), which incorporate life skills and personal development, are one strategy frequently used to improve outcomes for young people leaving care. However, the effectiveness of ILPs remains unknown. This paper systematically reviews the current evidence for ILPs, summarizing all controlled comparisons designed to evaluate their effectiveness. Reviewers were unable to find any randomized controlled trial evaluating ILPs, but the results of eight non-randomized controlled studies suggest that some ILPs may have protective effects for youth leaving the public care system. These trends were observed for outcomes related to educational attainment, employment, housing, health, and other life skills; nevertheless, the weak methodological quality of the evidence tempers the validity and generalizability of these conclusions. Further research utilizing random assignment of participants is imperative in order to draw reliable conclusions for policy and practice.",
		"pages": "1435-1448",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740906000685",
		"journal": "Children and Youth Services Review",
		"volume": "28"
	},
	{
		"id": "CUNNINGHAM2005862",
		"source_id": "CUNNINGHAM2005862",
		"type": "article",
		"title": "Reciprocal relationships between attitudes about gender and social contexts during young adulthood",
		"author": "Mick Cunningham and Ann M. Beutel and Jennifer S. Barber and Arland Thornton",
		"keywords": "Attitudes, Cohabitation, Education, Employment, Fertility, Gender, Life course, Living arrangements, Marriage",
		"doi": "https://doi.org/10.1016/j.ssresearch.2005.03.001",
		"abstract": "Using data from a 31-year panel study, we investigate reciprocal relationships between individuals’ attitudes about gender and their experience with a range of social settings commonly associated with the transition to adulthood. These settings include school, the labor market, independent living arrangements, cohabitation, marriage, and parenthood. We consider the extent to which gender and age moderate the relationships between attitudes about gender and exposure to these social contexts. Ordinary least squares regression and hazard models demonstrate that support for egalitarian roles for women and men in families is positively linked to subsequent school enrollment, women’s full-time employment, and independent living, but negatively associated with the subsequent timing of entry into marriage and marital parenthood. Accumulated schooling, independent living, and full-time employment are associated with changes in individuals’ attitudes about gender. Despite careful attention to gender differences, we find surprisingly little evidence that the causes and consequences of attitudes about gender differ for women and men, with the primary exception being the positive association of employment and egalitarian gender attitudes for women but not for men.",
		"pages": "862-892",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0049089X05000177",
		"journal": "Social Science Research",
		"volume": "34"
	},
	{
		"id": "AVERY2009247",
		"source_id": "AVERY2009247",
		"type": "article",
		"title": "Youre all grown up now: Termination of foster care support at age 18",
		"author": "Rosemary J. Avery and Madelyn Freundlich",
		"keywords": "Foster care, Child welfare, Aging out, Emerging adulthood, Independent living",
		"doi": "https://doi.org/10.1016/j.adolescence.2008.03.009",
		"abstract": "This article considers the repercussions of discharging youth from foster care at age 18 based on recent research demonstrating that youth at this age are not developmentally prepared to live independently and have a continued need for strong social scaffolding during emerging adulthood. Drawing upon recent research findings, we make recommendations for changes to state and federal policy that provide youth transitioning from foster care an extension of federal/state financial and social support into the third decade of life. We argue for a re-conceptualization of “independent living” as “interdependent living,” and recommend that policymakers require a permanent committed adult be identified for each youth prior to discharge from foster care.",
		"pages": "247-257",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014019710800033X",
		"journal": "Journal of Adolescence",
		"volume": "32"
	},
	{
		"id": "NAGARNAIK2011872",
		"source_id": "NAGARNAIK2011872",
		"type": "article",
		"title": "Source characterization of nervous system active pharmaceutical ingredients in healthcare facility wastewaters",
		"author": "Pranav Nagarnaik and Angela Batt and Bryan Boulanger",
		"keywords": "Wastewater, Active pharmaceutical ingredients, Healthcare facilities, Mass loadings, Risk management, Nervous system",
		"doi": "https://doi.org/10.1016/j.jenvman.2010.10.058",
		"abstract": "Nervous system active pharmaceutical ingredients (APIs), including anti-depressants and opioids, are important clinically administered pharmaceuticals within healthcare facilities. This study provides source characterization data describing the composition and magnitude of nervous system APIs present in healthcare facility wastewaters. Concentrations and mass loadings of ten nervous system APIs and three nervous system API metabolites are reported for wastewaters from a hospital, nursing, assisted living, and independent living facility within a single municipality. Concentrations of nervous system APIs ranged from non-detectable levels for alprazolam in all four facility wastewaters to a high of 290 ng/L amitriptyline in nursing facility wastewater. The summed mean concentration of all thirteen analytes ranged from 402 ng/L in independent living facility wastewater to 624 ng/L in assisted living facility wastewater. Wastewater flow rates from each facility were combined with concentration data to estimate the daily mass loading of nervous system APIs leaving each facility through wastewater discharge to the municipal sewer system. The total mass loading of all thirteen analytes for the hospital, nursing, assisted living, and independent living facility was 228, 44, 29.5, and 28.1 mg/day, respectively. The total mass loading of nervous system APIs contributed to the municipality’s wastewater from all four facilities was 330 mg/day.",
		"pages": "872-877",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0301479710003907",
		"journal": "Journal of Environmental Management",
		"volume": "92"
	},
	{
		"id": "INOMATA2014556",
		"source_id": "INOMATA2014556",
		"type": "article",
		"title": "Significance of occlusal force for dietary fibre and vitamin intakes in independently living 70-year-old Japanese: from SONIC Study",
		"author": "Chisato Inomata and Kazunori Ikebe and Ryosuke Kagawa and Hitomi Okubo and Satoshi Sasaki and Tadashi Okada and Hajime Takeshita and Sayaka Tada and Ken-ichi Matsuda and Yuko Kurushima and Masahiro Kitamura and Shinya Murakami and Yasuyuki Gondo and Kei Kamide and Yukie Masui and Ryutaro Takahashi and Yasumichi Arai and Yoshinobu Maeda",
		"keywords": "Occlusal force, Number of teeth, Dietary intake, Vegetable, Vitamin, Dietary fibre, Elderly, Multivariate analysis",
		"doi": "https://doi.org/10.1016/j.jdent.2014.02.015",
		"abstract": "Objectives The number of teeth has frequently been used as an indicator of oral health in investigations of food intake; however, this measure does not represent the efficacy of the masticatory performance. Masticatory performance may be more important for food selection and avoidance than number of remaining teeth. The aim of this study was to investigate the association of occlusal force with habitual dietary intakes in independently living older Japanese. Methods The study population was 757 community-dwelling people aged 69–71 years old. Bilateral maximal occlusal force in the intercuspal position was measured with pressure-sensitive sheets. Removable denture wearers kept their dentures in place during the measurements. Dietary habits during the preceding month were assessed using a brief-type self-administered diet history questionnaire that measures consumption frequencies of selected food commonly consumed and calculates energy-adjusted dietary intakes. Linear trends of food and nutrient intakes with decreasing occlusal force were tested after adjusting for gender and socioeconomic factors. Results After adjusting for socioeconomic status and the number of remaining teeth, decline of occlusal force was significantly associated with lower intakes of vegetables, vitamins A, C, B6, folate, and dietary fibre (P for trend<0.05). In contrast, number of teeth was significantly associated only with calcium and zinc, controlling for occlusal force. Conclusions It is concluded that occlusal force was significantly associated with intakes of vitamins and dietary fibre rather than number of remaining teeth in independently living older Japanese.",
		"pages": "556-564",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0300571214000657",
		"journal": "Journal of Dentistry",
		"volume": "42"
	},
	{
		"id": "RASMUSSEN2012457",
		"source_id": "RASMUSSEN2012457",
		"type": "article",
		"title": "Empirical derivation of the reference region for computing diagnostic sensitive 18fluorodeoxyglucose ratios in Alzheimers disease based on the ADNI sample",
		"author": "Jerod M. Rasmussen and Anita Lakatos and Theo G.M. van Erp and Frithjof Kruggel and David B. Keator and James T. Fallon and Fabio Macciardi and Steven G. Potkin",
		"keywords": "PET, FDG, Ratio, ADNI, Reference, Normalization",
		"doi": "https://doi.org/10.1016/j.bbadis.2011.09.008",
		"abstract": "Careful selection of the reference region for non-quantitative positron emission tomography (PET) analyses is critically important for Region of Interest (ROI) data analyses. We introduce an empirical method of deriving the most suitable reference region for computing neurodegeneration sensitive 18fluorodeoxyglucose (FDG) PET ratios based on the dataset collected by the Alzheimers Disease Neuroimaging Initiative (ADNI) study. Candidate reference regions are selected based on a heat map of the difference in coefficients of variation (COVs) of FDG ratios over time for each of the Automatic Anatomical Labeling (AAL) atlas regions normalized by all other AAL regions. Visual inspection of the heat map suggests that the portion of the cerebellum and vermis superior to the horizontal fissure is the most sensitive reference region. Analyses of FDG ratio data show increases in significance on the order of ten-fold when using the superior portion of the cerebellum as compared with the traditionally used full cerebellum. The approach to reference region selection in this paper can be generalized to other radiopharmaceuticals and radioligands as well as to other disorders where brain changes over time are hypothesized and longitudinal data is available. Based on the empirical evidence presented in this study, we demonstrate the usefulness of the COV heat map method and conclude that intensity normalization based on the superior portion of the cerebellum may be most sensitive to measuring change when performing longitudinal analyses of FDG-PET ratios as well as group comparisons in Alzheimers disease. This article is part of a Special Issue entitled: Imaging Brain Aging and Neurodegenerative disease.",
		"pages": "457-466",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925443911002031",
		"journal": "Biochimica et Biophysica Acta (BBA) - Molecular Basis of Disease",
		"volume": "1822"
	},
	{
		"id": "MILLS2014285",
		"source_id": "MILLS2014285",
		"type": "article",
		"title": "Making and Executing Decisions for Safe and Independent Living (MED-SAIL): Development and Validation of a Brief Screening Tool",
		"author": "Whitney L. Mills and Tziona Regev and Mark E. Kunik and Nancy L. Wilson and Jennifer Moye and Laurence B. McCullough and Aanand D. Naik",
		"keywords": "Capacity assessment, aging in place, screening tool, guardianship",
		"doi": "https://doi.org/10.1016/j.jagp.2012.08.016",
		"abstract": "Objectives Older adults prefer to remain in their own homes for as long as possible. The purpose of this article is to describe the development and preliminary validation of Making and Executing Decisions for Safe and Independent Living (MED-SAIL), a brief screening tool for capacity to live safely and independently in the community. Design Prospective preliminary validation study. Setting Outpatient geriatrics clinic located in a community-based hospital. Participants Forty-nine community-dwelling older adults referred to the clinic for a comprehensive capacity assessment. Measurements We examined internal consistency, criterion-based validity, concurrent validity, and accuracy of classification for MED-SAIL. Results The items included in MED-SAIL demonstrated internal consistency (5 items; α = 0.85). MED-SAIL was significantly correlated with the Independent Living Scales (r = 0.573, p ≤0.001) and instrumental activities of daily living (r = 0.440, p ≤0.01). The Mann-Whitney U test revealed significant differences between the no capacity and partial/full capacity classifications on MED-SAIL (U(48) = 60.5, Z = −0.38, p <0.0001). The area under the curve was 0.864 (95% confidence interval: 0.84–0.99). Conclusions This study demonstrated the validity of MED-SAIL as a brief screening tool to identify older adults with impaired capacity for remaining safe and independent in their current living environment. MED-SAIL is useful tool for health and social service providers in the community for the purpose of referral for definitive capacity evaluation.",
		"pages": "285-293",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1064748112000528",
		"journal": "The American Journal of Geriatric Psychiatry",
		"volume": "22"
	},
	{
		"id": "MAHONEY2008T439",
		"source_id": "MAHONEY2008T439",
		"type": "article",
		"title": "P2-232: Gaining an understanding of memory impaired residents residing in independent living facilities",
		"author": "Diane F. Mahoney and Edward Mahoney",
		"doi": "https://doi.org/10.1016/j.jalz.2008.05.1307",
		"pages": "T439",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1552526008014672",
		"journal": "Alzheimers & Dementia",
		"volume": "4"
	},
	{
		"id": "INAYATULLAH2006656",
		"source_id": "INAYATULLAH2006656",
		"type": "article",
		"title": "Anticipatory action learning: Theory and practice",
		"author": "Sohail Inayatullah",
		"doi": "https://doi.org/10.1016/j.futures.2005.10.003",
		"abstract": "Anticipatory action learning (AAL) draws from action learning/research traditions and Futures Studies to develop a unique style of questioning the future with intent to transform organization and society. Case studies from futures workshops are used to illustrate the main points of anticipatory action learning. These are: (1) sensitivity to the environment—workshop dynamics and ways of learning/knowing of participants, (2) questioning leads to anxiety in the organization, (3) anticipatory action learning can be easily appropriated, (4) resistance must be named, understood and transformed, and (5) the future is deepened by authentic understanding of the other.",
		"pages": "656-666",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016328705001734",
		"journal": "Futures",
		"volume": "38"
	},
	{
		"id": "BRAJNIK2014552",
		"source_id": "BRAJNIK2014552",
		"type": "article",
		"title": "Using sketches and storyboards to assess impact of age difference in user experience",
		"author": "Giorgio Brajnik and Cristina Giachin",
		"keywords": "User experience, Usability, Ambient assisted living, Older adults, Experimental evaluation, Prototypes and storyboards",
		"doi": "https://doi.org/10.1016/j.ijhcs.2013.12.005",
		"abstract": "We compared two versions of a touch-screen digital thermostat using a framework encompassing several user experience (UX) characteristics, and here describe how the implementation of certain design factors (specialists, praises, tooltips and increased interactivity) was done on mixed-fidelity prototypes of the user interface. We illustrate how the experimental comparison, involving 20 university students and 20 older adults, revealed important differences in UX, including perceived ease of use, behavioral intentions, enjoyment, quality, satisfaction, trust and usability, measured mainly through established questionnaires. Analysis revealed that using that kind of artifacts is a very cost effective way to elicit interesting and useful results; many UX variables are significantly affected by design factors and by age differences, as expected; effects of design factors go well beyond usability and therefore could not be caught by running an investigation focused only on usability. Age difference matters: older adults do not respond to addition of specialists, praises and tooltips as younger users do. We argue that potential benefits of these design choices are outweigh by the increase in complexity of the user interface. From a methodological viewpoint we suggest using a particular array of UX characteristics and metrics when testing mixed-fidelity prototypes. Not all the metrics that we adopted were equally useful, and in particular perceived usability, subjective mental effort, and emotions did not help us highlighting differences.",
		"pages": "552-566",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071581913002000",
		"journal": "International Journal of Human-Computer Studies",
		"volume": "72"
	},
	{
		"id": "ALAN2010874",
		"source_id": "ALAN2010874",
		"type": "article",
		"title": "Cambios bioquímicos en el tejido cavernoso causados por resección unilateral del nervio cavernoso y efectos del ácido alfalipoico en estos cambios",
		"author": "C. Alan and H. Kocoglu and A. Resit Ersay and H. Anil Kurt and Y. Ertung and H. Alan",
		"keywords": "Ácido alfa lipoico, Nervio cavernoso, Alpha lipoic acid, Cavernozal Nerve",
		"doi": "https://doi.org/10.1016/j.acuro.2010.03.034",
		"abstract": "Resumen Objetivo Una de las complicaciones más importantes de la prostatectomía radical es la disfunción eréctil. Se pueden producir patrones de agresión oxidativa y cambios apoptóticos en los músculos lisos y en las células endoteliales del cuerpo cavernoso después de neuropraxia o neurectomía. El ácido alfalipoico (AAL) tiene propiedades antioxidantes, ya que elimina radicales libres. En este estudio experimental investigamos los efectos del AAL en la rehabilitación del tejido cavernoso y las fibras con sintasa del óxido nítrico (NOS) en el tejido eréctil. Materiales y métodos Se formaron cuatro grupos en este estudio mediante la inclusión de 63 ratas fértiles adultas: 9 en el grupo de control, 18 en el grupo de operación simulada, 18 ratas sometidas a neurectomía unilateral de un segmento de 5 mm del nervio cavernoso (grupo DI) y otras 18 ratas que recibieron AAL después de la neurectomía unilateral (grupo DII). Las evaluaciones se realizaron 3 semanas después de la neurectomía. Resultados Determinamos el número de fibras nerviosas que contenían NOS mediante tinción del fosfato del dinucleótido de nicotinamida adenina diaforasa. Según dicha tinción, el grupo DII se recuperó significativamente en comparación con el grupo DI (48,89±19,00 y 17,22±6,67, respectivamente) (p<0,05). La actividad de la superóxido dismutasa disminuyó en los grupos DI y DII (31,42±6,06 y 40,38±4,24 U/g de tejido húmedo). Las concentraciones de nitrito+nitrato aumentaron significativamente en el grupo DI y en el grupo DII (0,52±0,05 y 0,44±0,02 μmol/g de tejido húmedo, respectivamente) en comparación con los otros grupos (p<0,05). No hubo diferencias estadísticas entre los resultados del grupo DI y el grupo DII (p>0,05). Conclusión Este estudio confirma que la neurectomía disminuye la presión intracavernosa y el número de fibras con NOS. La neurectomía y el trauma quirúrgico causaron agresión oxidativa en el cuerpo cavernoso de las ratas. Como potente antioxidante, el AAL tiene efectos positivos de regeneración y rehabilitación del tejido cavernoso al disminuir la agresión oxidativa. En este sentido, el AAL ofrece una posible ventaja en la rehabilitación del pene después de la prostatectomía radical. Objective One of the most important complications of radical prostatectomy operation is erectile disfunction (ED). Oxidative stress patterns and apoptotic changes may happen in smooth muscles and endothelial cells of corpus cavernosum after neuropraxia or neurectomy. Alpha lipoic acid (ALA) shows its antioxidant properties by eliminating free radicals. In this experimental study we investigated the effects of ALA on rehabilitation of cavernosal tissue and nitric oxide synthase (NOS) containing nerve fibers on erectile tissue. Materials and methods In this study four groups were formed by inclusion of 63 adult fertile rats. Control group (n: 9), sham operation group (n: 18), 18 rats underwent unilateral neurectomy of a 5-mm. segment of the cavernous nerve (group DI) and another 18 rats group which ALA received after unilateral neurectomy (group DII). Assessments were done 3 weeks after neurectomy. Results We assessed number of NOS containing nerve fibers via nicotinamide adenine dinucleotide phosphate (NADPH) diaphorase staining. According to NADPH diaphorase staining group DII significantly recovered comparing group DI (48.89±19.00 and 17.22±6.67 respectively) (p<0.05). SOD activity is reduced in both; group DI and group DII (31.42±6.06 and 40.38±4.24). Nitrite+nitrate levels were elevated significantly in both group DI and group DII (0.52±0.05 and 0.44±0.02 micromole/gr wet tissue respectively) when compared with other groups (p<0.05). There is no statistical difference between results of group DI and Group DII (p>0.05). Conclusion This study confirms that neurectomy caused decrease of intracavernous pressure and number of NOS fibers. Neurectomy and surgical trauma caused oxidative stress in rat corpus cavernosum. As a potent antioxidant ALA has positive effects on cavernosal tissue regeneration and rehabilitation by reducing oxidative stress. In this aspect, ALA may have a potential advantage in penile rehabilitation after radical prostatectomy.",
		"pages": "874-881",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0210480610002597",
		"journal": "Actas Urológicas Españolas",
		"volume": "34"
	},
	{
		"id": "HUANG2004134",
		"source_id": "HUANG2004134",
		"type": "article",
		"title": "Acoustically active liposomes for drug encapsulation and ultrasound-triggered release",
		"author": "Shao-Ling Huang and Robert C. MacDonald",
		"keywords": "Liposome, Ultrasound, Contrast agent, Mannitol, Drug delivery, Controlled release",
		"doi": "https://doi.org/10.1016/j.bbamem.2004.07.003",
		"abstract": "Acoustically active liposomes (AAL), previously developed as ultrasound contrast agents, contain small amounts of air. These AAL have potential to carry pharmaceutics and their acoustic activity could enable them to respond to ultrasound stimulation by releasing their contents. Since liposomes can entrap many kinds of drugs, if such entrapment did not affect their echogenicity, then the release of contents could potentially be controlled by ultrasound stimulation. The aim of this research was to investigate the capacity of acoustically active liposomes for hydrophilic molecule encapsulation and to determine their sensitivity to ultrasound-triggered release. Liposomes, composed of phosphatidylcholine, phosphatidylethanolamine, phosphatidylglycerol, and cholesterol, were made acoustically active by hydrating a lipid film, sonication, freezing in the presence of mannitol, lyophilization, and rehydration. As a test molecule, calcein was added in the hydration step. The procedure for generating acoustically active liposomes was compatible with an encapsulation efficiency of 15% or more. The presence of mannitol during freeze-drying was essential not only for generation of acoustic activity but also for efficient encapsulation. Ultrasound-triggered release was achieved by applying 1 MHz ultrasound at 2 W/cm2 for 10 s. The inclusion of 4% diheptanolyphosphatidylcholine (DHPC) increased the sensitivity of liposomes to ultrasound stimulation and resulted in very efficient stimulated release of contents (1/3 released in 10 s, 2/3 released in six such applications). Release of contents was highly correlated with the loss of air induced either by ultrasound or rapid pressure reduction. These encapsulation and triggered release techniques are highly efficient, and hence may be applicable to drug delivery.",
		"pages": "134-141",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0005273604001774",
		"journal": "Biochimica et Biophysica Acta (BBA) - Biomembranes",
		"volume": "1665"
	},
	{
		"id": "MATSON2008363",
		"source_id": "MATSON2008363",
		"type": "article",
		"title": "Cutoff scores, norms and patterns of feeding problems for the Screening Tool of fEeding Problems (STEP) for adults with intellectual disabilities",
		"author": "Johnny L. Matson and Jill C. Fodstad and Jessica A. Boisjoli",
		"keywords": "STEP, Intellectual disabilities, Feeding disorders",
		"doi": "https://doi.org/10.1016/j.ridd.2007.06.001",
		"abstract": "Independent living is a goal for everyone, but often persons with intellectual disabilities (ID) have major challenges in this respect. In fact, deficits in daily living skills are a hallmark of the condition. One of the most serious and potentially problematic of the independent living skills is difficulties or irregularities in eating. These problems can not only effect independence but they can result in more restrictive living conditions, poor nutrition, choking, aspiration, or even death. Given the serious nature of the disorder, it points to the need for adequate screening and diagnosis of such problems. The present study reports on the STEP and the development of cutoff scores and norms for the scale. Possible applications of these data for real world problems of person with ID are discussed.",
		"pages": "363-372",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422207000534",
		"journal": "Research in Developmental Disabilities",
		"volume": "29"
	},
	{
		"id": "WOLF2008A31",
		"source_id": "WOLF2008A31",
		"type": "article",
		"title": "Maturity, Time and Disease Personalization Are Factors Affecting Nutrition and Eating in Independent-Living Adults with Cystic Fibrosis",
		"author": "K.N. Wolf and C.M. Scala and J. Heintz and S. Varekojis and S. Gemma and A. Rice",
		"doi": "https://doi.org/10.1016/j.jada.2008.06.385",
		"pages": "A31",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002822308012200",
		"journal": "Journal of the American Dietetic Association",
		"volume": "108"
	},
	{
		"id": "HOFMANN2005449",
		"source_id": "HOFMANN2005449",
		"type": "incollection",
		"title": "Chapter 24 - Long-Term Cultures of Mammalian Spermatogonia",
		"author": "Marie-Claude C. Hofmann and Martin Dym",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-012647751-1/50025-8",
		"isbn": "978-0-12-647751-1",
		"abstract": "Publisher Summary This chapter discusses the long-term cultures of mammalian spermatogonia. In mammals, all premeiotic male germ cells including the stem cells are called spermatogonia. Two models of spermatogonial development have been proposed for adult rodents. In the first model, the Asingle (As) spermatogonia are considered the stem cells of spermatogenesis. They can renew themselves or can differentiate into Apaired (Apr) spermatogonia that remain connected by an intercellular bridge. The Apr spermatogonia further divide to form chains of 4, 8, or 16 Aaligned (Aal) spermatogonia. The Aal cells will then differentiate into type A1 spermatogonia. The A1 spermatogonia resume division to form A2 to A4 spermatogonia. Next, A4 cells divide to form intermediate (In) spermatogonia and In spermatogonia divide to produce type B spermatogonia. Finally, type B spermatogonia divide to form primary spermatocytes that will enter the process of meiosis. The second model considers type As spermatogonia as reserve stem cells is known as A0. These cells are believed to remain quiescent, or at the most divide very slowly, unless an excessive loss of germ cells stimulates their proliferation, for example, after injury or irradiation. In this model, the A1 through A4 spermatogonia (renewing stem cells) retain their stem cell properties and the A4 spermatogonia are able either to produce an A1 spermatogonia (dedifferentiation) or go forward and form In and type B spermatogonia.",
		"pages": "449-470",
		"year": "2005",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780126477511500258"
	},
	{
		"id": "AZUMA200093",
		"source_id": "AZUMA200093",
		"type": "article",
		"title": "Alteration of sugar chains on α1-acid glycoprotein secreted following cytokine stimulation of HuH-7 cells in vitro",
		"author": "Yutaro Azuma and Masashi Murata and Kojiro Matsumoto",
		"keywords": "Inflammation, α-acid glycoprotein, Sugar chain, sLe",
		"doi": "https://doi.org/10.1016/S0009-8981(99)00248-X",
		"abstract": "In inflammation, hepatocytes secrete several proteins into serum, the so-called acute phase proteins. In addition to increased serum levels of α1-acid glycoprotein (AGP), there are also changes in the composition of its sugar chains. To investigate the cytokine-stimulated alteration of sugar chains on AGP, we cultured the human hepatoma cell line HuH-7 cells in serum-free medium (IS-RPMI) with and without IL-1β and IL-6, and analyzed AGP secretion into the medium. AGP was increased during stimulation with both IL-1β and IL-6, although the effect of IL-1β was more pronounced. Lectin-binding assay for secreted AGP also indicated significant increases in the binding activities to Aleuria aurantia lectin (AAL), Sambucus sieboldiana agglutinin (SSA), and concanavalin-A (ConA). In particular, AAL binding activity increased with higher expression of the sialyl Lewis X (sLeX) antigen, NeuAc α2–3 Gal β1–4 (Fuc α1–3) GlcNAc-R. Thus, the increase in AGP fucosylation may be correlated with the increase of sLeX. The present results indicate that the serum-free culture of HuH-7 cells provides a useful model for investigating the secretion of proteins from hepatocytes, and the effects of cytokines on the changes in sugar chains of glycoproteins in vitro.",
		"pages": "93-103",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000989819900248X",
		"journal": "Clinica Chimica Acta",
		"volume": "294"
	},
	{
		"id": "KIRIN2009894",
		"source_id": "KIRIN2009894",
		"type": "article",
		"title": "A systematic evaluation of different hydrogen bonding patterns in unsymmetrical 1,n′-disubstituted ferrocenoyl peptides",
		"author": "Srećko I. Kirin and Ulrich Schatzschneider and S. David Köster and Daniel Siebler and Nils Metzler-Nolte",
		"keywords": "Amino acids, Bioorganometallic chemistry, Density functional theory, Ferrocene, Hydrogen bonding, Peptides",
		"doi": "https://doi.org/10.1016/j.ica.2008.01.050",
		"abstract": "The synthesis and spectroscopic characterization of 21 l,l′-disubstituted ferrocenoyl peptides of the general formula [Fe(C5H4-CO-Aal-OR) (C5H4-CO-Aa2-OR′)] is reported, with Aal and Aa2 being different amino acids. The one-pot synthesis from activated ferrocene-l,l′-dicarboxylic acid and two different amino acid esters gives the unsymmetrical ferrocenoyl peptides in yields between 27% and 42%, which can be easily separated from their symmetrical byproducts by column chromatography. All new compounds are comprehensively characterized by mass spectrometry (El and FAB, including high-resolution EI-MS), 1H and 13C NMR, and UV/Vis spectroscopy. CD spectroscopy in conjunction with 1H NMR is used to elucidate the solution structures. Using the achiral glycine (Gly) as Aal permits to determine qualitatively the structure-determining influence of the different amino acids Aa2. Helically chiral structures in ferrocene amino acids in this study are stabilized by hydrogen bonds. If one hydrogen bond partner is systematically moved away by the introduction of methylene groups, then indeed the strength of the hydrogen bond decreases as indicated by 1H NMR chemical shifts of the amide protons and the strength of characteristic CD bands. As proline (Pro) is the only naturally accuring secondary amino acid it cannot contribute any amide proton to intra-strand hydrogen bonding. DFT calculations on the compound [Fe(C5H4-CO-Gly-OMe)(C5H4-CO-Pro-OMe)] with one achiral and one secondary amino acid were therefore performed to quantify the more subtle influence of the relative orientations of the ferrocene carbonyl groups and the cis-/trans-conformation of both amide bonds. Not unexpectedly, the conformations with both amide bonds in cis orientation are highest in energy. Surprisingly, the calculations suggest the presence of a low-energy conformation with a non-classical hydrogen bond between the proline ester carbonyl oxygen and a glycine Hα atom. However, a second conformation with no apparent intra-strand contacts but optimal positioning of all relevant groups is similar in energy. Although two conformations were observed in solution for this compound, the experimental data did not permit to assign those two conformations.",
		"pages": "894-906",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020169308000406",
		"journal": "Inorganica Chimica Acta",
		"volume": "362"
	},
	{
		"id": "AVERY2010399",
		"source_id": "AVERY2010399",
		"type": "article",
		"title": "An examination of theory and promising practice for achieving permanency for teens before they age out of foster care",
		"author": "Rosemary J. Avery",
		"keywords": "Permanency, Teens, Foster care, Independent living, Promising practice",
		"doi": "https://doi.org/10.1016/j.childyouth.2009.10.011",
		"abstract": "In this paper research is presented that examines the efficacy of Independent Living (IL) services in preparing foster youth to live “independently”, and calls into question the appropriateness of an “independence” goal for youth aging out of foster care. The paper then reviews the emerging conceptualization of youth permanency in child welfare practice that focuses on lifelong connections to kin and fictive kin as requirements for permanency. The paper then reports on the success of a federally-funded demonstration project that served youth in residential treatment facilities and group homes in New York City aging out of care. It examines elements of the project model that were highly successful in achieving family-based permanency for a significant proportion of youth referred to the program and concludes that it is a promising practice model for the profession.",
		"pages": "399-408",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740909002771",
		"journal": "Children and Youth Services Review",
		"volume": "32"
	},
	{
		"id": "HATCHWELL20141720",
		"source_id": "HATCHWELL20141720",
		"type": "article",
		"title": "Salmeterol attenuates chemotactic responses in rhinovirus-induced exacerbation of allergic airways disease by modulating protein phosphatase 2A",
		"author": "Luke Hatchwell and Jason Girkin and Matthew D. Dun and Matthew Morten and Nicole Verrills and Hamish D. Toop and Jonathan C. Morris and Sebastian L. Johnston and Paul S. Foster and Adam Collison and Joerg Mattes",
		"keywords": "Long-acting β-agonist, salmeterol, formoterol, salbutamol, asthma, allergy, rhinovirus, exacerbation, chemokine, dexamethasone, (S)-2-amino-4-(4-[heptyloxy]phenyl)-2-methylbutan-1-ol, protein phosphatase 2A, nuclear factor κB",
		"doi": "https://doi.org/10.1016/j.jaci.2013.11.014",
		"abstract": "Background β-Agonists are used for relief and control of asthma symptoms by reversing bronchoconstriction. They might also have anti-inflammatory properties, but the underpinning mechanisms remain poorly understood. Recently, a direct interaction between formoterol and protein phosphatase 2A (PP2A) has been described in vitro. Objective We sought to elucidate the molecular mechanisms by which β-agonists exert anti-inflammatory effects in allergen-driven and rhinovirus 1B–exacerbated allergic airways disease (AAD). Methods Mice were sensitized and then challenged with house dust mite to induce AAD while receiving treatment with salmeterol, formoterol, or salbutamol. Mice were also infected with rhinovirus 1B to exacerbate lung inflammation and therapeutically administered salmeterol, dexamethasone, or the PP2A-activating drug (S)-2-amino-4-(4-[heptyloxy]phenyl)-2-methylbutan-1-ol (AAL[S]). Results Systemic or intranasal administration of salmeterol protected against the development of allergen- and rhinovirus-induced airway hyperreactivity and decreased eosinophil recruitment to the lungs as effectively as dexamethasone. Formoterol and salbutamol also showed anti-inflammatory properties. Salmeterol, but not dexamethasone, increased PP2A activity, which reduced CCL11, CCL20, and CXCL2 expression and reduced levels of phosphorylated extracellular signal-regulated kinase 1 and active nuclear factor κB subunits in the lungs. The anti-inflammatory effect of salmeterol was blocked by targeting the catalytic subunit of PP2A with small RNA interference. Conversely, increasing PP2A activity with AAL(S) abolished rhinovirus-induced airway hyperreactivity, eosinophil influx, and CCL11, CCL20, and CXCL2 expression. Salmeterol also directly activated immunoprecipitated PP2A in vitro isolated from human airway epithelial cells. Conclusions Salmeterol exerts anti-inflammatory effects by increasing PP2A activity in AAD and rhinovirus-induced lung inflammation, which might potentially account for some of its clinical benefits.",
		"pages": "1720-1727",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0091674913017764",
		"journal": "Journal of Allergy and Clinical Immunology",
		"volume": "133"
	},
	{
		"id": "OTA2014139",
		"source_id": "OTA2014139",
		"type": "article",
		"title": "A comparison of three brain atlases for MCI prediction",
		"author": "Kenichi Ota and Naoya Oishi and Kengo Ito and Hidenao Fukuyama",
		"keywords": "Alzheimers disease (AD), Mild cognitive impairment (MCI), Magnetic resonance imaging (MRI), Voxel-based morphometry (VBM), Support vector machine (SVM), Atlas-based parcellation",
		"doi": "https://doi.org/10.1016/j.jneumeth.2013.10.003",
		"abstract": "Background Although previous voxel-based studies using features extracted by atlas-based parcellation produced relatively poor performances on the prediction of Alzheimers disease (AD) in subjects with mild cognitive impairment (MCI), classification performance usually depends on features extracted from the original images by atlas-based parcellation. To establish whether classification performance differs depending on the choice of atlases, support vector machine (SVM)-based classification using different brain atlases was performed. New method Seventy-seven three-dimensional T1-weighted MRI data sets of subjects with amnestic MCI, including 39 subjects who developed AD (MCI-C) within three years and 38 who did not (MCI-NC), were used for voxel-based morphometry (VBM) analyses and analyzed using SVM-based pattern recognition methods combined with a feature selection method based on the SVM recursive feature elimination (RFE) method. Three brain atlases were used for the feature selections: the Automated Anatomical Labeling (AAL) Atlas, Brodmanns Areas (BA), and the LONI Probabilistic Brain Atlas (LPBA40). Results The VBM analysis showed a significant cluster of gray matter density reduction, located at the left hippocampal region, in MCI-C compared to MCI-NC. The SVM analyses with the SVM-RFE algorithm revealed that the best classification performance was achieved by LPBA40 with 37 selected features, giving an accuracy of 77.9%. The overall performance in LPBA40 was better than that of AAL and BA regardless of the number of selected features. Conclusions These results suggest that feature selection is crucial to improve the classification performance in atlas-based analysis and that the choice of atlases is also important.",
		"pages": "139-150",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165027013003439",
		"journal": "Journal of Neuroscience Methods",
		"volume": "221"
	},
	{
		"id": "WILSON200693",
		"source_id": "WILSON200693",
		"type": "article",
		"title": "Evaluating and increasing in-home leisure activity among adults with severe disabilities in supported independent living",
		"author": "Philip G. Wilson and Dennis H. Reid and Carolyn W. Green",
		"keywords": "In-home leisure activity, Supported independent living, Staff",
		"doi": "https://doi.org/10.1016/j.ridd.2004.11.012",
		"abstract": "Observations were conducted of the in-home leisure activity of three adults with severe disabilities in three supported independent living (SIL) sites. Results indicated a lack of leisure engagement. Potentially preferred, typical leisure activities were then identified by consulting lists of common leisure activities, surveying adults in surrounding communities, and interviewing support staff and family members. Next, in-home staffs were trained to provide the identified leisure activities in a repeated, paired-choice manner. Results indicated increased leisure engagement for each participant when staff provided leisure choices along with brief prompting. Social validation surveys suggested the choice procedures were well received by the staff and participants. Comparison observations of nine adults in other SIL arrangements in two states indicated the low levels of engagement initially observed in the three target homes may be quite common among people with severe disabilities in SIL. Results are discussed regarding use of behavioral procedures to evaluate and improve aspects of quality of life in SIL. Future research needs noted focus on how to impact staff performance and consumer lifestyles in residential settings in which supervision is infrequent.",
		"pages": "93-107",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422205000429",
		"journal": "Research in Developmental Disabilities",
		"volume": "27"
	},
	{
		"id": "TAYLOR2006747",
		"source_id": "TAYLOR2006747",
		"type": "article",
		"title": "Determinants of functional outcome after revascularization for critical limb ischemia: An analysis of 1000 consecutive vascular interventions",
		"author": "Spence M. Taylor and Corey A. Kalbaugh and Dawn W. Blackhurst and Anna L. Cass and E. Annie Trent and Eugene M. Langan and Jerry R. Youkey",
		"doi": "https://doi.org/10.1016/j.jvs.2006.06.015",
		"abstract": "Background When reporting standards for successful lower extremity revascularization were established, it was assumed that arterial reconstruction, patency, and limb salvage would correlate with the ultimate goal of therapy: improved functional performance. In reality, factors determining improvement of ambulation and maintenance of independent living status after revascularization have been poorly studied. The purpose of this study was to assess the important determinants of functional outcome for patients after intervention for critical limb ischemia. Methods The results of 1000 revascularized limbs from 841 patients were studied. Indications were rest pain, 41.1%; ischemic ulceration, 35.6%; gangrene, 23.3%; infrainguinal, 70.9%; aortoiliac, 24.2%; and both, 4.9%. Treatment was by endovascular intervention, 35.5%; open surgery, 61.7%; and both, 2.8%. Patient were mean age of 68 ± 12 years, and 56.6% were men, 74.7% were white, 54.2% had diabetes mellitus, 67% were smokers, 13.4% had end-stage renal disease and were on dialysis, and 36% had prior vascular surgery. Patients were treated with conventional therapy by fellowship-trained vascular specialists at a single center and were analyzed according to the type of intervention, the arterial level treated, age, race, gender, presentation, the presence of diabetes, smoking history, end-stage renal disease, coronary disease, hypertension, hyperlipidemia, obesity, chronic obstructive pulmonary disease, previous stroke, dementia, prior vascular surgery, preoperative ambulatory status, limb loss ≤1 year of treatment, and independent living status. The technical outcomes of reconstruction patency and limb salvage as well as the functional outcomes of survival, maintenance of ambulation, and independent living status were measured for each variable using Kaplan-Meier life-table analysis, and differences were assessed using the log-rank test. A Cox proportional hazards model was used to assess independent predictors of outcome and obtain adjusted hazard ratios and 95% confidence intervals. Results At 5 years, 72.4% of the entire cohort had a patent reconstruction and 72.1% had an intact limb. Overall 5-year functional outcomes were 41.9% for survival, 70.6% for maintenance of ambulation, and 81.3% for independent living status. Outcome was not significantly affected by the type of treatment (endovascular or open surgery) or by the level of disease treated (aortoiliac, infrainguinal, or both). The most important independent, statistically significant predictors of particularly poor functional outcome were impaired ambulatory ability at the time of presentation (70% 5-year mortality, hazard ratio, 3.34; 39.5% failure to eventually ambulate, hazard ratio, 2.83; 30% loss of independent living status, hazard ratio, 7.97), and the presence of dementia (73% late mortality, hazard ratio, 1.57; 41.2% failure to eventually ambulate, hazard ratio, 2.20; 46.4% loss of independent living status, hazard ratio, 5.44). These factors were even more predictive than limb amputation alone. Conclusion Functional outcome for patients undergoing intervention for critical limb ischemia is not solely determined by the traditional measures of reconstruction patency and limb salvage, but also by certain intrinsic patient comorbidities at the time of presentation. These findings question the benefit of our current approach to critical limb ischemia in functionally impaired, chronically ill patients—patients who undoubtedly will be more prevalent as our population ages.",
		"pages": "747-756",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0741521406011001",
		"journal": "Journal of Vascular Surgery",
		"volume": "44"
	},
	{
		"id": "POL2013S112",
		"source_id": "POL2013S112",
		"type": "article",
		"title": "Sensor monitoring to measure and support activities of daily living for independently living older people: A systematic review and roadmap for further development",
		"author": "M.C. Pol and S. Poerbodipoero and S. Robben and J. Daams and M. van Hartingsveldt and R. de Vos and S.E. de Rooij and B. Kröse and B.M. Buurman",
		"keywords": "Sensor monitoring, Community-dwelling older persons, ADL, Systematic review, Functional status",
		"doi": "https://doi.org/10.1016/j.eurger.2013.07.369",
		"pages": "S112-S113",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764913004853",
		"journal": "European Geriatric Medicine",
		"volume": "4"
	},
	{
		"id": "PUANGPILA2015112",
		"source_id": "PUANGPILA2015112",
		"type": "article",
		"title": "Capturing and identification of differentially expressed fucome by a gel free and label free approach",
		"author": "Chanida Puangpila and Ziad El Rassi",
		"keywords": "Fucosylation, Glycoproteins, Hepatocellular carcinoma, Lectin affinity chromatography, Monolithic columns, ProteoMiner™",
		"doi": "https://doi.org/10.1016/j.jchromb.2015.03.006",
		"abstract": "This research reports a proof-of-concept that describes an instrumental approach that is gel free and label free at both the separation and mass spectrometry ends for the capturing and identification of differentially expressed proteins (DEPs) in diseases, e.g., cancers. The research consists of subjecting/processing equalized and non-equalized (i.e., untreated) disease-free and hepatocellular carcinoma (HCC) human sera via a multicolumn platform for capturing/fractionating human serum fucome. The equalization was performed via the combinatorial peptide ligand library (CPLL) beads technology that ensured narrowing the protein concentration range, thus allowing the detection of low abundance proteins. The equalized and non-equalized disease-free and HCC sera were first fractionated online onto two lectin columns specific to fucose, namely Aleuria aurantia lectin (AAL) and Lotus tetragonolobus agglutinin (LTA) followed by the online fractionation of the lectin captured fucome by reversed phase chromatography. The online desalted fractions were first subjected to trypsinolysis and then to liquid chromatography–mass spectrometry (LC–MS/MS) analysis. In comparison with untreated serum, the CPLL treated serum is superior in terms of the total number of identified DEPs, which reflected an increased number of DEPs in a wide abundance range. The DEPs in HCC serum were found to be 70 and 40 in both LTA and AAL fractions for the serum treated by CPLL and untreated serum, respectively. In addition, the platform combined with the CPLL treatment was accomplished with virtually no sample loss and dilution as well as with no experimental biases and sample labeling when comparing the diseased-free and cancer sera using LC–MS/MS.",
		"pages": "112-121",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570023215001592",
		"journal": "Journal of Chromatography B",
		"volume": "989"
	},
	{
		"id": "OTA2015168",
		"source_id": "OTA2015168",
		"type": "article",
		"title": "Effects of imaging modalities, brain atlases and feature selection on prediction of Alzheimers disease",
		"author": "Kenichi Ota and Naoya Oishi and Kengo Ito and Hidenao Fukuyama",
		"keywords": "Alzheimers disease, Mild cognitive impairment, F-fluorodeoxyglucose positron emission tomography, Magnetic resonance imaging, Support vector machine, Feature selection",
		"doi": "https://doi.org/10.1016/j.jneumeth.2015.08.020",
		"abstract": "Background The choice of biomarkers for early detection of Alzheimers disease (AD) is important for improving the accuracy of imaging-based prediction of conversion from mild cognitive impairment (MCI) to AD. The primary goal of this study was to assess the effects of imaging modalities and brain atlases on prediction. We also investigated the influence of support vector machine recursive feature elimination (SVM-RFE) on predictive performance. Methods Eighty individuals with amnestic MCI [40 developed AD within 3 years] underwent structural magnetic resonance imaging (MRI) and 18F-fluorodeoxyglucose positron emission tomography (FDG-PET) scans at baseline. Using Automated Anatomical Labeling (AAL) and LONI Probabilistic Brain Atlas (LPBA40), we extracted features representing gray matter density and relative cerebral metabolic rate for glucose in each region of interest from the baseline MRI and FDG-PET data, respectively. We used linear SVM ensemble with bagging and computed the area under the receiver operating characteristic curve (AUC) as a measure of classification performance. We performed multiple SVM-RFE to compute feature ranking. We performed analysis of variance on the mean AUCs for eight feature sets. Results The interactions between atlas and modality choices were significant. The main effect of SVM-RFE was significant, but the interactions with the other factors were not significant. Comparison with existing method Multimodal features were found to be better than unimodal features to predict AD. FDG-PET was found to be better than MRI. Conclusions Imaging modalities and brain atlases interact with each other and affect prediction. SVM-RFE can improve the predictive accuracy when using atlas-based features.",
		"pages": "168-183",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165027015003118",
		"journal": "Journal of Neuroscience Methods",
		"volume": "256"
	},
	{
		"id": "JOUSSET200011",
		"source_id": "JOUSSET200011",
		"type": "article",
		"title": "A new densovirus isolated from the mosquito Culex pipiens (Diptera: Culicidae)",
		"author": "Françoise-Xavière Jousset and Elizabeth Baquerizo and Max Bergoin",
		"keywords": "Parvovirus, Densovirus, Mosquito,",
		"doi": "https://doi.org/10.1016/S0168-1702(00)00128-3",
		"abstract": "We have isolated from a laboratory strain of Culex pipiens in which abnormal larval mortality occurred a small icosahedral nonenveloped DNA virus sharing the main biological and biophysical properties of densoviruses (DNVs). Unlike DNVs isolated previously from Aedes species, i.e. the AaeDNV and the AalDNV (Afanasiev, B.N., Galyov, E.E., Buchatsky, L.P., Kozlov, Y.V., 1991. Nucleotide sequence and genomic organization of Aedes densonucleosis virus. Virology 185, 323–336; Boublik, Y., Jousset, F.-X., Bergoin, M., 1994. Complete nucleotide sequence and genomic organization of the Aedes albopictus Parvovirus (AaPV) pathogenic for Aedes aegypti larvae. Virology 200, 752–763), this mosquito DNV named CpDNV possesses a genome of 6 kb separately encapsidated in stoichiometric proportion as ‘plus’ and ‘minus’ strands. The lack of sequence homology between the CpDNV and the AalDNV genome and of antigenic cross-reactivity between their capsid polypeptides indicates that these two mosquito DNVs are phylogenetically distant. In contrast, the CpDNV appears to be related to the Junonia coenia densovirus (JcDNV) at both serological and genomic levels.",
		"pages": "11-16",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168170200001283",
		"journal": "Virus Research",
		"volume": "67"
	},
	{
		"id": "ATUKPAWU2012680",
		"source_id": "ATUKPAWU2012680",
		"type": "article",
		"title": "Supervisor training to support principle-driven practice with youth in foster care",
		"author": "Grace Atukpawu and Elizabeth Mertinko and Elliott Graham and John (Jack) Denniston",
		"keywords": "Child welfare, Training, Supervision, Youth development, Independent living",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.12.015",
		"abstract": "In 2005, the Childrens Bureau (CB) published a funding opportunity announcement (FOA) titled Training of Child Welfare Agency Supervisors in the Effective Delivery and Management of Federal Independent Living Services for Youth in Foster Care. This FOA built on the work of 12 projects funded by the CB in 2000 that focused on the development of training curricula for child welfare practitioners. A key finding from these earlier projects was that in order for supervisors to support the casework efforts of their staff, they need training on youth development to better understand the unique developmental and service needs of youth in out-of-home care. This article summarizes and analyzes findings from the six Supervisor Training demonstration projects funded by CB in 2005. These projects developed, implemented, evaluated, and disseminated training curricula for public child welfare agency supervisors that were designed to strengthen the supervision provided to child welfare staff working with older youth in foster care and/or in independent living programs. The training increased supervisors ability to provide guidance and oversight to youth workers in several areas, including working with youth to develop and maintain permanent connections. This article shows how these projects bridged the gap between research and practice by using sophisticated training interventions to implement a set of core principles. These principles were identified by the Muskie School of Public Service at the University of Southern Maine and the National Resource Center for Youth Services at the College of Continuing Education, University of Oklahoma, as being associated with successful youth program designs regardless of the types of services provided:1.Positive youth development;2.Collaboration;3.Cultural competency; and4.Permanent connections. The article summarizes key program interventions, describes their evaluation designs, and presents the projects process and outcome evaluation results. A summary of key findings analyzes changes in supervisory knowledge and practice, and the transfer of skills and knowledge to independent living workers and the youth with whom they worked. A summary of common challenges, successful strategies, and common lessons learned is presented, along with an annotated bibliography of grantee products that are available to the public. In addition to the projects final reports, this article is based on published reports from the site visits CB made to the projects in this cluster, and a synthesis of findings from the projects.",
		"pages": "680-690",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911004580",
		"journal": "Children and Youth Services Review",
		"volume": "34"
	},
	{
		"id": "NACCARATO2010551",
		"source_id": "NACCARATO2010551",
		"type": "article",
		"title": "Employment outcomes of foster youth: The results from the Midwest Evaluation of the Adult Functioning of Foster Youth",
		"author": "Toni Naccarato and Megan Brophy and Mark E. Courtney",
		"keywords": "Foster youth, Emancipation, Transition to adulthood, Independent living, Employment services, Tobit analysis",
		"doi": "https://doi.org/10.1016/j.childyouth.2009.11.009",
		"abstract": "Youth emancipated from the foster care system face challenges in securing steady employment and earning a living wage. Using data from the Midwest Evaluation of the Adult Functioning of Former Foster Youth, this article uses Tobit analyses to test the statistical relationship between multiple factors (demographics, human capital, and independent living services) and yearly income for former foster youth at age 21years. The findings revealed that race, level of education, histories of drug and alcohol use, and histories of mental illness significantly impact yearly earnings within the sampled population. Equally significant, self-reported receipt of help related to employment did not impact yearly earnings. However, the limitations associated with using a non-experimental design and the challenges associated with the endogeneity of the measures of employment-related help suggest areas for future research on this topic.",
		"pages": "551-559",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740909003363",
		"journal": "Children and Youth Services Review",
		"volume": "32"
	},
	{
		"id": "MATSON20091203",
		"source_id": "MATSON20091203",
		"type": "article",
		"title": "The effect of Autism Spectrum Disorders on adaptive independent living skills in adults with severe intellectual disability",
		"author": "Johnny L. Matson and Timothy Dempsey and Jill C. Fodstad",
		"keywords": "Adaptive behavior, Living skills, Autism, PDD-NOS, Adults, Intellectual disability",
		"doi": "https://doi.org/10.1016/j.ridd.2009.04.001",
		"abstract": "Autism Spectrum Disorders are a class of conditions categorized by communication problems, ritualistic behaviors, and deficits in social behaviors. While evidence supporting a genetic component of Autism Spectrum Disorders (ASDs) is strong, no specific genetic marker has been identified. Thus, professionals have had to utilize intelligence tests and measures of adaptive functioning to aid in the diagnosis of individuals with ASD. The present study aimed to isolate specific differences in adaptive functioning in adults with ASD. Two hundred and thirty-four adults with ASD (Autism Spectrum Disorder) or Pervasive Developmental Disorder-Not Otherwise Specified (PDD-NOS) and intellectual disabilities (IDs) were evaluated with respect to the nature and extent of their independent living skill functioning. The implications of these data for more fully describing and diagnosing autism and PDD-NOS in adults are discussed.",
		"pages": "1203-1211",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422209000602",
		"journal": "Research in Developmental Disabilities",
		"volume": "30"
	},
	{
		"id": "GEENEN20071085",
		"source_id": "GEENEN20071085",
		"type": "article",
		"title": "“Tomorrow is another problem”: The experiences of youth in foster care during their transition into adulthood",
		"author": "Sarah Geenen and Laurie E. Powers",
		"keywords": "Foster care, Adolescents, Disabilities, Emancipation",
		"doi": "https://doi.org/10.1016/j.childyouth.2007.04.008",
		"abstract": "This study gathered qualitative information about the experiences of youth transitioning out of foster care into adulthood, from the perspectives of youth themselves, as well as foster parents and professionals. Data was gathered from 10 focus groups comprised of a total of 88 participants, including youth currently in foster care (n=19), foster care alumni (n=8), foster parents (n=21), child welfare professionals (n=20), education professionals (n=9), Independent Living Program staff (n=9) and other key professionals (n=2). Findings of key themes included: (a) self-determination; (b) coordination/collaboration (c) importance of relationships; (d) importance of family; (e) normalizing the foster care experience; (f) the Independent Living Program and (g) issues related to disability.",
		"pages": "1085-1101",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740907000680",
		"journal": "Children and Youth Services Review",
		"volume": "29"
	},
	{
		"id": "REEVES2006253",
		"source_id": "REEVES2006253",
		"type": "article",
		"title": "Chronic disease and independence in old age: A case study",
		"author": "Pauline J. Reeves",
		"keywords": "Care of the elderly, Holism, Leflunomide, National Service Frameworks, Protrusio acetabuli, Reductionism, Rheumatoid arthritis",
		"doi": "https://doi.org/10.1016/j.radi.2005.06.003",
		"abstract": "This report uses case study methodology to examine the issue of long-term care of the elderly in the United Kingdom, including where that care should take place. The report will examine the difficulties inherent in maintaining independent living for the elderly (in particular the danger and cost of falls). The case study presented is that of an elderly female patient who had suffered from chronic rheumatoid arthritis for over 10 years. She was admitted to hospital several times from December 2003 to January 2004. The discussion of her case is set in the context of the sociology of ageing; long-term care of the elderly and the UK National Service Frameworks, of which standard six relates to falls in the elderly. The report will also consider the problems in deciding whether it is necessary to terminate independent living for an individual.",
		"pages": "253-257",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1078817405001045",
		"journal": "Radiography",
		"volume": "12"
	},
	{
		"id": "ROEKRING200279",
		"source_id": "ROEKRING200279",
		"type": "article",
		"title": "Comparison of penaeid shrimp and insect parvoviruses suggests that viral transfers may occur between two distantly related arthropod groups",
		"author": "Songsak Roekring and Linda Nielsen and Leigh Owens and Sa-nga Pattanakitsakul and Prida Malasit and T.W. Flegel",
		"keywords": "Insect, Crustacean, Shrimp, Parvovirus, , Phylogeny",
		"doi": "https://doi.org/10.1016/S0168-1702(02)00084-9",
		"abstract": "The DNA and putative amino acid sequences of representative insect and shrimp parvoviruses (subfamily Densovirinae) were analyzed using computer programs. Shrimp viruses included hepatopancreatic parvovirus (HPV) of Penaeus monodon (HPVmon) and P. chinensis (HPVchin), spawner-isolated mortality virus from P. monodon (SMVmon) and infectious hypodermal and hematopoietic necrosis virus (IHHNV) from P. vannamei. Insect viruses included Aedes aegypti densovirus (AaeDNV), Aedes albopictus densovirus (AalDNV), Junonia coenia densovirus (JcDNV), Galleria mellonella densovirus (GmDNV), Bombyx mori densovirus 5 (BmDNV), Diatraea saccharalis densovirus (DsDNV) and Periplaneta fuliginosa densovirus (PfDNV). Virion size for all these viruses ranged between 18 and 30 nm diameter and ssDNA genome length was between 4 and 6 kb. Using blast or Clustal W with the sequence fragments available, no significant DNA homology was found except for 77% DNA identity between HPVmon and HPVchin. However, phylogenetic trees constructed by comparing DNA genome sequences for putative viral polypeptides, capsid proteins and nonstructural proteins placed the parvoviruses into two Clades: Clade 1 with SMVmon, PfDNV, DsDNV, GmDNV, JcDNV, and BmDNV; and Clade 2 with HPVmon, HPVchin, IHHNV, AalDNV and AaeDNV. The four shrimp parvoviruses fell into two different clades that grouped with different insect parvoviruses.",
		"pages": "79-87",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168170202000849",
		"journal": "Virus Research",
		"volume": "87"
	},
	{
		"id": "WANG2015137",
		"source_id": "WANG2015137",
		"type": "article",
		"title": "A design for cloud-assisted Fair-Play Management System of online contests with provable security",
		"author": "Wei Wang and Peng Xu and Laurence Tianruo Yang and Hui Li",
		"keywords": "Online contest, Semantic security, Cloud-assist, Public-key encryption, Synchronization",
		"doi": "https://doi.org/10.1016/j.future.2014.12.013",
		"abstract": "Contest hosting faces more fairness challenges and security risks from real to virtual. Malicious competitors are easier to perform false starts without preventing unfairness. Eavesdroppers have higher possibility to obtain any contest file without the intended right. The leakage of competitors’ identities is with higher probability. However online contest is popular for the convenience. It performs with diverse forms such as auctions, games and exams. With incremental requirements on fair-play, we build a new security model and propose the generally designed framework of Fair-Play Management System (FPMS) over clouds. Involving “cloud” as public storage will release much burden of real-time transmissions in networks, though it may double the security risks from outside. Moreover it is harder to guarantee to all competitors the synchronical start of a contest under inside attacks such as false starts. Facing challenges on confidentiality, anonymity and fairness simultaneously, we find that public-key encryption is more effective than symmetric-key encryption to support multiple data owners in a cloud. By leveraging a Randomness-reused Identity-Based Encryption (RIBE) scheme, FPMS can resist all mentioned attacks within a cloud-assisted environment, and support security towards multiple data owners that respectively host multiple contests. As a complement, the analysis on the provable security of FPMS is given finally, as well as a further analysis on the fair-play performance. Though transmission delay is hardly avoided under provable security requirements, the FPMP performs quasi synchronical with ignorable delay differences to deliver the start order.",
		"pages": "137-146",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X14002738",
		"journal": "Future Generation Computer Systems",
		"volume": "52"
	},
	{
		"id": "LIPSKAYAVELIKOVSKY2015499",
		"source_id": "LIPSKAYAVELIKOVSKY2015499",
		"type": "article",
		"title": "From hospital admission to independent living: Is prediction possible?",
		"author": "Lena Lipskaya-Velikovsky and Moshe Kotler and Adam Easterbrook and Tal Jarus",
		"keywords": "Schizophrenia, Cognition, Symptoms, Activities of daily life, Functional capacity, Acute hospitalization",
		"doi": "https://doi.org/10.1016/j.psychres.2015.01.027",
		"abstract": "An integral component of recovery from mental illness is being able to engage in everyday activities. This ability is often restricted among people with schizophrenia. Although functional deficits are addressed during hospitalization, the ability to predict daily functioning based on information gathered during hospitalization has not been well established. This study examines whether measurements completed during hospitalization can be useful for predicting independent living within the community. Inpatients with schizophrenia (N=104) were enrolled in the study and assessed for cognitive functioning, functional capacity and symptoms. They were approached again 6 months after discharge to evaluate their functioning with respect to everyday life Instrumental Activities of Daily Living (IADL) and Activities of Daily Living (ADL). Functional capacity during hospitalization predicted 26.8% of ADL functioning and 38.8% of IADL functioning. ADL was best predicted by the severity of negative symptoms, cognitive functioning, and the number of hospitalizations (51.2%), while IADL was best predicted by functional capacity, cognition, and number of hospitalizations (60.1%). This study provides evidence that evaluations during hospitalization can be effective, and demonstrates the advantage of a holistic approach in predicting daily functioning. When a holistic approach is not practical, a functional capacity measurement may serve as an effective predictor.",
		"pages": "499-506",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178115000955",
		"journal": "Psychiatry Research",
		"volume": "226"
	},
	{
		"id": "SCHIPPER201517",
		"source_id": "SCHIPPER201517",
		"type": "article",
		"title": "The 3 As of the access process to long-term care for elderly: Providers experiences in a multiple case study in the Netherlands",
		"author": "Lisette Schipper and Katrien Luijkx and Bert Meijboom and Jos Schols",
		"keywords": "Access to care, Older people, Long-term care, Welfare",
		"doi": "https://doi.org/10.1016/j.healthpol.2014.07.020",
		"abstract": "The access process is an important step in the care provision to independently living elderly. Still, little attention has been given to the process of access to long-term care for older clients. Access can be described by three dimensions: availability, affordability and acceptability (three As). In this paper we address the following question: How do care providers take the three dimensions of access into account for the access process to their care and related service provision to independently living elderly? To answer this question we performed a qualitative study. We used data gathered in a multiple case study in the Netherlands. This study provides insight in the way long-term care organizations organize their access process. Not all dimensions were equally present or acknowledged by the case organizations. The dimension acceptability seems an important dimension in the access process, as shown by the efforts done in building a relationship with their clients, mainly through a strong personal relationship between client and care advisor. In that respect it is remarkable that the case organizations do not structurally evaluate their access process. Availability is compromised by practical issues and organizational choices. Affordability hardly seems an issue. Further research can reveal the underlying factors that influence the three A dimensions.",
		"pages": "17-25",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168851014002012",
		"journal": "Health Policy",
		"volume": "119"
	},
	{
		"id": "BURIVONG2004261",
		"source_id": "BURIVONG2004261",
		"type": "article",
		"title": "Markedly reduced severity of Dengue virus infection in mosquito cell cultures persistently infected with Aedes albopictus densovirus (AalDNV)",
		"author": "Peangpim Burivong and Sa-Nga Pattanakitsakul and Supatra Thongrungkiat and Prida Malasit and Timothy W. Flegel",
		"keywords": "Densovirus, Dengue virus, C6/36 Cells, Persistent infection, Tolerance",
		"doi": "https://doi.org/10.1016/j.virol.2004.08.032",
		"abstract": "AalDNV-infected C6/36 cells serially passaged for over 10 weeks showed a decline in percentage of anti-AalDNV-positive cells (APC) from an initial 92% to approximately 20%. Cultures of persistent APC were indistinguishable from uninfected cultures by direct microscopy but most stained cells from early APC passages had enlarged nuclei with eosinophilic inclusions, while late APC passages had few and naïve cells none. Super challenge of persistent APC cultures did not increase percentage APC and supernatants from persistent APC cultures gave low APC (40%) in naïve C6/36 cell cultures. When challenged with dengue virus serotype 2 (DEN-2), naïve C6/36 cells showed severe cytopathic effects (CPE) and high mortality within 4 days, as did early passage APC cultures. Remarkably, DEN-2 infections in persistent APC cultures were much less severe, being characterized by reduced DEN-2 infection percentage, retarded DEN-2 virion production, no CPE and no significant mortality. Reasons for rapid reduction in APC and resistance to superinfection upon serial passage remain unproven but may relate to production of AalDNV-defective interfering particles (DIP) by molecular mechanisms still open to speculation. More difficult to explain is cross-protection against DEN-2-induced mortality seen in persistent APC cultures. However, by comparison to work on shrimp viruses, we speculate that this may involve blockage of viral-triggered apoptosis. The phenomena described raise questions regarding the potential for persistent infections by unknown viruses to confound experimental results with insect cell lines.",
		"pages": "261-269",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0042682204005409",
		"journal": "Virology",
		"volume": "329"
	},
	{
		"id": "QUINTA20124",
		"source_id": "QUINTA20124",
		"type": "article",
		"title": "The foreland deformation in the south-western Basque–Cantabrian Belt (Spain)",
		"author": "A. Quintà and S. Tavani",
		"keywords": "Fractures, Fracture reactivation, Foredeep evolution, Stress field, Basque–Cantabrian Basin",
		"doi": "https://doi.org/10.1016/j.tecto.2012.02.015",
		"abstract": "In the south-western portion of the Cenozoic Basque–Cantabrian Belt, structural data collected in pre-orogenic Upper Cretaceous limestones were combined with aerial images interpretation in flat-lying areas. Observations about fracture strike, type, orientation and overprinting relationships, both at the macro and mesoscales, allow to constrain the pre-thrusting and pre-folding deformational sequence that affected the area when it was forming part of the foreland basin. WNW–ESE striking extensional structures represent the oldest elements, developed during the very late stages of the Mesozoic rifting associated with the opening of the Bay of Biscay. The onset of convergence is marked by the development of extensional structures striking roughly NNW–SSE and WSW–ENE, which are associated with belt-parallel stretching in the foredeep and outer-arc extension in the peripheral bulge, respectively, and developed in a non fluid assisted environment. These elements are postdated by a pre-folding layer-parallel shortening pattern, which includes WSW–ENE striking pressure solution cleavages and reverse faults (both of them frequently reactivating inherited early-orogenic WSW–ENE striking extensional elements), and right-lateral reactivation of WNW–ESE striking pre-orogenic extensional structures. This stage was followed by a syn- to post-folding E–W oriented belt-parallel compression, WNW–ESE striking left-lateral faults being the most outstanding elements associated with this stage. The presence of such elements in Upper Cretaceous sediments, provides support to the idea that left-lateral shear zones of the area related with a Cenozoic intrabelt lateral extrusion tectonics. Our results indicate, coherently with previously published works in the Pyrenean Orogen, that most of the mesoscale deformation has been acquired before layers tilting.",
		"pages": "4-19",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040195112000923",
		"journal": "Tectonophysics",
		"volume": "576-577"
	},
	{
		"id": "HAIGHT200953",
		"source_id": "HAIGHT200953",
		"type": "article",
		"title": "The beliefs of resilient African-American adolescent mothers transitioning from foster care to independent living: A case-based analysis",
		"author": "Wendy Haight and Dayna Finet and Sachiko Bamba and Jesse Helton",
		"keywords": "Foster care, Adolescent mothers, African-American",
		"doi": "https://doi.org/10.1016/j.childyouth.2008.05.009",
		"abstract": "This study presents the beliefs of three resilient African-American adolescent mothers transitioning from foster care into independent living in Illinois. Young mothers were followed for at least seven months as they participated in an innovative writing workshop for older foster youth. During this time, youth repeatedly initiated discussions of parenting while in foster care. Videotaped observations of workshops, in-depth, semi-structured individual interviews, and youth writing assignments yielded rich materials pertaining to parenting while in foster care. Young women identified a number of common challenges including financial difficulties, the pressure of meeting multiple obligations, stigma, and the negativity of some caseworkers. They also articulated cultural beliefs and practices which may support resilience. These included: the positive value placed on children and motherhood, spirituality, “other mothers” and various sources of community support, and an oppositional gaze. Implications for child welfare research and practice are discussed.",
		"pages": "53-62",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740908001400",
		"journal": "Children and Youth Services Review",
		"volume": "31"
	},
	{
		"id": "GHAFFARINEJAD20121",
		"source_id": "GHAFFARINEJAD20121",
		"type": "article",
		"title": "P-1235 - Effect of cultural themes on forming cotards syndrome; reporting a case of cotards syndrome with depersonalization and out of body experience symptoms",
		"author": "A. Ghaffarinejad and F. Estilaee",
		"doi": "https://doi.org/10.1016/S0924-9338(12)75402-0",
		"abstract": "Objective Cotards syndrome is a rare psychiatric syndrome, which is well- known since more than one hundred years. Its core symptom is nihilistic ideation or delusion. In this case report, the effect of culture on forming the symptoms of a female patient with Cotards syndrome was the matter of concern. Method A single case with Cotards syndrome associated with out of body experience and depersonalization and complicated grief was reported. she believed that she was killed by a superstitious creature named “Aal” in Persian folclor. Conclusion Cultural and superstitious beliefs could effect on forming complex constellation of patients symptoms including Cotards syndrome. The resolution of symptoms might be step by step.",
		"pages": "1",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0924933812754020",
		"journal": "European Psychiatry",
		"volume": "27"
	},
	{
		"id": "HEINER20066149",
		"source_id": "HEINER20066149",
		"type": "article",
		"title": "Hydrophilic photolabelling of glycopeptides from the murine liver–intestine (LI) cadherin recognition domain",
		"author": "Sebastian Heiner and Heiner Detert and Axel Kuhn and Horst Kunz",
		"keywords": "Glycopeptides, LI-cadherin, Coumarine chromophore, Sialyl-T antigen, Solid-phase synthesis",
		"doi": "https://doi.org/10.1016/j.bmc.2006.06.014",
		"abstract": "LI-Cadherin is a transmembrane glycoprotein involved in cell adhesion of epithelial cells. Its supposed recognition domain contains the peptide motif AAL and is distinctly hydrophobic. In order to obtain sufficiently soluble model compounds, glycan side chains of T-antigen, (2,6)sialyl T-antigen and sialyl TN-antigen structure were linked to the serine located in the supposed turn sequence of the LI-cadherin recognition domain. A quinic acid-glycine-7-amino-coumarine (Quiglac) chromophore was constructed in order to enhance the solubility of labelled LI-cadherin (glyco)peptides in water.",
		"pages": "6149-6164",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S096808960600469X",
		"journal": "Bioorganic & Medicinal Chemistry",
		"volume": "14"
	},
	{
		"id": "TRAIL200379",
		"source_id": "TRAIL200379",
		"type": "article",
		"title": "A study comparing patients with amyotrophic lateral sclerosis and their caregivers on measures of quality of life, depression, and their attitudes toward treatment options",
		"author": "Marilyn Trail and Naomi D. Nelson and John N. Van and Stanley H. Appel and Eugene C. Lai",
		"keywords": "Amyotrophic lateral sclerosis, Quality of life, Caregiver, Depression, Palliative care, Treatment choices",
		"doi": "https://doi.org/10.1016/S0022-510X(03)00003-0",
		"abstract": "Objective: To compare amyotrophic lateral sclerosis (ALS) patients and their caregivers on measures of quality of life (QOL), depression, and their attitudes toward treatment options. Methods: Over a 14-month period, we analyzed responses from 27 ALS patients and 19 ALS caregivers as they arrived at the Department of Neurology, Baylor College of Medicine, Vicki Appel MDA, ALS Clinic, and those who completed the study measures. Patients were given the Appel ALS Rating Scale (AALS), the ALS Functional Rating Scale (ALSFRS), McGill Quality of Life Questionnaire Single-Item Scale (MQOL-SIS), and the Beck Depression Inventory-II (BDI-II). An internally generated scale of 1–7 was used to measure perception of emotional support, QOL for others (i.e., the patients perception of the caregivers QOL and the caregivers perception of the patients QOL), and experience of pain. Attitudes toward treatment options were assessed by yes/no/uncertain responses. Caregivers were administered all of the above measures except the AALS, ALSFRS, and pain scale. Percentage, mean, and standard deviation values were determined. Significance levels were also calculated. Results: Twenty-seven patients with a mean age of 57.2 (range 34–81) years and nineteen caregivers with a mean age of 56.9 (range 28–82) years completed the study. The patients were of moderate disease severity with a mean AALS total score of 76.3 (range 39–134) and a mean ALSFRS score of 28.4 (range 12–40). The mean rating of QOL for patients was 5.9 and the mean rating of QOL for caregivers was 5.7 (range 1–7). The patients reported slightly less depression (9.8) than their caregivers (10.7) (range 0–63). There was, however, no significant difference between patients and caregivers on scores of QOL and depression. Patients tended to overestimate caregivers QOL by a small degree, whereas caregivers tended to underestimate the patients QOL by a greater degree. Over one-half of both groups would consider percutaneous esophageal gastrostomy (PEG) placement. Patient and caregiver responses to the use of BIPAP differed. Though over half of both groups endorsed the idea of future BIPAP use, more patients (41%) than caregivers (5%) were uncertain. Only 3% of patients responded negatively compared to 32% of caregivers. Both groups were only minimally interested in future invasive ventilation. Discussion: Factors contributing to quality of life, depression, and attitudes toward treatment options need to be periodically explored with patients and caregivers throughout the course of the illness. Health care professionals should recognize that the needs and goals of the two groups might differ. For both patients and caregivers, health care professionals should provide education and opportunities for discussion centered on the issues followed by referrals and interventions appropriate to the situation.",
		"pages": "79-85",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022510X03000030",
		"journal": "Journal of the Neurological Sciences",
		"volume": "209"
	},
	{
		"id": "DUGAN2013672",
		"source_id": "DUGAN2013672",
		"type": "article",
		"title": "A Pelvic Floor Fitness Program for Older Women With Urinary Symptoms: A Feasibility Study",
		"author": "Sheila A. Dugan and Missy D. Lavender and Jennifer Hebert-Beirne and Linda Brubaker",
		"doi": "https://doi.org/10.1016/j.pmrj.2013.03.009",
		"abstract": "Objective To determine the feasibility of an adapted pelvic fitness and educational program to control urinary incontinence (UI) and overactive bladder (OAB) symptoms in women older than 65 years. Design Feasibility study. Setting Residential independent-living facilities. Participants Forty-three study subjects, limited to women 65 years and older residing in or using an independent-living facility, who self-reported that they had symptoms of UI or OAB. Methods Study participants volunteered to participate in a 6-week pelvic fitness class. Classes were held at 3 different independent-living sites. Forty-three women in 4 different treatment groups with 9-15 women per group completed the adapted group pelvic fitness and education instruction, which was provided twice a week for 6 weeks. At one site, in addition to the treatment group, an education-only group met; in this group, 14 women received an alternate intervention consisting of only one educational session and a booklet presenting the didactic content without specific muscle isolation or training. Main Outcome Measurements In addition to demographics, standardized assessments using validated instruments were obtained before the first class and after the last class, including general health, self-reported bladder function, quality of life, and the timed up-and-go test. Results Most participants (97%) were white, with a mean age of 83 years (range, 67-95 years). Most participants in the treatment groups (83%) reported symptom improvement. Statistically significant improvements in OAB and bladder symptoms were found after 6 weeks in the treatment groups, based on visual analog scale scores (P = .0058) for bothersomeness of bladder symptoms, the total score of the Urogenital Distress Inventory, Short Form (P ≤ .0001), and the total score of the Incontinence Impact Questionnaire, Short Form (P = .0036). Conclusions A group pelvic floor fitness program combined with pelvic health education is a promising approach to reduce urinary symptoms and improve the quality of life of older women living with OAB or UI symptoms.",
		"pages": "672-676",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1934148213001184",
		"journal": "PM&R",
		"volume": "5"
	},
	{
		"id": "LINDSEY1999389",
		"source_id": "LINDSEY1999389",
		"type": "article",
		"title": "The North Carolina independent living program: A comparison of outcomes for participants and nonparticipants",
		"author": "Elizabeth W. Lindsey and Fasih U. Ahmed",
		"doi": "https://doi.org/10.1016/S0190-7409(99)00028-6",
		"abstract": "Effectiveness of a state independent living program (ILP) was evaluated by comparing outcomes for program participants and nonparticipants in four core areas: housing, education, employment, and financial self-sufficiency. One to three years after discharge from care, ILP participants were more likely to be living independently or paying all of their housing expenses while living with others than were the nonparticipants. Program participants also reported a higher level of educational attainment and aspirations. There were no statistically significant differences regarding employment or financial self-sufficiency. Findings are compared with those of similar studies, and recommendations for program modification are described.",
		"pages": "389-412",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740999000286",
		"journal": "Children and Youth Services Review",
		"volume": "21"
	},
	{
		"id": "CHEN2011533",
		"source_id": "CHEN2011533",
		"type": "article",
		"title": "Secure interoperation of identity managements among different circles of trust",
		"author": "Jianyong Chen and Guihua Wu and Zhen Ji",
		"keywords": "Identity management, Secure interoperation, Authentication assurance level",
		"doi": "https://doi.org/10.1016/j.csi.2011.02.008",
		"abstract": "Secure Interoperation between different identity management (IdM) systems has become a challenge. In this paper, a framework is proposed to discover interoperation paths among identity providers (IdP) located in different circles of trust (CoT). According to the proposed framework, interoperation path and path discovery algorithm are proposed to establish a trust relationship between different CoTs. Security of the interoperation path is improved by the deployment of authentication assurance level (AAL) conversion and role mapping. Moreover, security of the path discovery process is guaranteed by path authentication which can resist security violation.",
		"pages": "533-540",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920548911000195",
		"journal": "Computer Standards & Interfaces",
		"volume": "33"
	},
	{
		"id": "IKEBE2007216",
		"source_id": "IKEBE2007216",
		"type": "article",
		"title": "Impact of dry mouth and hyposalivation on oral health-related quality of life of elderly Japanese",
		"author": "Kazunori Ikebe and Ken-ichi Matsuda and Kentaro Morii and Masahiro Wada and Tomohiro Hazeyama and Takashi Nokubi and Ronald L. Ettinger",
		"doi": "https://doi.org/10.1016/j.tripleo.2005.12.001",
		"abstract": "Objective To determine the association of hyposalivation and the perception of dry mouth with oral health-related quality of life for independently living elderly. Study design The study sample consisted of 287 participants (mean age, 66.1 years) at a Senior Citizen educational system. Stimulated salivary flow rates during chewing were measured. The OHIP-14 to measure the impact of oral conditions on health-related quality of life was used, and summary OHIP-14 scores combining the response codes for the 14 items were analyzed. Results A logistic regression analysis showed that a higher OHIP-14 score indicating a poorer quality of life was related to fewer residual teeth, perception of dry mouth on eating (OR: 4.01, P = .012) and hyposalivation (OR: 2.71, P = .006). Conclusion It is suggested that both dry mouth and hyposalivation are important problems influencing the quality of life in independently living, relatively healthy elderly Japanese.",
		"pages": "216-222",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1079210405011121",
		"journal": "Oral Surgery, Oral Medicine, Oral Pathology, Oral Radiology, and Endodontology",
		"volume": "103"
	},
	{
		"id": "STEEL20122141",
		"source_id": "STEEL20122141",
		"type": "article",
		"title": "A National Survey of Independent Living Donor Advocates: The Need for Practice Guidelines",
		"author": "J. Steel and A. Dunlavy and M. Friday and K. Kingsley and D. Brower and M. Unruh and H. Tan and R. Shapiro and M. Peltz and M. Hardoby and C. McCloskey and M. Sturdevant and A. Humar",
		"keywords": "Adult, bioethics, donor evaluation, donor followup, donor management, donor selection, ethics, living donor exchange, living donor transplantation, living related transplantation",
		"doi": "https://doi.org/10.1111/j.1600-6143.2012.04062.x",
		"abstract": "In 2000, representatives of the transplant community convened for a meeting on living donation in an effort to provide recommendations to promote the welfare of living donors. One key recommendation included in the consensus statement was that all transplant centers which have performed living donor surgeries have an independent living donor advocate (ILDA) “whose only focus is on the best interest of the donor.” The aims of this study were to begin to understand the sociodemographic characteristics, selection and training, and clinical practices of ILDAs. All US transplant centers performing living donor surgeries were contacted to identify the ILDA at their center. One hundred and twenty ILDAs completed an anonymous survey. Results indicated considerable variability with regard to the sociodemographic characteristics of ILDAs, how the ILDA was selected and trained, and the ILDAs’ clinical practices, particularly ethical challenges encountered by ILDAs. The variability observed may result in differential selection of donors and could have a potential negative impact on the lives of both donors and transplant candidates. The variability in the background, training, and practice of ILDAs suggests the need for strategies, such as practice guidelines, to standardize the interaction between ILDAs and living donors.",
		"pages": "2141-2149",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1600613522275716",
		"journal": "American Journal of Transplantation",
		"volume": "12"
	},
	{
		"id": "ELKABBANY200011",
		"source_id": "ELKABBANY200011",
		"type": "article",
		"title": "Monitoring of the pesticide levels in some water supplies and agricultural land, in El-Haram, Giza (A.R.E.)",
		"author": "Samia El-Kabbany and M.M Rashed and M.A Zayed",
		"keywords": "Monitoring, Pesticides, Water supplies, Drainage water, Agricultural land",
		"doi": "https://doi.org/10.1016/S0304-3894(99)00174-0",
		"abstract": "Monitoring of pesticide residues were conducted at different locations in the El-Haram region Giza, Egypt. The water samples were collected from El-Haram Giza, canal water supplies (El-Zomor, Abd-el-aal land and seaside and El-Mansorya), in addition to El-Moheet drainage water. The soil samples were collected from the arable land that surrounds water canals. Water samples were obtained by solid phase extraction (SPE) and soil samples by gel permeation chromatography (GPC). The combination of gas chromatography and mass spectroscopy with different ionization techniques was used for determination and identification of the pesticides, which were quantitatively determined as μg l−1 levels in environmental samples. The residues of pesticides were varied between different locations. Also, organochlorine pesticide residues in El-Moheet drainage water were relatively higher than in the canal water. The concentrations of organophosphrous compounds (chlorpyrifos, dimethoate and parathion) seem to be low in water as compared to soil samples. Most findings were less than 1 μg g−1, which is considered a low-level finding. Sixteen organochlorine pesticides were detected in most of the water samples and the percent of positive samples followed the order drins>total BHC>total DDT>endosulfan>heptachlor epoxid>heptachlor. Pentachlorophenol (PCP) was detected only in El-Zomor and Abd-el-aal canal water. Results obtained confirm the presence of different pesticide residues representing different chemical classes in the canal waters. This means that the discharging of wastes in to the water supplies must be controlled. Drainage water was highly polluted and contains much more pesticide residues than different canal waters.",
		"pages": "11-21",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0304389499001740",
		"journal": "Journal of Hazardous Materials",
		"volume": "72"
	},
	{
		"id": "KANGAS2009571",
		"source_id": "KANGAS2009571",
		"type": "article",
		"title": "Sensitivity and specificity of fall detection in people aged 40 years and over",
		"author": "Maarit Kangas and Irene Vikman and Jimmie Wiklander and Per Lindgren and Lars Nyberg and Timo Jämsä",
		"keywords": "Elderly, Independent living, Hip fracture, Movement analysis",
		"doi": "https://doi.org/10.1016/j.gaitpost.2008.12.008",
		"abstract": "About one third of home-dwelling people over 65 years of age fall each year. Falling, and the fear of falling, is one of the major health risks that affects the quality of life among older people, threatening their independent living. In our pilot study, we found that fall detection with a waist-worn triaxial accelerometer is reliable with quite simple detection algorithms. The aim of this study was to validate the data collection of a new fall detector prototype and to define the sensitivity and specificity of different fall detection algorithms with simulated falls from 20 middle-aged (40–65 years old) test subjects. Activities of daily living (ADL) performed by the middle-aged subjects, and also by 21 older people (aged 58–98 years) from a residential care unit, were used as a reference. The results showed that the hardware platform and algorithms used can discriminate various types of falls from ADL with a sensitivity of 97.5% and a specificity of 100%. This suggests that the present concept provides an effective method for automatic fall detection.",
		"pages": "571-574",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0966636208003950",
		"journal": "Gait & Posture",
		"volume": "29"
	},
	{
		"id": "PAGANI201534",
		"source_id": "PAGANI201534",
		"type": "article",
		"title": "Volume of interest-based [18F]fluorodeoxyglucose PET discriminates MCI converting to Alzheimers disease from healthy controls. A European Alzheimers Disease Consortium (EADC) study",
		"author": "M. Pagani and F. De Carli and S. Morbelli and J. Öberg and A. Chincarini and G.B. Frisoni and S. Galluzzi and R. Perneczky and A. Drzezga and B.N.M. van Berckel and R. Ossenkoppele and M. Didic and E. Guedj and A. Brugnolo and A. Picco and D. Arnaldi and M. Ferrara and A. Buschiazzo and G. Sambuceti and F. Nobili",
		"keywords": "MCI, FDG-PET, Volume of interest, Discriminant analysis, EADC",
		"doi": "https://doi.org/10.1016/j.nicl.2014.11.007",
		"abstract": "An emerging issue in neuroimaging is to assess the diagnostic reliability of PET and its application in clinical practice. We aimed at assessing the accuracy of brain FDG-PET in discriminating patients with MCI due to Alzheimers disease and healthy controls. Sixty-two patients with amnestic MCI and 109 healthy subjects recruited in five centers of the European AD Consortium were enrolled. Group analysis was performed by SPM8 to confirm metabolic differences. Discriminant analyses were then carried out using the mean FDG uptake values normalized to the cerebellum computed in 45 anatomical volumes of interest (VOIs) in each hemisphere (90 VOIs) as defined in the Automated Anatomical Labeling (AAL) Atlas and on 12 meta-VOIs, bilaterally, obtained merging VOIs with similar anatomo-functional characteristics. Further, asymmetry indexes were calculated for both datasets. Accuracy of discrimination by a Support Vector Machine (SVM) and the AAL VOIs was tested against a validated method (PALZ). At the voxel level SMP8 showed a relative hypometabolism in the bilateral precuneus, and posterior cingulate, temporo-parietal and frontal cortices. Discriminant analysis classified subjects with an accuracy ranging between .91 and .83 as a function of data organization. The best values were obtained from a subset of 6 meta-VOIs plus 6 asymmetry values reaching an area under the ROC curve of .947, significantly larger than the one obtained by the PALZ score. High accuracy in discriminating MCI converters from healthy controls was reached by a non-linear classifier based on SVM applied on predefined anatomo-functional regions and inter-hemispheric asymmetries. Data pre-processing was automated and simplified by an in-house created Matlab-based script encouraging its routine clinical use. Further validation toward nonconverter MCI patients with adequately long follow-up is needed.",
		"pages": "34-42",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158214001715",
		"journal": "NeuroImage: Clinical",
		"volume": "7"
	},
	{
		"id": "BRODSKY2001A50",
		"source_id": "BRODSKY2001A-50",
		"type": "article",
		"title": "Outcomes and habituation of prolonged progressiveresistance strength training/nutrition program among independent living elderly",
		"author": "M. Brodsky",
		"doi": "https://doi.org/10.1016/S0002-8223(01)80154-1",
		"pages": "A-50",
		"year": "2001",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0002822301801541",
		"journal": "Journal of the American Dietetic Association",
		"volume": "101"
	},
	{
		"id": "BERZIN20112119",
		"source_id": "BERZIN20112119",
		"type": "article",
		"title": "Housing experiences of former foster youth: How do they fare in comparison to other youth?",
		"author": "Stephanie Cosner Berzin and Alison M. Rhodes and Marah A. Curtis",
		"keywords": "Foster youth, Emerging adulthood, Housing, Propensity scoring",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.06.018",
		"abstract": "Research indicates that foster youth tend to fare poorly in a number of domains in the transition to adulthood, and the shift to independent living may be particularly challenging. However, it is unclear whether negative housing outcomes are attributable to foster care history or if they are due to other risk factors. This study uses data from the National Longitudinal Survey of Youth 1997 to compare housing outcomes for foster youth to a matched sample of youth who share similar risk factors and to an unmatched sample. Results indicate that foster youth struggle more in the transition to independent living in comparison to both groups, showing higher rates of homelessness, less housing stability, poorer neighborhood quality, and more reliance on public housing assistance. The paper explores how factors related to foster care and confounding risk factors that tend to have higher prevalence among foster youth may contribute to these outcomes.",
		"pages": "2119-2126",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911002325",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "DEGIORGIO2003E9",
		"source_id": "DEGIORGIO2003E9",
		"type": "article",
		"title": "Poster 24: Relationship of independent living status, vocational outcome status, and satisfaction with life after traumatic brain injury11Disclosures: None declared.",
		"author": "Lisa Degiorgio and Anne M. Moessner and James F. Malec",
		"keywords": "Brain injuries, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2003.08.040",
		"abstract": "Objective: To determine whether independent living status or vocational outcome status predicts satisfaction with life for patients after moderate to severe traumatic brain injury (TBI). Design: Prospective cohort study. Setting: Acute care, rehabilitation hospital. Participants: 26 men and 23 women with moderate to severe TBI. Interventions: Not applicable. Main Outcome Measures: Satisfaction with Life Scale (SWLS), Vocational Outcome Scale (VOS), and Independent Living Scale (ILS) collected at hospital discharge and at 1- and 2-year follow-up. Results: Discharge SWLS predicted 1-year SWLS score (n=49; r=.51, P<.001); 1-year SWLS score predicted SWLS score at 2 years (n=28, r=.60, P<.001). Discharge ILS and VOS scores did not predict SWLS score at 1 year. 1-year SWLS score correlated mildly (r=.39, P<.01) with 1-year VOS and with 1-year ILS (r=.38, P<.01) scores. 78% indicated positive life satisfaction (SWLS score, >19) at discharge and 61% at 1 year. Of those satisfied at discharge, 79% remained satisfied at 1 year. Of those dissatisfied at discharge, 82% remained dissatisfied at 1 year. Conclusions: SWLS score appears relatively stable over time. Life satisfaction may be less dependent on vocational and independent living status than on longstanding personality or social factors.",
		"pages": "E9",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999303008402",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "84"
	},
	{
		"id": "GILLEN2000663",
		"source_id": "GILLEN2000663",
		"type": "article",
		"title": "Relationship of independent living scales to a functional outcome measure and neuropsychological tests",
		"author": "R.W. Gillen and P Gernert-Dott",
		"doi": "https://doi.org/10.1016/S0887-6177(00)80020-7",
		"pages": "663",
		"year": "2000",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0887617700800207",
		"journal": "Archives of Clinical Neuropsychology",
		"volume": "15"
	},
	{
		"id": "ABRAMS2008522",
		"source_id": "ABRAMS2008522",
		"type": "article",
		"title": "Transition services for incarcerated youth: A mixed methods evaluation study",
		"author": "Laura S. Abrams and Sarah K.S. Shannon and Cindy Sangalang",
		"keywords": "Transition services, High risk youth, Juvenile justice, Mixed methods, Independent living skills",
		"doi": "https://doi.org/10.1016/j.childyouth.2007.11.003",
		"abstract": "Despite a considerable overlap between child welfare and juvenile justice populations, the child welfare literature contains sparse information about transition and reentry programs for incarcerated youth. Using mixed methods, this paper explores the benefits and limitations of a six-week transitional living program for incarcerated youth offenders. Logistic regression analysis found that only age at arrest and number of prior offenses predicted the odds of recidivism at one-year post-release. Youth who participated in the transitional living program and dual status youth (those involved in both child welfare and juvenile justice systems) were slightly more likely to recidivate, but these differences were not statistically significant. Qualitative interviews with youth and staff revealed that both groups viewed the transitional living program as having many benefits, particularly independent living skills training. However, follow-up with youth in the community lacked sufficient intensity to handle the types of challenges that emerged. Implications for future research and transition programming with vulnerable youth are discussed.",
		"pages": "522-535",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740907002125",
		"journal": "Children and Youth Services Review",
		"volume": "30"
	},
	{
		"id": "LIBORWASZNIOWSKI2004197",
		"source_id": "LIBORWASZNIOWSKI2004197",
		"type": "article",
		"title": "Analysis of OSEK/VDX Based Automotive Applications",
		"author": "Libor Waszniowski and  Zdenek Hanzalek",
		"keywords": "Real-Time Operating Systems, Validation",
		"doi": "https://doi.org/10.1016/S1474-6670(17)30344-0",
		"abstract": "The aim of this article is to show, how an automotive real-time software application running under real-time operating system compliant with OSEK/VDX standard can be modelled by timed automata. The application under consideration consists of several basic or extended tasks, it includes resource sharing and synchronisation by events. For such system, model checking theory based on timed automata and implemented in model checking tools can be used for verifying complex time and logical properties of proposed model. Use of this methodology is demonstrated on the automotive case study. The automated transmission system and its control software running under OSEK compliant operating system are modelled and properties necessary for its proper function are verified by model checker UPP AAL.",
		"pages": "197-202",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667017303440",
		"journal": "IFAC Proceedings Volumes",
		"volume": "37"
	},
	{
		"id": "BRESSANI2002453",
		"source_id": "BRESSANI2002453",
		"type": "article",
		"title": "Youth independent living assessment: testing the equivalence of web and paper/pencil versions of the Ansell–Casey Life Skills Assessment",
		"author": "Richard V. Bressani and A.Chris Downs",
		"keywords": "Independent living assessments, Paper-and-pencil assessment, Web assessment, Equivalence, Youth, Foster care, Life skills, Internet, Ansell–Casey Life Skills Assessment (ACLSA)",
		"doi": "https://doi.org/10.1016/S0747-5632(01)00053-X",
		"abstract": "This study compared a paper-and-pencil and a web-based (i.e. Internet) version of the Ansell–Casey Life Skills Assessment (ACLSA) for mode equivalence. Youth (n=97) completed an age-appropriate ACLSA version in both formats, administered in a repeated measures, counterbalanced design. No significant main effects between modes of administration emerged. However, higher scores were achieved on the second administration regardless of format. These findings demonstrate the equivalence of Internet and paper-and-pencil formats for all three ACLSA levels and a predictable learning effect across the first and second testings.",
		"pages": "453-464",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S074756320100053X",
		"journal": "Computers in Human Behavior",
		"volume": "18"
	},
	{
		"id": "SEEKINS2011245",
		"source_id": "SEEKINS2011245",
		"type": "article",
		"title": "Nursing home emancipation: A preliminary study of efforts by centers for independent living in urban and rural areas",
		"author": "Tom Seekins and Craig Ravesloot and Marsha Katz and Bob Liston and Mike Oxford and Billy Altom and Glen White and Richard Petty and Bob Kafka",
		"keywords": "Transitions, Olmstead, Return to community",
		"doi": "https://doi.org/10.1016/j.dhjo.2011.06.004",
		"abstract": "Background The U.S. Supreme Court’s Olmstead decision affirmed the right of individual with disabilities to live in the community. Centers for independent living (CILs) and other disability advocacy organizations have initiated a wide range of efforts to emancipate (i.e., transition) adults with disabilities from undesired nursing home placements to community living. There is, however, a paucity of published information about the nursing home transition process for adults with disabilities. Objective/Hypothesis The objectives of this research were to: (1) assess the levels of nursing home emancipation services and barriers to nursing home transitions, including the role of secondary health conditions, and (2) to assess nursing home transition policies and procedures. Methods We conducted 2 studies. First, we surveyed 165 CILs operating nursing home emancipation programs. Second, we reviewed the written transition policy and procedures documents of 28 CILs from 14 states. Results Respondents reported transitioning a total of 2,389 residents from nursing homes back to community living arrangements during the previous year, with only 4% of those returning to a nursing home for any reason. While most of the policies reflected many components of a standard model, several components appeared underrepresented. Conclusions Findings suggest the need to expand on established programs to build evidence-based practices.",
		"pages": "245-253",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657411000677",
		"journal": "Disability and Health Journal",
		"volume": "4"
	},
	{
		"id": "BATAVIA19991357",
		"source_id": "BATAVIA19991357",
		"type": "article",
		"title": "Independent living centers, medical rehabilitation centers, and managed care for people with disabilities",
		"author": "Andrew I. Batavia",
		"doi": "https://doi.org/10.1016/S0003-9993(99)90045-X",
		"pages": "1357-1360",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000399939990045X",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "80"
	},
	{
		"id": "DING2011131",
		"source_id": "DING2011131",
		"type": "article",
		"title": "Sensor technology for smart homes",
		"author": "Dan Ding and Rory A. Cooper and Paul F. Pasquina and Lavinia Fici-Pasquina",
		"keywords": "Smart homes, Sensor technology, Independent living, Aging, Disability",
		"doi": "https://doi.org/10.1016/j.maturitas.2011.03.016",
		"abstract": "A smart home is a residence equipped with technology that observes the residents and provides proactive services. Most recently, it has been introduced as a potential solution to support independent living of people with disabilities and older adults, as well as to relieve the workload from family caregivers and health providers. One of the key supporting features of a smart home is its ability to monitor the activities of daily living and safety of residents, and in detecting changes in their daily routines. With the availability of inexpensive low-power sensors, radios, and embedded processors, current smart homes are typically equipped with a large amount of networked sensors which collaboratively process and make deductions from the acquired data on the state of the home as well as the activities and behaviors of its residents. This article reviews sensor technology used in smart homes with a focus on direct environment sensing and infrastructure mediated sensing. The article also points out the strengths and limitations of different sensor technologies, as well as discusses challenges and opportunities from clinical, technical, and ethical perspectives. It is recommended that sensor technologies for smart homes address actual needs of all stake holders including end users, their family members and caregivers, and their doctors and therapists. More evidence on the appropriateness, usefulness, and cost benefits analysis of sensor technologies for smart homes is necessary before these sensors should be widely deployed into real-world residential settings and successfully integrated into everyday life and health care services.",
		"pages": "131-136",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378512211000983",
		"journal": "Maturitas",
		"volume": "69"
	},
	{
		"id": "HILBE2010173",
		"source_id": "HILBE2010173",
		"type": "article",
		"title": "Development and alarm threshold evaluation of a side rail integrated sensor technology for the prevention of falls",
		"author": "Johannes Hilbe and Eva Schulc and Barbara Linder and Christa Them",
		"keywords": "Accidental falls, Safety, Nursing, Beds, Emergencies, Physical restraint, Dementia",
		"doi": "https://doi.org/10.1016/j.ijmedinf.2009.12.004",
		"abstract": "Objective Patient falls constitute a serious problem both for the persons fallen and for the institutions involved. Bed-exit alarm systems are used to reduce patient falls. Existing bed-exit alarm systems have several disadvantages depending on the technology used. As in “Evaluation of Bed-Exit Alarms” stated, restless, light weighted, uncooperative, incontinent and confused patients require different systems. The aim of this work is to present the research and development process of the integrated, universally applicable BUCINATOR bed-exit-alarm system. Methods The use-case technique was applied to capture the functional requirements for the development of the new integrated bed-exit alarm system. An experimental study was carried out to collect data regarding preliminary sensitivity and specificity for alarm set-off. Results Major identified requirements for an optimized bed-exit alarm system were usability, wide range usage, low costs, hygiene factors, integration into nursing beds and nurse call systems and an adequate alarm/false alarm ratio with early alarm trigger functionality. On the basis of the criteria mentioned above, a sensor system was developed, comprising tubes with an air-filled passageway attached on the top of side rails. These tubes are coupled via lines to transducers which trigger an alarm when a predetermined level of pressure is reached. Both the preliminary sensitivity (96.0%) and the specificity (≥95.5%) of the trigger level indicate a satisfactory alarm/false alarm ratio which is now to be evaluated in a clinical trial. Conclusions After experimental testing, BUCINATOR shows great potential to be a reliable bed-exit alarm system. In general, bed-exit alarm systems with extended features could play a major role in ambient assisted living technologies. Limitations Besides the theoretical evaluation, it will be imperative to perform more tests and to gather more data about the effect on fall rates and resulting injuries.",
		"pages": "173-180",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1386505609001920",
		"journal": "International Journal of Medical Informatics",
		"volume": "79"
	},
	{
		"id": "RUF200745",
		"source_id": "RUF200745",
		"type": "article",
		"title": "Vida independiente e inclusión social",
		"author": "Josep Ruf",
		"keywords": "Inclusión social, Calidad de vida, Vida independiente, Independent living, Quality of life, Social inclusion",
		"doi": "https://doi.org/10.1016/S1138-2074(07)70039-8",
		"abstract": "Resumen Transcurridos ya unos cuantos años desde que se materializó la oportunidad de vida independiente para personas con discapacidad intelectual, el estado actual de las cosas permite analizar realidades a partir de las cuales podemos reflexionar sobre la situación real de estas personas en lo relativo al grado de acceso y de participación sociales. Asimismo, nos permite plantear horizontes nuevos hacia los que deberían orientarse las voluntades de esas personas, sus familias, la comunidad, los profesionales, las entidades y las administraciones. After a few years of opportunities for independent living actually materializing for individuals with intellectual disabilities, the present situation may be analyzed to gauge the social access and community participation enjoyed by this group, as well as. Moreover, new prospects can now arise to serve as a focus for the individuals themselves, their families, their communities, professionals, organizations, and government bodies.",
		"pages": "45-48",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1138207407700398",
		"journal": "Revista Médica Internacional sobre el Síndrome de Down",
		"volume": "11"
	},
	{
		"id": "BENBENISHTY2009662",
		"source_id": "BENBENISHTY2009662",
		"type": "article",
		"title": "Perceptions of readiness to leave care among adolescents in foster care in Israel",
		"author": "Rami Benbenishty and Miriam Schiff",
		"keywords": "Foster care, Readiness for independent living, Leaving care, Foster family, Social support, Israel",
		"doi": "https://doi.org/10.1016/j.childyouth.2009.01.001",
		"abstract": "The focus of this study is on how Israeli adolescents in their last years of stay in foster care view their readiness for independent living in multiple areas, such as work, education and money management. The study tests a series of hypotheses regarding factors associated with readiness: Background of family of origin, placement history, Relationships with foster family, relationships with biological family while in care and current functioning. A sample of 66 (32 females) adolescents in foster care in Israel ages 16–18 were interviewed face to face. In addition, their social workers completed a structured questionnaire to report on the adolescents background and current functioning. Overall, adolescents presented a positive view of their readiness in most areas. They felt less ready mainly in their abilities to secure financial resources for school and housing. Background variables and workers reports did not predict readiness. Youths perceptions of relationships with foster family, social support, educational achievements and the avoidance of substance abuse were correlated positively with perceived readiness. The discussion examines the potential positive and negative implications of an optimistic view of readiness and presents implications for practice. Policy implications are suggested for preparing youth while in care and after they leave care.",
		"pages": "662-669",
		"year": "2009",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740909000164",
		"journal": "Children and Youth Services Review",
		"volume": "31"
	},
	{
		"id": "WANG2012301",
		"source_id": "WANG2012301",
		"type": "article",
		"title": "Pyrolysis of the lignocellulose fermentation residue by fixed-bed micro reactor",
		"author": "Ze Wang and Weigang Lin and Wenli Song and Xuexing Wu",
		"keywords": "Lignocellulose fermentation residue, Thermal gravimetric analysis, Pyrolysis, Pyrolytic liquid",
		"doi": "https://doi.org/10.1016/j.energy.2012.04.026",
		"abstract": "Thermal gravimetric (TG) analysis was conducted to compare the fundamental pyrolytic behaviors between the lignocellulose fermentation residue (LFR) and three other biomass raw materials. It was found that the TG weight loss curve of LFR appeared very close to the curve of acidified alkaline lignin (AAL), but different to the material of dried distillers grains with solubles (DDGS, also a fermentation residue but obtained from liquor producing process). Pyrolysis of LFR by fixed-bed micro reactor in the range of 430 °C–700 °C was carried out. It was found that the liquid yield had a maximum value at the pyrolytic temperature of 475 °C. The oil phase of the liquid was mainly composed of phenols, and the content of dimethyl phenol and fatty acids decreased with increasing pyrolytic temperature. In the aqueous liquid, besides the most abundant phenol derivatives, small acids and nitrogen containing compounds appeared more.",
		"pages": "301-305",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0360544212003064",
		"journal": "Energy",
		"volume": "43"
	},
	{
		"id": "PRINCIPI20155668",
		"source_id": "PRINCIPI20155668",
		"type": "article",
		"title": "An integrated system for voice command recognition and emergency detection based on audio signals",
		"author": "Emanuele Principi and Stefano Squartini and Roberto Bonfigli and Giacomo Ferroni and Francesco Piazza",
		"keywords": "Automatic speech recognition, Novelty detection, Emergency detection, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2015.02.036",
		"abstract": "The recent reports on population ageing in the most advanced countries are driving governments and the scientific community to focus on technologies for providing assistance to people in their own homes. Particular attention has been devoted to solutions based on acoustic signals since they provide a convenient way to monitor people activities and they enable hands-free human–machine interfaces. In this context, this paper presents a complete solution for voice command recognition and emergency detection based on audio signals entirely integrated in a low-consuming embedded platform. The system combines an active operation mode were distress calls are captured and a vocal interface is enabled for controlling the home automation subsystem, and a pro-active mode, were a novelty detection algorithm detects abnormal acoustic events to alert the user of a possible emergency. In the first operation mode, a Voice Activity Detector captures voice segments of the audio signal, and a speech recogniser detects commands and distress calls. In the pro-active mode, an acoustic novelty detector is employed in order to be able to deal with unknown sounds, thus not requiring an explicit modelling of emergency sounds. In addition, the system integrates a VoIP infrastructure so that emergencies can be communicated to relatives or care centres. The monitoring unit is equipped with multiple microphones and it is connected to the home local area network to communicate with the home automation subsystem. The algorithms have been implemented in a low-consuming embedded platform based on a ARM Cortex-A8 CPU. The effectiveness of the adopted algorithms has been tested on two different databases: ITAAL and A3Novelty. The obtained results show that the adopted solutions are suitable for speech and audio event monitoring in a realistic scenario.",
		"pages": "5668-5683",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417415001438",
		"journal": "Expert Systems with Applications",
		"volume": "42"
	},
	{
		"id": "NAND2014114",
		"source_id": "NAND2014114",
		"type": "article",
		"title": "Glycoprotein profiling of stem cells using lectin microarray based on surface plasmon resonance imaging",
		"author": "Amita Nand and Vikramjeet Singh and Peizhe Wang and Jie Na and Jingsong Zhu",
		"keywords": "Lectin microarray, SPRi, Stem cell, Glycoprotein, Pluripotency",
		"doi": "https://doi.org/10.1016/j.ab.2014.07.028",
		"abstract": "Lectin microarrays have emerged as a novel platform for glycan analysis during recent years. Here, we have combined surface plasmon resonance imaging (SPRi) with the lectin microarray for rapid and label-free profiling of stem cells. In this direction, 40 lectins from seven different glyco-binding motifs and three different cell lines—mouse embryonic stem cells (mESCs), mouse-induced pluripotent stem cells (miPSCs), and mouse embryonic fibroblast stem cells (MEFs)—were used. Pluripotent mouse stem cells were clearly distinguished from non-pluripotent stem cells. Eight lectins—DBA, MAL, PHA_E, PHA_L, EEL, AAL, PNA, and SNA—generated maximal value to define pluripotency of mouse stem cells in our experiments. The discriminant function based on lectin reactivities was highly accurate for the determination of stem cell pluripotency. These results suggested that glycomic analysis of stem cells leads to a novel comprehensive approach for quality control in cell-based therapy and regenerative medicine.",
		"pages": "114-120",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003269714003303",
		"journal": "Analytical Biochemistry",
		"volume": "465"
	},
	{
		"id": "SOULE2015258",
		"source_id": "SOULE2015258",
		"type": "article",
		"title": "Multiple tobacco use and increased nicotine dependence among people with disabilities",
		"author": "Eric K. Soule and Jamie L. Pomeranz and Michael D. Moorhouse and Tracey E. Barnett",
		"keywords": "Tobacco, Multiple tobacco use, Fagerstrom Nicotine Dependence Test, Center for Independent Living",
		"doi": "https://doi.org/10.1016/j.dhjo.2014.09.004",
		"abstract": "Background People with disabilities (PWD) are at greatest risk for tobacco use compared to people without disabilities. However, little is known about the use of multiple types of tobacco by PWD. Objective/Hypothesis The purpose of this study was to examine nicotine dependence among a sample of PWD who use multiple types tobacco products. We hypothesized that individuals who used multiple forms of tobacco would have higher levels of nicotine dependence. Methods A tobacco survey was administered to clients who use tobacco and receive services from an organization that provides independent living services to PWD. The self-report brief survey included measures of nicotine dependence and items indicating the types of tobacco products participants used. A total of 113 male and female participants with disabilities (mean age = 51.7, SD = 10.1) participated in the study. Results Multiple tobacco use was reported by 16.8% of the participants and was significantly associated with nicotine dependence. Compared to single tobacco product users, multiple tobacco users were more likely to use tobacco within the first 30 min of waking, believe tobacco the first thing in the morning would be the most difficult to give up, and find it hard to not use tobacco in prohibited locations. Conclusions The use of multiple types of tobacco products among PWD disability is relatively common and is associated with greater nicotine dependence. Tobacco cessation interventions targeting PWD should consider the addressing unique challenges of preventing different types of tobacco products.",
		"pages": "258-263",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1936657414001472",
		"journal": "Disability and Health Journal",
		"volume": "8"
	},
	{
		"id": "HOLT2011256",
		"source_id": "HOLT2011256",
		"type": "article",
		"title": "Gerotechnology: Kitchen aids",
		"author": "R.C. Holt and R.J. Holt",
		"keywords": "Kitchen aids, Inclusive design, Older people, Food preparation, Feeding",
		"doi": "https://doi.org/10.1016/j.eurger.2011.01.019",
		"abstract": "Ideally, modern kitchens and implements would be designed to be “inclusive”. Items would be as appealing to and usable by “normal” users as by older impaired and disabled users. At present, in order to promote independent living among older people, aids and technology are available which can assist food and drink preparation and eating. Health care professionals should be aware of the variety of kitchen aids, in order to support older people in making choices. The range of items available, and the situations in which they can be most useful, is discussed.",
		"pages": "256-262",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1878764911000477",
		"journal": "European Geriatric Medicine",
		"volume": "2"
	},
	{
		"id": "VAUGHN20071929",
		"source_id": "VAUGHN20071929",
		"type": "article",
		"title": "Substance use and abuse among older youth in foster care",
		"author": "Michael G. Vaughn and Marcia T. Ollie and J. Curtis McMillen and Lionel Scott and Michelle Munson",
		"keywords": "Foster care, Substance abuse, Conduct disorder, Adolescents",
		"doi": "https://doi.org/10.1016/j.addbeh.2006.12.012",
		"abstract": "The purpose of this study was to explore prevalence and predictors of current and lifetime substance use, substance abuse disorder, and polysubstance use among older youth in foster care. Interviews were conducted with 406 17-year old youth (90% of those eligible) in one states foster care system between December 2001 and June 2003. Forty-five percent of foster care youth reported using alcohol or illicit drugs within the last six months; 49% had tried drugs sometime during their lifetime and 35% met criteria for a substance use disorder. Having a diagnosis of Conduct Disorder and/or living in an independent living situation significantly increased the likelihood of current and lifetime substance use and disorder. A diagnosis of Post Traumatic Stress Disorder also predicted increased likelihood of polysubstance use and substance abuse disorder. In conclusion, older youth in the foster care system report similar levels of lifetime alcohol and illicit substance use when compared to the general adolescent population. However, rates of substance use disorder are high. Particularly at risk for both high rates of use and disorder are youth in independent living situations and youth with a diagnosis of Conduct Disorder or Post Traumatic Stress Disorder.",
		"pages": "1929-1935",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306460306003923",
		"journal": "Addictive Behaviors",
		"volume": "32"
	},
	{
		"id": "WONG2008416",
		"source_id": "WONG2008416",
		"type": "article",
		"title": "Tracking residential outcomes of supported independent living programs for persons with serious mental illness",
		"author": "Yin-Ling Irene Wong and Stephen R. Poulin and Sungeun Lee and Morris R. Davis and Trevor R. Hadley",
		"keywords": "Mental health, Homelessness, Behavioral health services, Housing with support services",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2008.07.001",
		"abstract": "This study seeks to document patterns and reasons of leaving housing, and identify factors associated with different types of exits for a cohort of 452 residents with serious mental illness entering supported independent living (SIL) in Philadelphia, PA. The study cohort was tracked through an integrated administrative database comprised information on basic demographic and clinical characteristics, length of stay, homeless shelter use, and publicly funded behavioral health services use. A convenience sample of 46 SIL leavers and their support staff provided data on scenarios of leaving. The findings of this study suggest that departure from SIL is not a unitary phenomenon, but involving plausibly favorable as well as unfavorable circumstances. Multivariate analysis based on administrative tracking data suggests demographic and clinical factors, housing setting, and service use factors to have effects on leaving SIL and distinct types of exit examined in this study. Data procured from the convenience sample highlight the potential roles that program rules and resident–staff relationships play in affecting housing tenure. Implications of the findings for the development of permanent supportive housing for persons with serious mental illness are discussed.",
		"pages": "416-426",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718908000621",
		"journal": "Evaluation and Program Planning",
		"volume": "31"
	},
	{
		"id": "HILL2012215",
		"source_id": "HILL2012215",
		"type": "article",
		"title": "Prospective relationship of duration of untreated psychosis to psychopathology and functional outcome over 12years",
		"author": "Michele Hill and Niall Crumlish and Mary Clarke and Peter Whitty and Elizabeth Owens and Laoise Renwick and Stephen Browne and Eric A. Macklin and Anthony Kinsella and Conall Larkin and John L. Waddington and Eadbhard OCallaghan",
		"keywords": "First-episode, Follow-up",
		"doi": "https://doi.org/10.1016/j.schres.2012.08.013",
		"abstract": "Background The duration of untreated psychosis is well recognised as an independent predictor of symptomatic and functional outcome in the short term and has facilitated the development of worldwide early intervention programmes. However, the extent and mechanisms by which it might influence prognosis beyond a decade remain poorly understood. Methods The authors examined the relationship between duration of untreated psychosis and outcome 12years after a first episode of psychosis and assessed whether its relationship with function is affected by symptoms in a prospective, 12-year follow-up of an epidemiologically-based inception cohort. Results Longer duration of untreated psychosis predicted poorer remission status, more severe positive and negative symptoms, and greater impairment in general functioning, social functioning and quality of life at 12years on standardised measures, independent of other factors at baseline. It was not associated with gainful employment, for which education was the only predictor, or independent living, for which age was the only predictor. The relationship between duration of untreated psychosis and functional outcome was mediated by concurrent psychopathology, particularly negative symptoms. Conclusions These results provide qualified support for the potential long-term benefit of reduction in the duration of untreated psychosis in terms of improvement in symptoms and functional outcome. Its failure to predict real-life outcomes such as independent living and gainful employment could reflect the importance of pre-existing socio-cultural factors such as individual opportunity. The relationship between duration of untreated psychosis and negative symptoms was largely responsible for its effect on function, suggesting a possible long-term protective mechanism against disability.",
		"pages": "215-221",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996412004690",
		"journal": "Schizophrenia Research",
		"volume": "141"
	},
	{
		"id": "SKELTON2010300",
		"source_id": "SKELTON2010300",
		"type": "article",
		"title": "Determining if an older adult can make and execute decisions to live safely at home: A capacity assessment and intervention model",
		"author": "Felicia Skelton and Mark E. Kunik and Tziona Regev and Aanand D. Naik",
		"keywords": "Older adults, Capacity, Decision making, Independent Living, Assessment",
		"doi": "https://doi.org/10.1016/j.archger.2009.04.016",
		"abstract": "Determining an older adults capacity to live safely and independently in the community presents a serious and complicated challenge to the health care system. Evaluating ones ability to make and execute decisions regarding safe and independent living incorporates clinical assessments, bioethical considerations, and often legal declarations of capacity. Capacity assessments usually result in life changes for patients and their families, including a caregiver managing some everyday tasks, placement outside of the home, and even legal guardianship. The process of determining capacity and recommending intervention is often inefficient and highly variable in most cases. Physicians are rarely trained to conduct capacity assessments and assessment methods are heterogeneous. An interdisciplinary team (IDT) of clinicians developed the capacity assessment and intervention (CAI) model at a community outpatient geriatrics clinic to address these critical gaps. This report follows one patient through the entire CAI model, describing processes for a typical case. It then examines two additional case reports that highlight common challenges in capacity assessment. The CAI model uses assessment methods common to geriatrics clinical practice and conducts assessments and interventions in a standardized fashion. Reliance on common, validated measures increases generalizability of the model across geriatrics practice settings and patient populations.",
		"pages": "300-305",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167494309001174",
		"journal": "Archives of Gerontology and Geriatrics",
		"volume": "50"
	},
	{
		"id": "BERGQUIST2003E11",
		"source_id": "BERGQUIST2003E11",
		"type": "article",
		"title": "Poster 37: Prediction of long-term vocational and independent living status from goal attainment in postacute brain injury rehabilitation11Disclosures: None declared.",
		"author": "Thomas F. Bergquist and Lisa DeGiorgio and Kathryn Kendall and James F. Malec",
		"keywords": "Brain injuries, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.apmr.2003.08.053",
		"abstract": "Objective: To determine whether goal attainment is predictive of long-term outcome after postacute brain injury rehabilitation. Design: Prospective cohort study. Setting: Postacute rehabilitation program. Participants: 136 persons (106 men, 30 women; mean age, 34.0y) with the following diagnoses: traumatic brain injury, 92; vascular, 27; anoxic, 7; tumor, 5; and other, 5. 89% had a high school-level education or greater. Interventions: Not applicable. Main Outcome Measure: The Vocational Independence Scale (VIS) and Independent Living Scale (ILS). Results: At admission, 35% of persons were living independently and 10% were in community-based employment. Persons completing the program developed goals to improve vocational and independent living skills. Complete data were available for 121 of 136 persons completing the program. 42 met or exceeded goals (goal group), 66 met some goals, and 13 met no goals (no goal group). At 1-year follow-up, 74% of the goal group were living independently and 82% were in community-based employment while 73% of the no goal group were living independently and 45% were in community-based employment. Conclusion: The goal method used in this program was not predictive of long-term living status, but it was predictive of vocational status.",
		"pages": "E11",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999303008530",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "84"
	},
	{
		"id": "BAKER201262",
		"source_id": "BAKER201262",
		"type": "incollection",
		"title": "Homeless People: Care Leavers in the United Kingdom",
		"author": "C. Baker and S. Baxter",
		"keywords": "Accommodation, Homelessness, Leaving care, Looked after children, Transition",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-0-08-047163-1.00327-1",
		"isbn": "978-0-08-047171-6",
		"abstract": "For most young people, leaving home is a gradual process with the opportunity to return for short or longer periods of time but for young people leaving care it is often abrupt with little or no chance of returning. As a group care leavers are overrepresented in indicators of social exclusion including homelessness. There are a number of reasons why the transition towards independent living is difficult – the young age at which care leavers are expected to make this transition; the inadequate range of appropriate accommodation and support available; and the quality of the planning and preparation received by care leavers.",
		"pages": "62-67",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780080471631003271"
	},
	{
		"id": "CALHEIROS201357",
		"source_id": "CALHEIROS201357",
		"type": "article",
		"title": "Staff and youth views on autonomy and emancipation from residential care: A participatory research study",
		"author": "Maria Manuela Calheiros and Joana Nunes Patrício and João Graça",
		"keywords": "Participatory research approach, Services design, Residential care, Transition to independent living",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2013.04.003",
		"abstract": "The use of participatory approaches in designing services is still relatively uncommon. In this study, we helped design a service to support the transition of youth from residential care to independent living by exploring the perspectives of staff and of youth regarding: (a) the concept and development of autonomy; and (b) key factors in developing this type of service. We gathered the data through 10 interviews with staff (n=10) and 4 focus groups with youth (n=21), and subjected the data to a thematic content analysis. Staff defined autonomy as self-regulation and self-care, and identified three paths to foster autonomy – a sense of normality, meaningful relationships, and planning for emancipation. The staff and youth identified the following important aspects in designing the service: achieving normality (e.g. limited number of residents), promoting youth capacity (e.g. skill-building activities), providing social support (e.g. trust and respect between residents), and assuring guidance and boundaries (e.g. supervision of youth).",
		"pages": "57-66",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718913000335",
		"journal": "Evaluation and Program Planning",
		"volume": "39"
	},
	{
		"id": "THIBADEAU2010903",
		"source_id": "THIBADEAU2010903",
		"type": "article",
		"title": "The National Spina Bifida Program Transition Initiative: The People, the Plan, and the Process",
		"author": "Judy K. Thibadeau and Ann I. Alriksson-Schmidt and T. Andrew Zabel",
		"keywords": "Spina bifida, Transition, Health care, Social relationships, Employment",
		"doi": "https://doi.org/10.1016/j.pcl.2010.07.010",
		"pages": "903-910",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S003139551000101X",
		"journal": "Pediatric Clinics of North America",
		"volume": "57"
	},
	{
		"id": "FLITMAN1999463",
		"source_id": "FLITMAN1999463",
		"type": "article",
		"title": "Tranquilizers, Stimulants, and Enhancers of Cognition",
		"author": "Stephen S. Flitman",
		"doi": "https://doi.org/10.1016/S1047-9651(18)30206-7",
		"abstract": "For patients with cognitive dysfunction, the appropriate use of neurotransmitter specific medication may permit independent living. This article examines a variety of tranquilizers, stimulants, and enhancers of cognition and evaluates which may be most effective given their side effect profiles.",
		"pages": "463-472",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1047965118302067",
		"journal": "Physical Medicine and Rehabilitation Clinics of North America",
		"volume": "10"
	},
	{
		"id": "SOLOMON2007245",
		"source_id": "SOLOMON2007245",
		"type": "article",
		"title": "User-friendly software for the analysis of brain lesions (ABLe)",
		"author": "Jeffrey Solomon and Vanessa Raymont and Allen Braun and John A. Butman and Jordan Grafman",
		"keywords": "Brain lesion, Cytoarchitecture, Brodmann areas, Computer software, Prefrontal cortex",
		"doi": "https://doi.org/10.1016/j.cmpb.2007.02.006",
		"abstract": "We previously developed a software package called ABLe (analysis of brain lesions) which characterizes brain lesions in terms of lesion volume and intersection with cytoarchitecture (e.g. Brodmann areas). Since our previous publication, there have been significant improvements to this software package which utilize methods standard to the neuroimaging community. These features include spatial normalization to the MNI template brain (standard of the international consortium for brain mapping), and use of the volume occupancy Talairach labels (VOTL) and automated anatomical labeling (AAL) atlases for full brain quantification of structures impacted by the lesion. Methods for multi-subject studies including lesion-symptom mapping proposed by Bates et al. have been extended in ABLe to produce an exploratory analysis summarizing correlations between subjects with overlapping lesions and behavioral deficit. A subset of data from an ongoing traumatic head injury study correlating deficit with brain anatomy is used to demonstrate the power of this software package.",
		"pages": "245-254",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S016926070700034X",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "86"
	},
	{
		"id": "DAINING20071158",
		"source_id": "DAINING20071158",
		"type": "article",
		"title": "Resilience of youth in transition from out-of-home care to adulthood",
		"author": "Clara Daining and Diane DePanfilis",
		"keywords": "Resilience, Foster care, Independent living",
		"doi": "https://doi.org/10.1016/j.childyouth.2007.04.006",
		"abstract": "Youth in transition from out-of-home care to adulthood are a vulnerable sub-population of the foster care system. In addition to the trauma of maltreatment, and challenges associated with out-of-home care, these youth face the premature and abrupt responsibility of self-sufficiency as they leave care for independent living. The purpose of this study was to identify personal and interpersonal factors that contribute to resilience of young adults who left out-of-home care of a large urban child welfare system during a one year period. Sixty percent of the eligible young adults participated in a computer-assisted self-administered interview about their self-sufficiency including: educational attainment, employment, housing, parenthood, health risk behavior, criminal activity, and perceived levels of social support, spiritual support, community support, and global life stress. This study explored the relationship between support systems, life stress, and the young adults resilience reflecting key outcomes. The studys findings indicated that females, older youth, and youth with lower perceived life stress had higher resilience scores. Implications for child welfare practice, policy, theory, and research advance knowledge about young adults in transition from out-of-home care.",
		"pages": "1158-1178",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740907000734",
		"journal": "Children and Youth Services Review",
		"volume": "29"
	},
	{
		"id": "DIMA20112532",
		"source_id": "DIMA20112532",
		"type": "article",
		"title": "Making sense of leaving care: The contribution of Bridges model of transition to understanding the psycho-social process",
		"author": "Gabriela Dima and Caroline Skehill",
		"keywords": "Leaving public care, Youth transition, Bridges model of transition, Interpretative phenomenological analysis",
		"doi": "https://doi.org/10.1016/j.childyouth.2011.08.016",
		"abstract": "This paper is based on research into the transition of young people leaving public care in Romania. Using this specific country example, the paper aims to contribute to present understandings of the psycho-social transition of young people from care to independent living by introducing the use of Bridges (2002) to build on existing theories and literature. The research discussed involved mixed methods design and was implemented in three phases: semi-structured interviews with 34 care leavers, focus groups with 32 professionals, and a professional-service user working group. The overall findings confirmed that young people experience two different, but interconnected transitions – social and psychological – which take place at different paces. A number of theoretical perspectives are explored to make sense of this transition including attachment theory, focal theory and identity. In addition, a new model for understanding the complex process of transitions was adapted from Bridges (2002) to capture the clear complexity of transition which the findings demonstrated in terms of their psycho-social transition. The paper concludes with messages for leaving and after care services with an emphasis on managing the psycho-social transition from care to independent living.",
		"pages": "2532-2539",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740911003185",
		"journal": "Children and Youth Services Review",
		"volume": "33"
	},
	{
		"id": "PERIVOLIOTIS2004307",
		"source_id": "PERIVOLIOTIS2004307",
		"type": "article",
		"title": "Psychosocial functioning on the Independent Living Skills Survey in older outpatients with schizophrenia",
		"author": "Dimitri Perivoliotis and Eric Granholm and Thomas L Patterson",
		"keywords": "Schizophrenia, Daily functioning, Activities of daily living, Self care skills, Quality of life, Symptoms",
		"doi": "https://doi.org/10.1016/j.schres.2003.09.012",
		"abstract": "Improving real-life community functioning in patients with severe mental illness has been an important recent focus of treatment outcome research. Few studies, however, have examined psychosocial functioning in older psychotic patients. The Independent Living Skills Survey (ILSS) is a measure of the basic functional living skills of individuals with severe and persistent mental illness. The self-report version of the ILSS was administered to 57 middle-aged and older community dwelling outpatients with schizophrenia and 40 age-comparable nonpsychiatric participants. Regardless of whether patients resided in assisted living or independent settings, they showed significantly impaired functioning on a majority of the functional areas assessed by the ILSS. No consistent relationship was found between symptom severity and functioning. With certain modifications, the ILSS appears to be a sensitive indicator of functional impairment in this older sample of community-dwelling outpatients with schizophrenia. Information provided by the instrument might be useful to guide rehabilitation efforts and measure functioning changes in response to treatment in this population.",
		"pages": "307-316",
		"year": "2004",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0920996403002871",
		"journal": "Schizophrenia Research",
		"volume": "69"
	},
	{
		"id": "XU2006398",
		"source_id": "XU2006398",
		"type": "article",
		"title": "Direct detection and quantification of Alternaria alternata lycopersici toxins using high-performance liquid chromatography-evaporative light-scattering detection",
		"author": "Li Xu and Liangcheng Du",
		"keywords": "AAL toxins, HPLC-ELSD,",
		"doi": "https://doi.org/10.1016/j.mimet.2005.06.004",
		"abstract": "Alternaria alternata lycopersici toxins are produced by the tomato pathogenic fungus A. alternata f. sp. lycopersici. They are primary determinants for stem canker disease of tomato and induce apoptosis in animals and plants. Due to the lack of a UV chromophore, their detection has relied on derivatizations or immunoassays, which require tedious pre-assay processes. Here, we describe a method for direct and quantitative detection of the toxins. The method employs an evaporative light-scattering detector (ELSD) coupled to HPLC. It gives a linear response in the range of 400–4000 ng toxin, with a detection limit of about 6 ng/μl. The detection of all major toxin congeners by HPLC-ESLD was confirmed by liquid chromatography-mass spectrometry. Thus, the method provides a simple and sensitive tool for the studies of this group of host-specific mycotoxins.",
		"pages": "398-405",
		"year": "2006",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167701205001648",
		"journal": "Journal of Microbiological Methods",
		"volume": "64"
	},
	{
		"id": "MARIN2008279",
		"source_id": "MARIN2008279",
		"type": "incollection",
		"title": "Chapter 14 - Chemical Control of Mycotoxigenic Fungi",
		"author": "Sonia Marín and Antonio J. Ramos and Vicente Sanchis",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-374126-4.00014-0",
		"isbn": "978-0-12-374126-4",
		"abstract": "Publisher Summary This chapter reviews the state of the art of the use of chemical products for the prevention and control of mycotoxigenic fungi. Chemical control involves mainly the use of synthetic fungicides. While the control of diseases in fruits and horticultural commodities has become more difficult due to the appearance of resistant mutants of the target fungi, the use of fungicides has increased. Alternaria species are common pathogens of fruits and vegetables causing important losses in pre- and postharvest processing. Species of this genus, such as Alternaria alternata and Alternaria radicina, can produce mycotoxins and phytotoxins. However, A. alternata is the main mycotoxigenic species of this genus because it occurs at higher numbers of food crops and is capable of producing the mycotoxins tenuazonic acid, alternariol, alternariol methyl ether, and altertoxin. Moreover, A. alternata f. sp. lycopersici can produce the AAL phytotoxins. The natural compounds tested to control Alternaria are chitosan, some essential oils, and isothiocyanates.",
		"pages": "279-296",
		"year": "2008",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780123741264000140"
	},
	{
		"id": "HAYS2015518",
		"source_id": "HAYS2015518",
		"type": "article",
		"title": "The Independent Living Donor Advocate: A Guidance Document From the American Society of Transplantation’s Living Donor Community of Practice (AST LDCOP)",
		"author": "R.E. Hays and D. LaPointe Rudow and M.A. Dew and S.J. Taler and H. Spicer and D.A. Mandelbrot",
		"keywords": "clinical research/practice, ethics and public policy, kidney transplantation/nephrology, allied health/nursing, social sciences, donors and donation: donor evaluation, donors and donation: living, ethics, patient education",
		"doi": "https://doi.org/10.1111/ajt.13001",
		"abstract": "The independent living donor advocate (ILDA) serves a mandated and supportive role in the care of the living organ donor, yet qualifications and role requirements are not clearly defined. Guidance comes from Centers for Medicare and Medicaid Services (CMS) Conditions for Transplant Center Participation and interpretive guidelines, Organ Procurement and Transplantation Network (OPTN) Policy and CMS and OPTN site surveys, yet interpretation of regulations varies. Herein, the AST Living Donor Community of Practice (LDCOP) offers seven recommendations to clarify and optimize the ILDA role: (a) the ILDA must have a certain skill set rather than a specific profession, (b) the ILDA must be educated and demonstrate competence in core knowledge components, (c) the ILDA’s primary role is to assess components of informed consent, (d) centers must develop a transparent system to define ILDA independence, (e) the ILDA should have a reporting structure outside the transplant center, (f) the ILDA’s role should be integrated throughout the donor care continuum, (g) the ILDA role should include a narrow “veto power.” We address controversies in ILDA implementation, and offer pathways to maximize benefits and minimize limitations of approaches that may each meet regulatory requirements but confer different practice benefits. We propose a research agenda to explore the impact of the ILDA.",
		"pages": "518-525",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1600613522000430",
		"journal": "American Journal of Transplantation",
		"volume": "15"
	},
	{
		"id": "REMPFER2003103",
		"source_id": "REMPFER2003103",
		"type": "article",
		"title": "The relations between cognition and the independent living skill of shopping in people with schizophrenia",
		"author": "Melisa V Rempfer and Edna K Hamera and Catana E Brown and Rue L Cromwell",
		"keywords": "Functional outcome, Ecological assessment, Executive functioning",
		"doi": "https://doi.org/10.1016/S0165-1781(02)00318-9",
		"abstract": "A great deal of interest has developed regarding the impact of cognitive deficits on the everyday functioning of people with schizophrenia. This study examined the relationships between cognitive functioning and the performance of a specific independent living skill (grocery shopping) in a sample of 73 individuals with schizophrenia or schizoaffective disorder. Cognitive variables included tests of verbal memory, executive functioning, verbal fluency, sustained attention and visual motor skill. Functional outcome was measured with the Test of Grocery Shopping Skills, which is an ecologically based performance measure that requires participants to shop for 10 items within an actual grocery store. Accuracy on the shopping task was significantly associated with fewer perseverative responses on the Wisconsin Card Sorting Test, better verbal memory and faster processing speed. Shopping efficiency (i.e. less redundancy) was associated with better performance on several cognitive tasks, including verbal memory, verbal fluency, sustained attention and executive functioning. Results of this study extend previous research by examining the relation between cognition and the actual performance of daily living skills under natural circumstances.",
		"pages": "103-112",
		"year": "2003",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165178102003189",
		"journal": "Psychiatry Research",
		"volume": "117"
	}
]