[
	{
		"id": "AZIZI2021213",
		"source_id": "AZIZI2021213",
		"type": "article",
		"title": "Optimal anatomical location for needle chest decompression for tension pneumothorax: A multicenter prospective cohort study",
		"author": "N Azizi and E ter Avest and A.E. Hoek and Y Admiraal-van de Pas and P.J. Buizert and D.R. Peijs and I Berg and A.V. Rosendaal and T Boeije and V Rietveld and T Olgers and J.C. ter Maaten",
		"keywords": "Needle decompression, Tension pneumothorax, Chest wall thickness, Optimal location, POCUS",
		"doi": "https://doi.org/10.1016/j.injury.2020.10.068",
		"abstract": "Objective Tension Pneumothorax (TP) can occur as a potentially life threatening complication of chest trauma. Both the 2nd intercostal space in the midclavicular line (ICS2-MCL) and the 4th/5th intercostal space in the anterior axillary line (ICS 4/5-AAL) have been proposed as preferred locations for needle decompression (ND) of a TP. In the present study we aim to determine chest wall thickness (CWT) at ICS2-MCL and ICS4/5-AAL in normal weight-, overweight- and obese patients, and to calculate theoretical success rates of ND for these locations based on standard catheter length. Methods We performed a prospective multicenter study of a convenience sample of adult patients presenting in Emergency Departments (ED) of 2 university hospitals and 6 teaching hospitals participating in the XXX consortium. CWT was measured bilaterally in ISC2-MCL and ISC4/5-AAL with point of care ultrasound (POCUS) and hypothetical success rates of ND were calculated for both locations based on standard equipment used for ND. Results A total of 392 patients was included during a 2 week period. Mean age was 51 years (range 18-89), 52% was male and mean BMI was 25.5 (range 16.3-45.0). Median CWT was 26 [IQR 21-32] (range 9-52) mm in ISC2-MCL, and 26 [21-33] (range 10-78) mm in ICS4/5-AAL (p<0.001). CWT in ISC2-MCL was significantly thinner than ICS4/5-AAL in overweight- (BMI 25-30, p<0.001), and obese (BMI>30, p=0.016 subjects, but not in subjects with a normal BMI. Hypothetical failure rates for 45mm Venflon and 50mm Angiocatheter were 2.5% and 0.8% for ICS2-MCL and 6.2% and 2.5% for ISC4/5-AAL (p=0.016 and p=0.052 respectively). Conclusion In overweight- and obese subjects, the chest wall is thicker in ICS 4/5-AAL than in ICS2-MCL and theoretical chances of successful needle decompression of a tension pneumothorax are significantly higher in ICS2-MCL compared to ICS 4/5-AAL.",
		"pages": "213-218",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020138320308883",
		"journal": "Injury",
		"volume": "52"
	},
	{
		"id": "HERNANDEZ2019164",
		"source_id": "HERNANDEZ2019164",
		"type": "article",
		"title": "Applications of NILM Techniques to Energy Management and Assisted Living",
		"author": "Á. Hernández and A. Ruano and J. Ureña and M.G. Ruano and J.J. Garcia",
		"keywords": "Non-Intrusive Load Monitoring, Home Energy Management Systems, Ambient Assisted Living, Demand Response, Machine Learning, Internet of Things, Smart Grids",
		"doi": "https://doi.org/10.1016/j.ifacol.2019.09.135",
		"abstract": "Electricity disaggregation is the process of separating the total electrical load of a single household into appliance specific loads. This can be achieved either by intrusive monitoring of each appliance via individual device load meters or by employing Non-Intrusive Load Monitoring (NILM) techniques, that perform a detailed analysis of the current and voltage of the total load, typically measured at the interface to the power source. NILM techniques are becoming recognized tools for several applications, from which their use in Home Energy Management Systems and Ambient Assisted Living clearly stand out. The objective of this paper is that, by reviewing the most recent research and development in NILM and in its applications, to foster further interest in this technology.",
		"pages": "164-171",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896319307657",
		"journal": "IFAC-PapersOnLine",
		"volume": "52"
	},
	{
		"id": "ORCIONI2021100552",
		"source_id": "ORCIONI2021100552",
		"type": "article",
		"title": "Medication adherence supported by mHealth and NFC",
		"author": "Simone Orcioni and Roberto Pellegrini and Ralf Seepold and Maksym Gaiduk and Natividad Martínez Madrid and Massimo Conti",
		"keywords": "NFC, Medication adherence, Mobile healthcare, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.imu.2021.100552",
		"abstract": "The present work proposes the use of modern ICT technologies such as smartphones, NFCs, internet, and web technologies, to help patients in carrying out their therapies. The implemented system provides a calendar with a reminder of the assumptions, ensures the drug identification through NFC, allows remote assistance from healthcare staff and family members to check and manage the therapy in real-time. The system also provides centralized information on the patients therapeutic situation, helpful in choosing new compatible therapies.",
		"pages": "100552",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352914821000423",
		"journal": "Informatics in Medicine Unlocked",
		"volume": "23"
	},
	{
		"id": "YANG2018163",
		"source_id": "YANG2018163",
		"type": "article",
		"title": "Anti-metastatic activity of Agrocybe aegerita galectin (AAL) in a mouse model of breast cancer lung metastasis",
		"author": "Qing Yang and Yalin Yin and Yongfu Pan and Xiangdong Ye and Bo Xu and Wenhui Yu and Haolong Zeng and Hui Sun",
		"keywords": "galectin, Anti-metastatic activity, Apoptosis, ICAM-1, MMP9",
		"doi": "https://doi.org/10.1016/j.jff.2017.12.058",
		"abstract": "Agrocybe aegerita galectin (AAL) has been reported to possess anti-tumor activity in tumor cells. The anti-metastasis activity of AAL in breast cancer and its possible mechanisms involved were investigated in this study. A bio-distribution assay showed AAL was highly absorbed by the lung. Administration of AAL (0.75 mg/kg twice or 1.5 mg/kg once) significantly inhibited pulmonary metastases of 4T1 cells and prolonged survival time of tumor-bearing mice. The binding between AAL and 4T1 cells relied on the carbohydrates recognition of AAL. AAL showed anti-proliferation activity against 4T1 cells with an IC50 of 4.11 M for 24 h treatment and 0.75 M for 48 h treatment. AAL induced apoptosis of 4T1 cells in a Caspase-3/7-dependent manner. Moreover, AAL inhibited migration and invasion of 4T1 cells, and decreased MMP 9 activity was found to be involved. This study would help to enhance the use of A. aegerita in nutritional and medicinal application.",
		"pages": "163-170",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1756464617307818",
		"journal": "Journal of Functional Foods",
		"volume": "41"
	},
	{
		"id": "SMIREK2016107",
		"source_id": "SMIREK2016107",
		"type": "article",
		"title": "Just a Smart Home or Your Smart Home – A Framework for Personalized User Interfaces Based on Eclipse Smart Home and Universal Remote Console",
		"author": "Lukas Smirek and Gottfried Zimmermann and Michael Beigl",
		"keywords": "Smart Home, AAL, Personalisation, User Interface, Eclipse Smart Home, Universal Remote Console",
		"doi": "https://doi.org/10.1016/j.procs.2016.09.018",
		"abstract": "In the last few years substantial progress has been made in smart home technologies, and promises to support and assist us in our daily life are higher than ever. This holds not only for regular users but also for people with special needs such as the elderly and people with disabilities. The appropriate design of smart homes can enable a more independent life for these users and can give them the chance to stay in their familiar environment for a longer period of time. Hence, the smart home concept can play an important role when addressing the demographic change that is present in most industrial countries. However, although technologies seem to be advanced and the expected benefits are high, a wide-spread adoption has not yet taken place. There are various reasons for this situation. Among them, the lack of appropriate user interfaces for the heterogeneous user group of future smart homes and the problem of low interoperability between different smart home systems can be mentioned. Two platforms addressing these problems are the Eclipse Smart Home (ESH) project and the Universal Remote Console (URC). ESH focuses on the integration of different device and back-end technologies; URC provides a personalized, pluggable user interface. This paper analyzes the similarities and differences between the two systems. As a result of the analysis, a concept for integrating the ideas of URC into the ESH project is proposed. This concept is a first step towards a platform for personalized user interfaces in the Smart Home and Ambient Assisted Living domain.",
		"pages": "107-116",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916321391",
		"journal": "Procedia Computer Science",
		"volume": "98"
	},
	{
		"id": "DROBEZ2021750",
		"source_id": "DROBEZ2021750",
		"type": "article",
		"title": "Planning Digital Transformation of Care in Rural Areas",
		"author": "Eneja Drobež and Valerija Rogelj and David Bogataj and Marija Bogataj",
		"keywords": "silver economy, social infrastructure, AAL Technology, demand forecasting, rural areas",
		"doi": "https://doi.org/10.1016/j.ifacol.2021.10.542",
		"abstract": "Over the next 30 years, one in three inhabitants of Europe and the USA will be 65 years old or older and nearly half will be 50+. The forms and structure of consumption will change, and the needs of older workers will change the production environment, as well as the requirements of distribution. Older people will become not only an engine of consumption in the silver economy but also valuable human resources, which will require them to adapt to the needs of their working environment. Older adults are exposed to risks of events leading to ill health and disability or even death. The rural population is even further away from service centres, which further prevents timely care and preventive care when needed. Smart silver villages using wireless sensors networks embedded in cyber-physical systems using Internet of Things (IoT) as an infrastructure, along with big data and machine learning can support older adults to stay independent longer in their community and mitigate the risk of events leading to ill health and disability. Ambient Assisted Living technologies offer older adults real-time control of activities in their villages and are expected to improve the control of decline in functional capacities of older adults and therefore, improve their quality of life. Ambient intelligence could enable older adults to live safer and thus, longer, in their villages and postpone or even prevent their relocation to a nursing home. Older adults suffer from frailty and decline in physical and cognitive functional capacities and therefore, experience decreased mobility, which can lead to difficulties with activities of daily living. The central gap found in the literature review is a lack of the common dataset for forecasting the needs of older adults and measurement of quality of technologies embedded in smart villages. We need a proper recording of patterns of decline in functional capacities which can cause events leading to ill health and disability. Development of technologies in the last 20 years has created possibilities for developing various models, tools and techniques for supporting older adults to live safer lives and be more well-connected in their communities. Based on these developments, we propose the multi-state competing risk model for control of events leading to ill health and disabilities and show how to forecast the growth of these needs. This approach is especially important for rural areas where the distances and time delays between detection and reaction are too long.",
		"pages": "750-755",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896321019807",
		"journal": "IFAC-PapersOnLine",
		"volume": "54"
	},
	{
		"id": "SCHULZ2023106691",
		"source_id": "SCHULZ2023106691",
		"type": "article",
		"title": "Understanding successful transition to independent living: A qualitative study of young adults with disabilities",
		"author": "Jonathan A. Schulz and Lyndsie M. Koon and Lillie Greiman and Hayley A. Steinlage and Jean P. Hall",
		"keywords": "Independent Living, Transitions, People with disabilities",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106691",
		"abstract": "Background Independent Living (IL) involves having choice and control over where and with whom one lives. People with disabilities are less likely to live independently than their peers without disabilities. Objective The purpose of this study was to understand the perceptions of young adults with mobility disabilities regarding IL, how they define IL, and what advice they would give others considering living a more independent life. Method Semi-structured interviews were conducted with six young adults with mobility disabilities who had successfully transitioned to living independently. A content analysis was used to identify emergent themes from the interviews. Results Results indicate that participants had individualized perceptions of the definition of IL. Participants identified many barriers and facilitators to IL, including the physical layout of housing, available amenities, and social support. They recommended preparing for IL in advance and taking advantage of outside resources to enable a successful transition. Conclusion Young adults with mobility disabilities define IL in various ways, which may have an impact on whether they consider their transition to IL successful. Findings can be used to guide recommendations for young people with disabilities to use to ensure a successful transition to IL.",
		"pages": "106691",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922003279",
		"journal": "Children and Youth Services Review",
		"volume": "145"
	},
	{
		"id": "PIANAAGOSTINETTI2022229237",
		"source_id": "PIANAAGOSTINETTI2022229237",
		"type": "article",
		"title": "Deep structure of the crust in the area of the 2016–2017 Central Italy seismic sequence from receiver function analysis",
		"author": "Nicola Piana Agostinetti and Mauro Buttinelli and Claudio Chiarabba",
		"keywords": ", ,",
		"doi": "https://doi.org/10.1016/j.tecto.2022.229237",
		"abstract": "We compute a high-resolution topographic model of the Moho beneath the fault system activated during the 2016–2017 Central Italy seismic sequence, using Receiver Function (RF) analyses. We document that Ps conversions recorded in RF data-set varies abruptly at very short distance across the crustal lineament called Ancona-Anzio Line (AAL). Moho depth varies from about 25-30 km in the Tyrrhenian domain on the West to 35-40 km in the Adriatic domain in the East. Where the two domains are juxtaposed along the AAL, Moho depth values cluster around 50 km depth, in a stripe-like area 20 km wide. Such unique feature marks the deformation zone in the lithosphere and testifies the abrupt change in delamination style in the two sectors of the Apennines. Intermittent large normal faulting earthquakes driven by across-belt extension break through such inherited strong structural changes, conditioned by localized barriers to fluids migration and overpressuring.",
		"pages": "229237",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040195122000312",
		"journal": "Tectonophysics",
		"volume": "826"
	},
	{
		"id": "GROSSI202061",
		"source_id": "GROSSI202061",
		"type": "article",
		"title": "Positive technology for elderly well-being: A review",
		"author": "Giuliano Grossi and Raffaella Lanzarotti and Paolo Napoletano and Nicoletta Noceti and Francesca Odone",
		"keywords": "Elderly well-being, Positive technology, Computer vision, Machine learning, Intelligent cognitive assistants, Emotional well-being, Social interactions, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.patrec.2019.03.016",
		"abstract": "In the last decades, given the necessity of assisting fragile citizens, of which elderly represent a significant portion, a considerable research effort has been devoted to the use of information and communication technologies (ICT) in daily living to promote activity, social connections, and independence. With similar purposes, in recent years psychologists proposed the novel paradigm of Positive Psychology (PP), the scientific study of positive human functioning and flourishing on multiple levels. The joint effort between ICT and PP has led to the definition of the emerging field of Positive Technology (PT), with the aim of developing technology consciously designed to foster well-being in individuals and groups. In this paper we review PT focusing on frameworks involving computer vision and machine learning for promoting cognitive, physical, emotional and social elderly well-being. Our discussion highlights a significant gap between theoretical needs and technological systems availability, suggesting future lines of research.",
		"pages": "61-70",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865519300996",
		"journal": "Pattern Recognition Letters",
		"volume": "137"
	},
	{
		"id": "GHANOUNI2021104085",
		"source_id": "GHANOUNI2021104085",
		"type": "article",
		"title": "Independent living in adults with autism spectrum disorder: Stakeholders’ perspectives and experiences",
		"author": "Parisa Ghanouni and Stephanie Quirke and Jennifer Blok and Amanda Casey",
		"keywords": "Adults with ASD, Independent living, Experiences and views",
		"doi": "https://doi.org/10.1016/j.ridd.2021.104085",
		"abstract": "Independent living is a basic human right that enables individuals with disabilities to determine where they live, who they live with and what kind of support that they receive. Limited research exists regarding the challenges that adults with autism spectrum disorder (ASD) may face when attempting to live independently. Given the importance of independent living for adults with ASD, this study aimed to examine the perspectives of stakeholders about independent living among adults with ASD. Methods We recruited a total of 19 stakeholders including adults with ASD and parents of adults with ASD from Canadian provinces. In-depth, semi-structured interviews were conducted to identify factors affecting independent living among adults with ASD. Interviews were transcribed and analyzed using thematic analysis to identify overarching themes. Results Three themes emerged in our findings, including: a) Psychophysical stability and daily living; b) Financial management and planning; and c) Integrated community living and independence. Conclusion The findings from this study suggest that adults with ASD face several challenges related to independent living. Factors related to psychophysical stability and daily living, financial management, and integrated community living and housing were all found to influence the ability of adults with ASD to live independently. By exploring stakeholders’ perspectives of independent living for adults with ASD, this study provides some insight that can help inform the development of programs and services to facilitate independent living for adults with ASD.",
		"pages": "104085",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0891422221002341",
		"journal": "Research in Developmental Disabilities",
		"volume": "119"
	},
	{
		"id": "VAFEIADIS2020103226",
		"source_id": "VAFEIADIS2020103226",
		"type": "article",
		"title": "Audio content analysis for unobtrusive event detection in smart homes",
		"author": "Anastasios Vafeiadis and Konstantinos Votis and Dimitrios Giakoumis and Dimitrios Tzovaras and Liming Chen and Raouf Hamzaoui",
		"keywords": "Smart homes, Ambient assisted living, Audio signal processing, Feature extraction, Feature selection, Deep learning",
		"doi": "https://doi.org/10.1016/j.engappai.2019.08.020",
		"abstract": "Environmental sound signals are multi-source, heterogeneous, and varying in time. Many systems have been proposed to process such signals for event detection in ambient assisted living applications. Typically, these systems use feature extraction, selection, and classification. However, despite major advances, several important questions remain unanswered, especially in real-world settings. This paper contributes to the body of knowledge in the field by addressing the following problems for ambient sounds recorded in various real-world kitchen environments: (1) which features and which classifiers are most suitable in the presence of background noise? (2) what is the effect of signal duration on recognition accuracy? (3) how do the signal-to-noise-ratio and the distance between the microphone and the audio source affect the recognition accuracy in an environment in which the system was not trained? We show that for systems that use traditional classifiers, it is beneficial to combine gammatone frequency cepstral coefficients and discrete wavelet transform coefficients and to use a gradient boosting classifier. For systems based on deep learning, we consider 1D and 2D Convolutional Neural Networks (CNN) using mel-spectrogram energies and mel-spectrograms images as inputs, respectively, and show that the 2D CNN outperforms the 1D CNN. We obtained competitive classification results for two such systems. The first one, which uses a gradient boosting classifier, achieved an F1-Score of 90.2% and a recognition accuracy of 91.7%. The second one, which uses a 2D CNN with mel-spectrogram images, achieved an F1-Score of 92.7% and a recognition accuracy of 96%.",
		"pages": "103226",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197619302052",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "89"
	},
	{
		"id": "SADOUGHI2020103383",
		"source_id": "SADOUGHI2020103383",
		"type": "article",
		"title": "Internet of things in medicine: A systematic mapping study",
		"author": "Farahnaz Sadoughi and Ali Behmanesh and Nasrin Sayfouri",
		"keywords": "IoT, Internet of things, Medicine, Healthcare, Medical IoT, Systematic mapping review",
		"doi": "https://doi.org/10.1016/j.jbi.2020.103383",
		"abstract": "Context The current studies on IoT in healthcare have reviewed the uses of this technology in a combination of healthcare domains, including nursing, rehabilitation sciences, ambient assisted living (AAL), medicine, etc. However, no review study has scrutinized IoT advances exclusively in medicine irrespective of other healthcare domains. Objectives The purpose of the current study was to identify and map the current IoT developments in medicine through providing graphical/tabular classifications on the current experimental and practical IoT information in medicine, the involved medical sub-fields, the locations of IoT use in medicine, and the bibliometric information about IoT research articles. Methods In this systematic mapping study, the studies published between 2000 and 2018 in major online scientific databases, including IEEE Xplore, Web of Science, Scopus, and PubMed were screened. A total of 3679 papers were found from which 89 papers were finally selected based on specific inclusion/exclusion criteria. Results While the majority of medical IoT studies were experimental and prototyping in nature, they generally reported that home was the most popular place for medical IoT applications. It was also found that neurology, cardiology, and psychiatry/psychology were the medical sub-fields receiving the most IoT attention. Bibliometric analysis showed that IEEE Internet of Things Journal has published the most influential IoT articles. India, China and the United States were found to be the most involved countries in medical IoT research. Conclusions Although IoT has not yet been employed in some medical sub-fields, recent substantial surge in the number of medical IoT studies will most likely lead to the engagement of more medical sub-fields in the years to come. IoT literature also shows that the ambiguity of assigning a variety of terms to IoT, namely system, platform, device, tool, etc., and the interchangeable uses of these terms require a taxonomy study to investigate the precise definition of these terms. Other areas of research have also been mentioned at the end of this article.",
		"pages": "103383",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046420300101",
		"journal": "Journal of Biomedical Informatics",
		"volume": "103"
	},
	{
		"id": "KIM2021e300",
		"source_id": "KIM2021e300",
		"type": "article",
		"title": "Population-Based Study on the Association Between Autoimmune Disease and Lymphoma: National Health Insurance Service-National Sample Cohort 2002-2015 in Korea",
		"author": "J.S. Kim and I.H. Kim and J.M. Byun and J.H. Chang",
		"doi": "https://doi.org/10.1016/j.ijrobp.2021.07.944",
		"abstract": "Purpose/Objective(s) We aimed to evaluate the association between autoimmune disease (AID) and lymphoma incidence in the Korean population. We also aimed to compare the overall survival (OS) in patients with AID-associated lymphoma (AAL) with that in patients with lymphoma without AID. Materials/Methods We used National Sample Cohort 2002-2015 provided by National Health Insurance Service. Among 1,011,638 patients, 994,496 were recruited for the final cohort: 130,987 patients (13.2%) in the AID group and 863,509 (86.8%) in control. Lymphoma was diagnosed in 1,162 patients and 322 patients with accompanying AID, irrespective of the time point of diagnosis, were defined as AAL. Of those, patients who experienced lymphoma development at least one year after AID diagnosis were defined as post-AID lymphoma (N = 155). Results The median follow-up duration was 13.7 years. AAL accounted for 0.03% of total and 27.7% of lymphoma cases. AID patients experienced more Epstein-Barr virus (0.02 vs. 0.01%, P = 0.027) or Helicobacter pylori infection (63.9 vs. 41.4%, P < 0.001) than the control group did. AID was associated with a 1.45-fold increased risk of lymphoma. The median time interval from AID to AAL was 10.9 months. The risk of lymphoma increased in the order of: psoriasis (adjusted odds ratio [AOR] 1.61), systemic lupus erythematosus (AOR 3.99), multiple sclerosis (AOR 4.52), and sarcoidosis (AOR 26.37). Sjogren syndrome was not related to lymphoma in this cohort. The 5-year OS in AAL was not different from that in lymphoma patients without AID (60.9 vs. 61.5%, P = 0.970). Conclusion The association patterns in AAL in Korean population were different from those of Western countries. Further studies on lymphomatogenesis from distinct baseline characteristics (e.g., chronic infection status) would elucidate the difference based on race and ethnicity.",
		"pages": "e300",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0360301621018149",
		"journal": "International Journal of Radiation Oncology*Biology*Physics",
		"volume": "111"
	},
	{
		"id": "WU2021112854",
		"source_id": "WU2021112854",
		"type": "article",
		"title": "Experimental and numerical analyses on mechanical properties of aluminum alloy L-shaped joints under cyclic load",
		"author": "Yu Wu and L.X. Peng and X.C. He and J.S. Yang",
		"keywords": "Aluminum alloy L-shaped joints, Hysteretic behavior, Mechanical performance, Numerical model, Parametrical analyses",
		"doi": "https://doi.org/10.1016/j.engstruct.2021.112854",
		"abstract": "The mechanical properties of the proposed aluminum alloy L-shaped (AAL) joints are studied in this paper. Seven different AAL joint specimens were tested under the cyclic load applied by an electronic servo-actuator. The experimental phenomena, modes of failure, ultimate displacements and ultimate loads were recorded. The hysteresis curves, skeleton curves, stiffness degradation curves and energy dissipation curves of the specimens are plotted and discussed. The three-dimensional (3D) finite element model of the AAL joints is established and the model is validated by the displacement-load curves. The parametric analyses considering thickness of the joints, friction coefficient and ribs on the joints are conducted with the validated finite element model. The experimental results indicate that there were two failure modes of the AAL joints under the cyclic load, and the bolts slipping phenomenon was apparently observed during the process, which causes the pinch phenomena in the hysteresis curves. Based on the experimental curves, the deformation process of the joints under the cyclic load can be concluded into three phases. The two highest bearing capacities of the specimens are 31.54 kN and 36.33 kN, which are 51.56% and 74.58% higher than those of the control specimen (BASE), respectively. The results of the parametric analysis reveal that the ribs and thickness of the joints are the most effective factors influencing the bearing capacity of the joints.",
		"pages": "112854",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S014102962101004X",
		"journal": "Engineering Structures",
		"volume": "245"
	},
	{
		"id": "GARAU2022117172",
		"source_id": "GARAU2022117172",
		"type": "article",
		"title": "A multimodal framework for the evaluation of patients’ weaknesses, supporting the design of customised AAL solutions",
		"author": "Nicola Garau and Damiano Fruet and Alessandro Luchetti and Francesco De Natale and Nicola Conci",
		"keywords": "Expert systems, Computer vision, Real-time, Ambient-assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2022.117172",
		"abstract": "The recovery of motion abilities after a physical or neurological trauma is a long and winding road that is usually supported by medical staff. In particular, occupational therapists (OTs) play a fundamental role in assessing the performances of patients in daily life tasks and suggesting better practices and aids. The goal of OTs is to promote the patients’ abilities, fostering their independence with the minimum needed supervision. To this purpose, the possibility of remotely operating while being able to monitor the subject with a sufficient level of detail is highly desirable. The development of advanced tools for patient monitoring and supervision with limited intrusiveness is a scientific challenge that spans different technological areas: sensing, localisation, tracking, measurement, business intelligence. The final goal is to provide medical doctors with a set of meaningful metrics related to the patient’s activity. Among them, occupation of living spaces, motion patterns, posture, as well as fine-grained motion-related parameters (e.g., grasping objects, performing elementary tasks of variable difficulty), can be of great help for the medical staff to assess the degree of independence of the user and to recommend suitable assisting devices, more appropriate organisation of living spaces, effective rehabilitation procedures. In this work, we describe a sophisticated setup that has been developed in strict cooperation with medical experts and researchers in both engineering and medicine, to create an augmented reality physical environment supporting occupational therapists and rehabilitation staff in evaluating their patients’ performance and therapy activities. The proposed system is fully automatic and the users detection and tracking is completely markerless and vision-based. It comprises a set of realistic highly-infrastructured living environments, including sensing and actuation devices of different types, which are thoroughly described in Tables 1 and 2 The collected data are analysed by an automated expert system to extract the requested information, which is then presented inside the user interface. The underlying technological complexity is hidden to both patients and the medical staff, to guarantee minimum intrusiveness for the former and maximum operational easiness for the latter. During and after the patients staying inside the living spaces, the medical personnel is enabled to access a large variety of data through a unified interface and is provided with a pre-filled version of the standard patient card, a document that is otherwise filled in by hand. This allows both reducing the time requested for a medical diagnosis and producing a more objective and measurable assessment. A fully operating setup of our system is currently deployed within the living lab AUSILIA (Pisoni et al. 2016).",
		"pages": "117172",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417422005607",
		"journal": "Expert Systems with Applications",
		"volume": "202"
	},
	{
		"id": "STAVROPOULOS2017126",
		"source_id": "STAVROPOULOS2017126",
		"type": "article",
		"title": "DemaWare2: Integrating sensors, multimedia and semantic analysis for the ambient care of dementia",
		"author": "Thanos G. Stavropoulos and Georgios Meditskos and Ioannis Kompatsiaris",
		"keywords": "Ambient assisted living, Ambient intelligence, Knowledge representation, Reasoning, Dementia",
		"doi": "https://doi.org/10.1016/j.pmcj.2016.06.006",
		"abstract": "This paper presents DemaWare2, an Ambient Assisted Living framework to support the care of people with dementia. The framework integrates various sensor modalities, such as ambient, wearable, offline and cloud-based, together with sophisticated, interdisciplinary methods including image, audio and semantic analysis. Fine-grained, atomic events, such as object manipulation, are aggregated into complex activities through semantic fusion. Applications tailored to monitoring dementia symptoms support clinicians to drive effective, timely interventions and evaluate their outcomes. The framework was evaluated for its robustness, reliability and clinical value in real-world lab trials and home installations.",
		"pages": "126-145",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119216300712",
		"journal": "Pervasive and Mobile Computing",
		"volume": "34"
	},
	{
		"id": "WANG20182332",
		"source_id": "WANG20182332",
		"type": "article",
		"title": "A Protein-Capsid-Based System for Cell Delivery of Selenocysteine",
		"author": "Shuxin Wang and Aneesa T. Al-Soodani and Geoffrey C. Thomas and Bethany A. Buck-Koehntop and Kenneth J. Woycechowsky",
		"doi": "https://doi.org/10.1021/acs.bioconjchem.8b00302",
		"abstract": "ABSTRACT Selenocysteine (Sec) has received a lot of attention as a potential anticancer drug. However, its broad cytotoxicity limits its therapeutic usefulness. Thus, Sec is an attractive candidate for targeted drug delivery. Here, we demonstrate for the first time that an engineered version of the capsid formed by Aquifex aeolicus lumazine synthase (AaLS) can act as a nanocarrier for delivery of Sec to cells. Specifically, a previously reported variant of AaLS (AaLS-IC), which contains a single cysteine per subunit that projects into the capsid interior, was modified by reaction with the diselenide dimer of Sec (Sec2) to generate a selenenylsulfide conjugate between the capsid and Sec (AaLS-IC-Sec). Importantly, it was determined that the structural context of the reactive cysteine was important for efficient capsid loading. Further, the encapsulated Sec could be quantitatively released from AaLS-IC-Sec by reducing agents such as glutathione or dithiothreitol. To assess cellular penetrance capabilities of AaLS-IC-Sec and subsequent cytotoxic response, six different cells line models were examined. Across the cell lines analyzed, cytotoxic sensitivity correlated with cellular uptake and intracellular trafficking patterns. Together these findings suggest that the engineered AaLS-IC capsid is a promising vehicle for targeted cell delivery of Sec.",
		"pages": "2332-2342",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1043180221067938",
		"journal": "Bioconjugate Chemistry",
		"volume": "29"
	},
	{
		"id": "FORTINO2021107567",
		"source_id": "FORTINO2021107567",
		"type": "article",
		"title": "Predicting activities of daily living via temporal point processes: Approaches and experimental results",
		"author": "Giancarlo Fortino and Antonella Guzzo and Michele Ianni and Francesco Leotta and Massimo Mecella",
		"keywords": "Marked temporal point processes, Activities of daily living, Activity prediction, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.compeleceng.2021.107567",
		"abstract": "Activity Prediction is foreseeing the following activity people are going to execute. This is a crucial task in smart home environments, i.e., in order to facilitate the daily routines of elderly people with or without special needs. In this paper, we focused on Activity Daily Living prediction and we proposed a novel activity prediction technique based on the combination of Marked Temporal Point Processes and Neural Networks. Experiments on real and synthetic smart space datasets have shown that our approach is able to conveniently represent and predict daily living activities in an unsupervised way. We evaluated its performance and compared its results with state-of-the-art methods providing freely available implementations. Noticeably, the proposed approach outperforms the best concurrent algorithm by obtaining an improvement of F1-score of 60% (on average of the considered datasets).",
		"pages": "107567",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0045790621005073",
		"journal": "Computers & Electrical Engineering",
		"volume": "96"
	},
	{
		"id": "LEE201972",
		"source_id": "LEE201972",
		"type": "article",
		"title": "Assessment as learning in primary writing classrooms: An exploratory study",
		"author": "Icy Lee and Pauline Mak and Rui Eric Yuan",
		"keywords": "Assessment as learning, Assessment for learning, Classroom assessment, Writing",
		"doi": "https://doi.org/10.1016/j.stueduc.2019.04.012",
		"abstract": "Assessment as learning (AaL) puts students at the centre of learning and is considered a powerful alternative assessment approach that can maximize student learning. How it can be applied as a pedagogical and assessment tool in writing classrooms, however, is not clearly understood. Research on the implementation of AaL as a unitary concept in L2 writing classrooms is scant, particularly at the primary level. To fill these gaps, the study investigates the implementation of AaL in two Hong Kong primary writing classrooms from teachers’ and students’ perspectives, focusing specifically on the perceived benefits and problems. Using data gathered from interviews with two participating teachers and six selected students, as well as classroom observations, the findings show that the teachers’ very first attempt to put AaL into practice reaped benefits for themselves and the students, but a few problems were noted too, which provide useful implications for practice and further research.",
		"pages": "72-81",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0191491X18304127",
		"journal": "Studies in Educational Evaluation",
		"volume": "62"
	},
	{
		"id": "ZHANG2019189",
		"source_id": "ZHANG2019189",
		"type": "article",
		"title": "Development and evaluation of silica-based lectin microcolumns for glycoform analysis of alpha1-acid glycoprotein",
		"author": "Chenhua Zhang and David S. Hage",
		"keywords": "Lectin affinity chromatography, Alpha-acid glycoprotein, Concanavalin A,  lectin, Affinity microcolumn, Glycoform analysis",
		"doi": "https://doi.org/10.1016/j.aca.2019.05.060",
		"abstract": "Silica-based lectin microcolumns were developed and optimized for the separation and analysis of glycoform fractions in alpha1-acid glycoprotein (AGP) based on both the degree of branching and level of fucosylation. Concanavalin A (Con A) and Aleuria Aurantia lectin (AAL) were immobilized onto HPLC-grade silica by reductive amination and packed into 2.1 mm i.d. × 5.0 cm microcolumns. Factors examined for these microcolumns include their protein content, binding capacity, binding strength and band-broadening under isocratic conditions (Con A) or step elution conditions (AAL) and in the presence of various flow rates or temperatures. These factors were examined by using experiments based on frontal analysis, zonal elution, peak profiling and peak decay analysis. Up to 200 μg AGP could be loaded onto a Con A microcolumn and provide linear elution conditions, and 100 μg AGP could be applied to an AAL microcolumn. The final conditions for separating retained and non-retained AGP glycoform fractions on a Con A microcolumn used a flow rate of 50 μL min−1 and a temperature of 50 °C, which gave a separation of these fractions within 20 min or less. The final conditions for an AAL microcolumn included a flow rate of 0.75 mL min−1, a temperature of 50 °C, and the use of 2.0 mM l-fucose as a competing agent for elution, giving a separation of non-retained and retained AGP glycoforms in 6 min or less. The inter-day precisions were ±0.7–4.0% or less for the retention times of the AGP glycoforms and ±2.2–3.0% or less for their peak areas.",
		"pages": "189-199",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003267019306737",
		"journal": "Analytica Chimica Acta",
		"volume": "1078"
	},
	{
		"id": "SCHNEIDER2022103",
		"source_id": "SCHNEIDER2022103",
		"type": "incollection",
		"title": "Chapter 6 - Integrating technological solutions into innovative eHealth applications: At pace of advanced technology for eHealth",
		"author": "Patrick Schneider and Fatos Xhafa",
		"keywords": "Telemedicine, Ambient Assisted Living, Topology and network architectures, Synchronous health services, Asynchronous health services, Disease monitoring and detection, Disease diagnosis and prediction, Telemedicine rehabilitation, Patient-physician interaction",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-823818-9.00017-1",
		"isbn": "978-0-12-823818-9",
		"abstract": "The fast development of Internet-based technologies is creating at pace an array of novel technological solutions, which are opening up opportunities for innovative eHealth applications. This chapter presents various technological solutions, from telemedicine network architectures to patient monitoring, rehabilitation, and Ambient Assisted Living. In this context, we analyze the role of IoT-based telemedicine networks, their topology, architectures, and technology platform. Furthermore, providing a review of advanced technological solutions integration Anomaly detection and Complex Event Processing for disease diagnosis and disease prediction. Other current state-of-the-art solutions in patient-physician interaction, security, and privacy are also discussed.",
		"pages": "103-128",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128238189000171"
	},
	{
		"id": "JAIN202394",
		"source_id": "JAIN202394",
		"type": "article",
		"title": "Ambient intelligence-based multimodal human action recognition for autonomous systems",
		"author": "Vidhi Jain and Gaurang Gupta and Megha Gupta and Deepak Kumar Sharma and Uttam Ghosh",
		"keywords": "Ambient assisted living, Auto fusion, Autonomous techniques, Convolution-recurrent neural network, Human activity detection, Hybrid deep learning",
		"doi": "https://doi.org/10.1016/j.isatra.2022.10.034",
		"abstract": "Human activity recognition can deduce the behaviour of one or more people from a set of sensor measurements. Despite its widespread applications in monitoring activities, robotics, and visual surveillance, accurate, meticulous, precise and efficient human action recognition remains a challenging research area. As human beings are moving towards the establishment of a smarter planet, human action recognition using ambient intelligence has become an area of huge potential. This work presents a method based on Bi-Convolutional Recurrent Neural Network (Bi-CRNN) -based Feature Extraction and then Random Forest classification for achieving outcomes utilizing Ambient Intelligence that are at the cutting edge of human action recognition for Autonomous Robots. The auto fusion technique used has improved fusion for utilizing and processing data from various sensors. This paper has drawn comparisons with already existing algorithms for Human Action Recognition (HAR) and tried to propose a heuristic and constructive hybrid deep learning-based algorithm with an accuracy of 94.7%.",
		"pages": "94-108",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0019057822005638",
		"journal": "ISA Transactions",
		"volume": "132"
	},
	{
		"id": "KARABULUT2022107852",
		"source_id": "KARABULUT2022107852",
		"type": "article",
		"title": "A study on the influence of thermally assisted novel hybrid methods on the drilling behavior of Ti6Al4V alloy",
		"author": "Şener Karabulut and Musa Bilgin and Halil Karakoç and Navneet Khanna and Murat Sarıkaya",
		"keywords": "Ti6Al4V alloy, Hybrid drilling, Surface morphology, Microstructure analysis, EBSD analysis",
		"doi": "https://doi.org/10.1016/j.triboint.2022.107852",
		"abstract": "The paper focuses on the drilling behavior of Ti6Al4V alloy under dry, MQL, hot (also expressed as heat-assisted machining), and hybrid (hot+MQL) environments. The surface roughness and morphologies, power consumption, drilling force, microhardness, and microstructural behavior using electron backscatter diffraction (EBSD) analysis were studied. As a result, the lowest roughness value was obtained in the MQL, followed by dry, hot and hybrid drilling environments. Based on SEM investigation on machined surfaces, the defects i.e., smearing, chip debris and side flow were found to be the main causes of poor surface quality, especially under hot and hybrid-assisted drilling environments. According to the Euler color distribution, the hot working affected the machined surface up to the bulk material with a length of 98 µm. The hot drilling process led to the recrystallization of the grain structure, and the distribution, sizes, and characteristics of the phases were affected by the temperatures. A partially recrystallized grain structure was observed in the IPF maps of the hybrid drilling environment at a distance of 10 µm from the machined surface. The crystal orientation of machined Ti6Al4V under hybrid-assisted environment was very similar to dry machined crystal orientation indicating stability in the microstructure.",
		"pages": "107852",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0301679X22004248",
		"journal": "Tribology International",
		"volume": "175"
	},
	{
		"id": "LV2022162608",
		"source_id": "LV2022162608",
		"type": "article",
		"title": "AAl3P6O20 (A = Rb, Cs): Two deep-ultraviolet transparent nonlinear optical materials designed by aliovalent substitution",
		"author": "Jiarong Lv and Yanyan Qian and Yuetong Zhu and Qun Jing and Xinmei Wang and Zhaohui Chen",
		"keywords": "Al-based phosphates, Aliovalent substitution, Short cutoff edge, Nonlinear optical material",
		"doi": "https://doi.org/10.1016/j.jallcom.2021.162608",
		"abstract": "Two deep-ultraviolet (DUV) transparent nonlinear optical (NLO) materials, AAl3P6O20 (A = Rb, Cs) (I, II), have been elaborately designed from Ba5P6O20 by aliovalent substitution strategy. Both of compounds crystallize in noncentrosymmetric (NCS) C2221 (No. 20) space group with three-dimensional (3D) ∞3Al3P6O20skeleton. The cutoff edges of I and II are lower than 190 nm, which are the shortest ones among the reported Al-based phosphates. In addition, their syntheses, thermal properties, NLO performances are discussed and the first-principles calculation elucidates the origin of the optical properties. This study shows that aliovalent substitution is an effective synthetic route for designing DUV transparent Al-based phosphates NLO materials.",
		"pages": "162608",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925838821040184",
		"journal": "Journal of Alloys and Compounds",
		"volume": "902"
	},
	{
		"id": "WU20191883",
		"source_id": "WU20191883",
		"type": "article",
		"title": "Ascending Aortic Length and Risk of Aortic Adverse Events: The Neglected Dimension",
		"author": "Jinlin Wu and Mohammad A. Zafar and Yupeng Li and Ayman Saeyeldin and Yan Huang and Rui Zhao and Juntao Qiu and Maryam Tanweer and Mohamed Abdelbaky and Anton Gryaznov and Joelle Buntin and Bulat A. Ziganshin and Sandip K. Mukherjee and John A. Rizzo and Cuntao Yu and John A. Elefteriades",
		"keywords": "aortic adverse events, aortic aneurysm, aortic dimensions, aortic elongation, natural history, thoracic aortic aneurysm",
		"doi": "https://doi.org/10.1016/j.jacc.2019.07.078",
		"abstract": "Background Little information is available regarding the longitudinal changes of the aneurysmal ascending aorta. Objectives This study sought to outline the natural history of ascending thoracic aortic aneurysm (ATAA) based on ascending aortic length (AAL) and develop novel predictive tools to better aid risk stratification. Methods The ascending aortic diameters and lengths, and long-term aortic adverse events (AAEs) (rupture, dissection, and death) of 522 ATAA patients were evaluated using comprehensive statistical approaches. Results An AAL of ≥13 cm was associated with an almost 5-fold higher average yearly rate of AAEs compared with an AAL of <9 cm. Two AAL “hinge points” with a sharp increase in the estimated probability of AAEs were detected between 11.5 and 12.0 cm, and between 12.5 and 13.0 cm. The mean estimated annual aortic elongation rate was 0.18 cm/year, and aortic elongation was age dependent. Aortic diameter increased 18% due to dissection while AAL only increased by 2.7%. There was a noticeable improvement in the discrimination of the logistic regression model (area under the receiver-operating characteristic curve: 0.810) due to the introduction of aortic height index (AHI) (diameter height index + length height index). The AHIs <9.33, 9.38 to 10.81, 10.86 to 12.50, and ≥12.57 cm/m were associated with a ∼4%, ∼7%, ∼12%, and ∼18% average yearly risk of AAEs, respectively. Conclusions An aortic elongation of 11 cm serves as a potential intervention criterion for ATAA, which is even more reliable than diameter due to its relative immunity to dissection. AHI (including both length and diameter) is more powerful than any single parameter in this study.",
		"pages": "1883-1894",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0735109719362928",
		"journal": "Journal of the American College of Cardiology",
		"volume": "74"
	},
	{
		"id": "ROY2017156",
		"source_id": "ROY2017156",
		"type": "article",
		"title": "Possibilistic activity recognition with uncertain observations to support medication adherence in an assisted ambient living setting",
		"author": "Patrice C. Roy and Samina R. Abidi and Syed S.R. Abidi",
		"keywords": "Activity recognition, Ambient intelligence, Uncertainty handling, Possibility theory, Medication adherence, Self-management, Health informatics",
		"doi": "https://doi.org/10.1016/j.knosys.2017.07.008",
		"abstract": "A recent trend in healthcare is to motivate patients to self-manage their health conditions in home-based settings. Self-management programs guide and motivate patients to achieve self-efficacy in the self-management of their disease through a regime of educational and behavioural modification strategies. To improve self-management programs effectiveness and efficacy, we must consider Ambient Assisted Living (AAL) technologies (smart environments, activity recognition, aid acts planning), since they alleviate issues related to unreliable self-reported data by monitoring self-management activities. To improve self-management programs in smart environments, it is necessary to recognize the occupant behaviour from observed data. Observed data/attributes generated from various sources (sensors, questionnaires, low-level activity recognition) are certain to uncertain (imprecise, incomplete, missing), where several values are plausible instead of only one. Thus, activity recognition must consider heterogeneous observations (sources’ types) and uncertainty in the activity recognition inputs (observations). To address this challenge, we propose an activity recognition approach based on possibilistic network classifiers with uncertain observations. We believe that this is the first work to consider possibilistic network classifiers for the recognition of activities in smart environments using uncertain observations. We have validated the approach on 780 synthetic scenarios illustrating behaviours related to medication adherence. The activity classifiers, based on knowledge and beliefs about the activities related to medication adherence, can correctly recognize 79% of an activity current state, which is comparable with approaches based on data-driven naïve Bayesian classifiers. Furthermore, the classification performance only decreases when we have highly partial to complete ignorance about the observations values. Hence, the validations results show the interest of activity recognition based on possibilistic network classifiers for handling uncertain observations.",
		"pages": "156-173",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950705117303246",
		"journal": "Knowledge-Based Systems",
		"volume": "133"
	},
	{
		"id": "AAZAM2018278",
		"source_id": "AAZAM2018278",
		"type": "article",
		"title": "Offloading in fog computing for IoT: Review, enabling technologies, and research opportunities",
		"author": "Mohammad Aazam and Sherali Zeadally and Khaled A. Harras",
		"keywords": "Cloud computing, Fog computing, Edge computing, Internet of things (IoT), Middleware, Offloading",
		"doi": "https://doi.org/10.1016/j.future.2018.04.057",
		"abstract": "The digital world is expanding rapidly and advances in networking technologies such as 4G long-term evolution (LTE), wireless broadband (WiBro), low-power wide area networks (LPWAN), 5G, LiFi, and so on, all of which are paving the way for the emergence of sophisticated services. The number of online applications is increasing along with more computation, communication, and intelligent capabilities. Although current devices in use today are also getting more powerful in terms of features and capabilities, but they are still incapable of executing smart, autonomous, and intelligent tasks such as those often required for smart healthcare, ambient assisted living (AAL), virtual reality, augmented reality, intelligent vehicular communication, as well as in many services related to smart cities, Internet of Things (IoT), Tactile Internet, Internet of Vehicles (IoV), and so on. For many of these applications, we need another entity to execute tasks on behalf of the user’s device and return the results - a technique often called offloading, where tasks are outsourced and the involved entities work in tandem to achieve the ultimate goal of the application. Task offloading is attractive for emerging IoT and cloud computing applications. It can occur between IoT nodes, sensors, edge devices, or fog nodes. Offloading can be performed based on different factors that include computational requirements of an application, load balancing, energy management, latency management, and so on. We present a taxonomy of recent offloading schemes that have been proposed for domains such as fog, cloud computing, and IoT. We also discuss the middleware technologies that enable offloading in a cloud-IoT cases and the factors that are important for offloading in a particular scenario. We also present research opportunities concerning offloading in fog and edge computing.",
		"pages": "278-289",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X18301973",
		"journal": "Future Generation Computer Systems",
		"volume": "87"
	},
	{
		"id": "NGUYEN2018150",
		"source_id": "NGUYEN2018150",
		"type": "article",
		"title": "High performance cementitious composite from alkali-activated ladle slag reinforced with polypropylene fibers",
		"author": "Hoang Nguyen and Valter Carvelli and Elijah Adesanya and Paivo Kinnunen and Mirja Illikainen",
		"keywords": "Alkali-activated slag, Polypropylene fiber, High-performance concrete, Mechanical properties, Strain hardening",
		"doi": "https://doi.org/10.1016/j.cemconcomp.2018.03.024",
		"abstract": "Alkali-activated ladle slag (AALS) is a promising cementitious material with environmental benefits. However, the brittleness of material has been limiting the use in construction. Therefore, in this experimental investigation, different polypropylene (PP) fibers were employed as a short randomly reinforcement in cementitious matrix in order to improve mechanical performance of the AALS composites. The study reveals that the AALS composite could gain very high ductility with an appropriate fibrous reinforcement. Fracture energy and fracture toughness of PP fiber reinforced AALS mortars increased by approximately 150 and 7.6 times, respectively, compared to the unreinforced material. Additionally, the flexural strength of the composite increased by roughly 300%. Pseudo strain hardening (PSH) behavior was observed along with multiple cracks under uniaxial tensile test. Scanning electron microscope (SEM) images confirmed the local fiber bridging effect, which resulted in the high mechanical performance of the PP-reinforced AALS.",
		"pages": "150-160",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0958946517304110",
		"journal": "Cement and Concrete Composites",
		"volume": "90"
	},
	{
		"id": "HUANG201644",
		"source_id": "HUANG201644",
		"type": "article",
		"title": "Investigation on the position drift of the axis average line of the aerostatic bearing spindle in ultra-precision diamond turning",
		"author": "P. Huang and W.B. Lee and C.Y. Chan",
		"keywords": "Diamond turning, Slow slide servo, Aerostatic bearing spindle, Hydrodynamic effect, Drift of axis average line",
		"doi": "https://doi.org/10.1016/j.ijmachtools.2016.05.001",
		"abstract": "To evaluate the performance of the spindle, many techniques have been proposed to measure the spindle error motion. However, few studies have focused on the investigation of the position drift of the axis average line (AAL). In the present study, the AAL of the aerostatic bearing spindle is investigated both theoretically and experimentally. An error model is developed to analyze the errors which contribute to the error of depth of cut in slow tool servo assisted turning. Moreover, an experiment of microstructure fabrication is conducted to investigate the amplitude error of microstructures along both axial and radial direction of the cylindrical workpiece. The effects of spindle error motion, spindle unbalance induced eccentricity, thermal error and position drift of AAL are analyzed. The results indicates that the position drift of AAL varies significantly in terms of the variation of the spindle speed due to the hydrodynamic effect, and the relation between the drift and the spindle speed is nonlinear.",
		"pages": "44-51",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890695516300463",
		"journal": "International Journal of Machine Tools and Manufacture",
		"volume": "108"
	},
	{
		"id": "ROGELJ2022216",
		"source_id": "ROGELJ2022216",
		"type": "article",
		"title": "Digital Transformation of Care in Lifetime Neighbourhoods",
		"author": "Valerija Rogelj and Alenka Temeljotov Salaj and David Bogataj",
		"keywords": "digital transformation, social determinants of health, assistive technologies, social infrastructure, ageing, long-term care, smart city, community, facility management",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.12.065",
		"abstract": "If we want to achieve an effective digital transformation of neighborhoods, we need to understand the interaction between social determinants of health and emerging ambient technologies. Older adults suffer from frailty and the decline in physical and cognitive functional capacities and, therefore, experience decreased mobility, which can lead to difficulties with activities of daily living. Care settings located in smart buildings supported by Cyber-Physical Systems using the Internet of Things as an infrastructure with embedded Ambient Assisted Living Technologies, Wireless Sensors Networks, Big Data, and Machine Learning can support older adults to stay longer independent in their community and mitigate the risk of events leading to ill health and disability. The central gap found in the literature review is the lack of a common dataset for measurement of values of social determinants of health in various care settings. The paper presents the multistate competing risk model as framework for measurement of values of social determinants of health.",
		"pages": "216-221",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322031056",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "YAP2022101842",
		"source_id": "YAP2022101842",
		"type": "article",
		"title": "Integrating the capability approach and technology acceptance model to explain the elderly’s use intention of online grocery shopping",
		"author": "Yee-Yann Yap and Siow-Hooi Tan and Siow-Kian Tan and Shay-Wei Choon",
		"doi": "https://doi.org/10.1016/j.tele.2022.101842",
		"pages": "101842",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0736585322000752",
		"journal": "Telematics and Informatics",
		"volume": "72"
	},
	{
		"id": "PRENKAJ2023102454",
		"source_id": "PRENKAJ2023102454",
		"type": "article",
		"title": "A self-supervised algorithm to detect signs of social isolation in the elderly from daily activity sequences",
		"author": "Bardh Prenkaj and Dario Aragona and Alessandro Flaborea and Fabio Galasso and Saverio Gravina and Luca Podo and Emilia Reda and Paola Velardi",
		"keywords": "Anomaly detection, ADL, Elderly social isolation, HyperNN, Hyperbolic uncertainty",
		"doi": "https://doi.org/10.1016/j.artmed.2022.102454",
		"abstract": "Considering the increasing aging of the population, multi-device monitoring of the activities of daily living (ADL) of older people becomes crucial to support independent living and early detection of symptoms of mental illnesses, such as depression and Alzheimer’s disease. Anomalies can anticipate the diagnosis of these pathologies in the patient’s normal behavior, such as reduced hygiene, changes in sleep habits, and fewer social interactions. These abnormalities are often subtle and hard to detect. Especially using non-intrusive monitoring devices might cause anomaly detectors to generate false alarms or ignore relevant clues. This limitation may hinder their usage by caregivers. Furthermore, the notion of abnormality here is context and patient-dependent, thus requiring untrained approaches. To reduce these problems, we propose a self-supervised model for multi-sensor time series signals based on Hyperbolic uncertainty for Anomaly Detection, which we dub HypAD. HypAD estimates uncertainty end-to-end, thanks to hyperbolic neural networks, and integrates it into the ”classic” notion of reconstruction loss in anomaly detection. Based on hyperbolic uncertainty, HypAD introduces the principle of a detectable anomaly. HypAD assesses whether it is sure about the input signal and fails to reconstruct it because it is anomalous or whether the high reconstruction loss is due to the model uncertainty, e.g., a complex but regular signal (cf. this parallels the residual model error upon training). The proposed solution has been incorporated into an end-to-end ADL monitoring system for elderly patients in retirement homes, developed within a funded project leveraging an interdisciplinary consortium of computer scientists, engineers, and geriatricians. Healthcare professionals were involved in the design and verification process to foster trust in the system. In addition, the system has been equipped with explainability features.",
		"pages": "102454",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0933365722002068",
		"journal": "Artificial Intelligence in Medicine",
		"volume": "135"
	},
	{
		"id": "AHTI202210",
		"source_id": "AHTI202210",
		"type": "article",
		"title": "Differences in psychosocial functioning between psychotic disorders in the Finnish SUPER study",
		"author": "Johan Ahti and Tuula Kieseppä and Jaana Suvisaari and Kimmo Suokas and Minna Holm and Asko Wegelius and Ari Ahola-Olli and Katja Häkkinen and Olli Kampman and Markku Lähteenvuo and Tiina Paunio and Jari Tiihonen and Annamari Tuulio-Henriksson and Erkki Isometsä",
		"keywords": "Schizophrenia, Schizoaffective disorder, Bipolar disorder, Psychotic depression, Level of functioning, Outcome",
		"doi": "https://doi.org/10.1016/j.schres.2022.04.008",
		"abstract": "Background Psychotic disorders differ in their impact on psychosocial functioning. However, few studies have directly compared psychosocial functioning and its determinants between schizophrenia, schizoaffective disorder (SAD), bipolar disorder (BD), and major depressive disorder with psychotic features (psychotic MDD). Objective We compared rates of independent living, employment, marriage, and having children between these diagnostic groups in a large national sample of participants with psychotic disorders in Finland. Methods A cross-sectional substudy of participants (N = 9148) aged 18 to 65 years in the Finnish SUPER study, recruited nationwide from health- and social care settings and with advertisements. Psychosis diagnoses, age of onset, and hospitalizations were collected from healthcare registers. Participants were interviewed for psychosocial functioning. Associations of age of onset, hospitalizations, gender, and education with psychosocial functioning were analyzed using logistic regression models. Results Of participants, 13.8% were employed or studying, 72.0% living independently and 32.5% had children. Overall, BD was associated with best, SAD and psychotic MDD with intermediate, and schizophrenia with worst level of psychosocial functioning. Greatest differences were found in independent living (OR 4.06 for BD vs. schizophrenia). In multivariate models, gender and number of hospitalizations predicted employment, marriage, and independent living in all diagnostic categories, and age of onset in some diagnostic categories. Conclusions Level of functioning and psychosocial outcomes differed markedly between psychotic disorders, particularly in independent living. Outcomes were worst for schizophrenia and best for BD. Across all psychotic disorders, female gender and lifetime number of hospitalizations had strong independent associations with marriage, employment, and independent living.",
		"pages": "10-17",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092099642200161X",
		"journal": "Schizophrenia Research",
		"volume": "244"
	},
	{
		"id": "SUN2022105572",
		"source_id": "SUN2022105572",
		"type": "article",
		"title": "A 12bit 250 MS/s 5.43fJ/conversion-step SAR ADC with adaptive asynchronous logic in 28 nm CMOS",
		"author": "Ting Sun and Qi Yu and Daiguo Xu and Jing Li and Ke-Jun Wu and Zhong Zhang and Yun Pang and Yan Wang and Ning Ning",
		"keywords": "Successive approximation registers (SAR), Analog-to-digital converter (ADC), Adaptive asynchronous logic (AAL), Non-binary bridge split capacitor array, Least mean square (LMS), High-speed SAR logic",
		"doi": "https://doi.org/10.1016/j.mejo.2022.105572",
		"abstract": "A 12-bit 250-MS/s adaptive asynchronous successive approximation registers analog-to-digital converter (SAR ADC) with a Non-binary segmented split capacitor array is proposed. The Non-binary bridge split capacitor array leads to much larger units with reduced total capacitance and allows for reducing digital-to-analog converter (DAC) settling time and power consumption. The reset time of the comparator is automatically and precisely adjusted according to the settling time required by each capacitor of the non-binary capacitor array, which accelerates the ADC quantization. With the proposed adaptive asynchronous logic (AAL), the settling time utilization will reach 98.6% and the overall ADCs speed can be increased by 30%. The circuit was designed in 28 nm CMOS technology. The mismatch of the capacitor is calibrated by the Least Mean Square (LMS) background calibration for high speed and low power consumption. Based on post-layout simulations, the ADC achieves a signal-to-noise distortion ratio (SNDR) of 67.92 dB at 250 MS/s sampling rate and consumes 2.76 mW, resulting in a figure of merit of 5.43fJ/conversion-step. The ADC core occupies an active area of only 100 μm × 350 μm.",
		"pages": "105572",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0026269222002014",
		"journal": "Microelectronics Journal",
		"volume": "128"
	},
	{
		"id": "HAYKAL2021111592",
		"source_id": "HAYKAL2021111592",
		"type": "article",
		"title": "The pro-apoptotic properties of a phytonutrient rich infusion of A. cherimola leaf extract on AML cells",
		"author": "Tony Haykal and Maria Younes and Marianne El Khoury and Carl Ammoury and Stephanie Tannous and Mohammad H. Hodroj and Rita Sarkis and Natalia Gasilova and Laure Menin and Sandra Rizk",
		"keywords": "Annona cherimola tea infusion, Anti-oxidant, Apoptosis, Phytochemicals, Acute Myeloid Leukemia",
		"doi": "https://doi.org/10.1016/j.biopha.2021.111592",
		"abstract": "Annonaceae family has broad uses in herbal medicine for treatment of several diseases, whether through seeds’ or leaves’ extracts. The present study investigates the antiproliferative and antitumor activity of Annona cherimola aqueous leaf (AAL) extract/infusion in acute myeloid leukemia (AML) cell lines in vitro. High-resolution LC-MS was first used to analyze the composition of the aqueous extract. Cell proliferation assay, Annexin V staining, cell cycle analysis, dual Annexin V/PI staining, cell death quantification by ELISA, ROS level detection and Western Blotting were then performed to elucidate the therapeutic effects of AAL extract. The results obtained revealed a potent antioxidant activity of AAL extract. Moreover, the extract exhibited dose- and time-dependent antiproliferative effects on AML cell lines by decreasing cell viability with an IC50 of 5.03% (v/v) at 24 h of treatment of KG-1 cells. This decrease in viability was accompanied with a significant increase in apoptotic cell death with cell cycle arrest and flipping of the phosphatidylserine from the inner to the outer leaflet of the cell membrane. The respective overexpression and downregulation of proapoptotic proteins like cleaved caspase-8, cleaved PARP-1 and Bax and antiapoptotic proteins like Bcl-2 further validated the apoptotic pathway induced by AAL on AML cells. Finally, LC-MS revealed the presence of several compounds like fatty acids, terpenes, phenolics, cinnamic acids and flavonoids that could contribute to the antioxidant and anti-cancer effects of this herbal infusion. In addition to the generally known nutritional effects of the Annona cherimola fruit and leaves, the presented data validates the antioxidant and anti-cancerous effects of the leaf infusion on AML cell lines, proposing its potential therapeutic use against acute myeloid leukemia with future in vivo and clinical trials.",
		"pages": "111592",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0753332221003772",
		"journal": "Biomedicine & Pharmacotherapy",
		"volume": "140"
	},
	{
		"id": "LIU20191184",
		"source_id": "LIU20191184",
		"type": "article",
		"title": "A green route to sustainable alkali-activated materials by heat and chemical activation of lithium slag",
		"author": "Ze Liu and Jixiang Wang and Qikan Jiang and Guodong Cheng and  Li Li and Yixing Kang and Dongmin Wang",
		"keywords": "Lithium slag, Alkali activation, Heat activation, Alkali activated materials",
		"doi": "https://doi.org/10.1016/j.jclepro.2019.04.018",
		"abstract": "Lithium slag (LS) is a potential new resource for fabricating alkali-activated materials, however, few works have reported the utilization of LS in alkaline activation area. Herein, the mineral composition of LS was evaluated by Rietveld quantitative analysis and the mechanical properties of alkali-activated LS (AALS) were systematically investigated. Based on the above studies, a method of heat incorporating with chemical activation was carried out to further improve the reaction activity of LS. The results indicated that pre-heating facilitated the improvement of reaction activity of LS and the active amorphous constituents in LS dramatically increased from 17.3 wt% to 50.7 wt% after heat activation at 700 °C. Furthermore, we also found that more active constituents in LS enhanced the rate and degree of reaction and resulted in the increase of mechanical strength of AALS. The compressive strength of specimens (aged for 1d) increased from 12.8 MPa to 47.7 MPa because a denser microstructure was observed in specimens prepared by heat-activated LS resource. In addition, the mechanism of heat activation for LS was also investigated by thermogravimetric analysis (TGA) and in-situ X-ray diffraction (XRD) at different temperature step. The results illustrated that the defective crystals in LS tended to transform into glassy phases between 300 and 800 °C. And the transformation was more significant as the temperature rising.",
		"pages": "1184-1193",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652619310868",
		"journal": "Journal of Cleaner Production",
		"volume": "225"
	},
	{
		"id": "LUO2021100899",
		"source_id": "LUO2021100899",
		"type": "article",
		"title": "Evaluating scientific reasoning ability: Student performance and the interaction effects between grade level, gender, and academic achievement level",
		"author": "Ma Luo and Daner Sun and Liying Zhu and Yuqin Yang",
		"keywords": "Scientific reasoning ability (SRA), Gender difference, Grade levels, Achievement in Science, Interaction effects",
		"doi": "https://doi.org/10.1016/j.tsc.2021.100899",
		"abstract": "Few studies focused on exploring students’ scientific reasoning ability (SRA) using self-developed test based on large sample. The main purposes of this study were to evaluate and analyze the differences in SRA between genders, grade levels, and academic achievement levels (AAL) in science, and the interaction effects of the latter three variables. The 23-item SRA test used has been validated and revised based on our previously developed six-level scientific reasoning framework and the results of our previous empirical study. A large sample participated in this study comprising 2,261 students in grades 7, 8, and 9 from a city of Mainland China. Their performance was analyzed using Rasch modeling to categorize the SRA levels and ability ranges based on the framework. Participants’ SRA tended to increase with grade level and AAL, with significant differences. Male students outperformed female students significantly. Moreover, General Linear Model analysis revealed the significant interaction effects of AAL on gender and grade level. This study provides further empirical insights into how the teachers facilitate students’ development of SRA according to students’ academic performance, gender and grade levels.",
		"pages": "100899",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1871187121001140",
		"journal": "Thinking Skills and Creativity",
		"volume": "41"
	},
	{
		"id": "DROBEZ2022934",
		"source_id": "DROBEZ2022934",
		"type": "article",
		"title": "Ambient Intelligence Supporting Health and Social Care Services in Smart Care Settings: Literature Review and Research Agenda",
		"author": "Eneja Drobež and Marta Kavšek and Marija Bogataj and Miso Drobez",
		"keywords": "smart environments, ambient assisted living, ambient intelligence, social infrastructure, silver economy, health care, long-term care",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.09.460",
		"abstract": "In ageing cities and communities, there are increasing numbers of frail and disabled older adults suffering from multimorbidity and declining functional abilities. This deterioration can cause difficulties in carrying out essential activities of daily living and put older adults at risk of accidents. Age-friendly smart urban environments, supported by telecare services with embedded ambient intelligence, will be an essential part of how ageing societies will maintain and improve the quality of life of the growing number of residents with declining functional abilities and reduce the public financing of the long-term care services - reducing the needed number of caregivers. A review of relevant literature has shown that telecare supported by smart environments is an under-researched topic and that a central gap includes the lack of research on the integration of telecare services into the healthcare and long-term care systems. In the numerical example we also show how it influence a possible reduction of human resources in rural areas.",
		"pages": "934-939",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322017517",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "KIMURA2022e72",
		"source_id": "KIMURA2022e72",
		"type": "article",
		"title": "Factors Supporting Independent Physical Activity among the Very Older Adults in Longevity Regions",
		"author": "Akira Kimura",
		"keywords": "Older Adults, Physical Activity, Independent, Factors, Longevity Regions",
		"doi": "https://doi.org/10.1016/j.apmr.2022.08.615",
		"abstract": "Research Objectives To identify significant factors associated with long-term continuity of independent living among healthy very older adults persons under behavioral restrictions, including impaired vascular function. Design Cohort study (longitudinal, interview-based, observational). Period From August 2016 to December 2021. Setting Community of Ogimi Village, Okinawa, Japan. Participants 145 older persons aged 85 years or older living independently. Interventions Exposure factors include presence of behavioral preferences, presence of impaired vascular function, and presence of abnormal BMI. Main Outcome Measures Independent living period, end of independent living. Results Participants, n=145, 30 men and 115 women. Self-supporting period: 41.5±18, Survival period: 44.3±17, Age 83±9, weight 53.2±11.5, Body length 145.9±9.2, BMI 22.1±11.6,3 Factors Effects Action hobbies (human and will): ー: 56.3 (95% CI 53.5 to 59.2), +: 54.2 (95% CI 46.7 to 59.2) Log Rank (Mantel-Cox) P=0.473 Mobility (physical activity): ー: 55.4 (95% CI 52.4 to 58.4), +: 58.9 (95% CI 53.0 to 64.7) Log Rank (Mantel-Cox) P=0.415 BMI (Japanese level 25): ー: 54.4 (95% CI 50.9 to 57.9), +: 57.9 (95% CI 53.3 to 62.5) Log Rank (Mantel-Cox) P=0.205 Imppaired vascular function: ー: 58.0 (95% CI 55.5 to 60.6), +: 48.1 (95% CI 40.6 to 55.6)Log Rank (Mantel-Cox) P=0.012 A significant reduction in the duration of independent living was observed in the group with impaired vascular function, a physiological index. Behavioral preference factors and normal BMI were found to have no effect on the duration of independent living. Conclusions The longitudinal independent living duration of healthy very older persons without vascular disfunction decline was not affected by behavioral preferences. The presence of vascular dysfunction was associated with a significantly shorter duration of independent living, and this was done under prolonged behavioral restrictions. Accurate judgments require evaluation using relative risk ratios over a period of time, with further adjustment for bias. Author(s) Disclosures I have no information to disclose in this study.",
		"pages": "e72",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322012059",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "103"
	},
	{
		"id": "LENTZAS2022118454",
		"source_id": "LENTZAS2022118454",
		"type": "article",
		"title": "Machine learning approaches for non-intrusive home absence detection based on appliance electrical use",
		"author": "Athanasios Lentzas and Dimitris Vrakas",
		"keywords": "Outing detection, Smart home, Electric use, Internet of things, Machine learning, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.eswa.2022.118454",
		"abstract": "Home absence detection is an emerging field on smart home installations. Identifying whether or not the residents of the house are present, is important in numerous scenarios. Possible scenarios include but are not limited to: elderly people living alone, people suffering from dementia, home quarantine. The majority of published papers focus on either pressure/door sensors or cameras in order to detect outing events. Although the aforementioned approaches provide solid results, they are intrusive and require modifications for sensor placement. In our work, appliance electrical use is investigated as a means for detecting the presence or absence of residents. The energy use is the result of power disaggregation, a non intrusive/non invasive sensing method. Since a dataset providing energy data and ground truth for home absence is not available, artificial outing events were introduced on the UK-DALE dataset, a well known dataset for Non Intrusive Load Monitoring (NILM). Several machine learning algorithms were evaluated using the generated dataset. Benchmark results have shown that home absence detection using appliance power consumption is feasible.",
		"pages": "118454",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417422015494",
		"journal": "Expert Systems with Applications",
		"volume": "210"
	},
	{
		"id": "DULERMO2016555",
		"source_id": "DULERMO2016555",
		"type": "article",
		"title": "Yarrowia lipolytica AAL genes are involved in peroxisomal fatty acid activation",
		"author": "Rémi Dulermo and Heber Gamboa-Meléndez and Rodrigo Ledesma‐Amaro and France Thevenieau and Jean-Marc Nicaud",
		"keywords": "FAA1, Fatty acyl–CoA synthetases, , Peroxisome, Fatty acid activation",
		"doi": "https://doi.org/10.1016/j.bbalip.2016.04.002",
		"abstract": "In yeast, β-oxidation of fatty acids (FAs) essentially takes place in peroxisomes, and FA activation must precede FA oxidation. In Saccharomyces cerevisiae, a single fatty-acyl–CoA-synthetase, ScFaa2p, mediates peroxisomal FA activation. We have previously shown that this reaction also exists in the oleaginous yeast Yarrowia lipolytica; however, the protein involved in this process remains unknown. Here, we found that proteins, named Aal proteins (Acyl/Aryl-CoA-ligases), resembling the 4-coumarate–CoA-ligase-like enzymes found in plants are involved in peroxisomal FA activation in Y. lipolytica; Y. lipolytica has 10 AAL genes, eight of which are upregulated by oleate. All the Aal proteins contain a PTS1-type peroxisomal targeting sequence (A/SKL), suggesting a peroxisomal localization. The function of the Aal proteins was analyzed using the faa1Δant1Δ mutant strain, which demonstrates neither cytoplasmic FA activation (direct result of FAA1 deletion) nor peroxisomal FA activation (indirect result of ANT1 deletion, a gene coding an ATP transporter). This strain is thus highly sensitive to external FA levels and unable to store external FAs in lipid bodies (LBs). Whereas the overexpression of (cytoplasmic) AAL1ΔPTS1 was able to partially complement the growth defect observed in the faa1Δant1Δ mutant on short-, medium- and long-chain FA media, the presence of Aal2p to Aal10p only allowed growth on the short-chain FA medium. Additionally, partial LB formation was observed in the oleate medium for strains overexpressing Aal1ΔPTS1p, Aal4ΔPTS1p, Aal7ΔPTS1p, and Aal8ΔPTS1p. Finally, an analysis of the FA content of cells grown in the oleate medium suggested that Aal4p and Aal6p present substrate specificity for C16:1 and/or C18:0.",
		"pages": "555-565",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388198116300907",
		"journal": "Biochimica et Biophysica Acta (BBA) - Molecular and Cell Biology of Lipids",
		"volume": "1861"
	},
	{
		"id": "JESSON2023e35",
		"source_id": "JESSON2023e35",
		"type": "article",
		"title": "Independent Living and Social Participation at 2- and 5-Year Follow-up of Late Adolescents with TBI",
		"author": "Xuan Jesson and Angelle Sander and Shannon Juengst",
		"keywords": "Brain Injuries, Traumatic, Independent Living, Social Participation, Follow-Up Studies, Adolescence",
		"doi": "https://doi.org/10.1016/j.apmr.2022.12.100",
		"abstract": "Research Objectives To describe independent living and participation outcomes at 2- and 5-years post-injury for adolescents who sustained TBI requiring inpatient rehabilitation. Design Secondary data analysis of a multi-center database of individuals with complicated mild to severe TBI who received rehabilitation. Setting Community. Participants Cross-sectional sample of 478 adolescents (age 16-18), in high school at time of injury, followed at year 2 (n=366) and year 5 (n=311). Interventions N/A. Main Outcome Measures Independent Living versus living with parent or adult family; Employment/productivity; Participation with Recombined Tools- Objective (PART-O). Results Less than 1/4 of the sample were living independently, as defined by living alone, with peers, or spouse/significant other, at year 2 and year 5, with no difference between years. The percentage living independently at 2 years was a significant increase relative to discharge (1% to 21%; p <.01). Percentage of the sample competitively employed or engaged in academic pursuit was 97.5% prior to injury, but was 60.4% at year 2 and 57.4% at year 5. PART-O scores tended to trend on the lower end of the T-score range for Productivity and Out and About, but within the middle range for Social Integration, with no overall score differences across time points (2- and 5-year follow-ups). Individual item analysis of PART-O relationship items showed no significant difference between 2- and 5-years. At both time points, less than half the sample were involved in an intimate, romantic or sexual relationship, and fewer than one-fourth were living with a spouse/significant other. Over 78% of the sample had a best friend to confide in at both times. Conclusions TBI sustained during late adolescence can lead to difficulty transitioning to independent living, productive activity, and intimate relationships over 2 to 5 years post-injury. Our sample ranged from age 17-21 at year 2 and age 20-24 at year 5. Lack of transition to independent living and productive activity indicates the need for targeted interventions to aid with transition to adulthood. Author(s) Disclosures This work was a collaboration of TBI Model Systems supported by NIDILRR funding.",
		"pages": "e35",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999322018962",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "104"
	},
	{
		"id": "HORI2022321",
		"source_id": "HORI2022321",
		"type": "article",
		"title": "Development of a clinical prediction rule for patients with cervical spinal cord injury who have difficulty in obtaining independent living",
		"author": "Tomonari Hori and Takeshi Imura and Ryo Tanaka",
		"keywords": "Cervical spinal cord injury, Clinical prediction rule, Decision tree analysis, Functional outcome, Independent living, Rehabilitation",
		"doi": "https://doi.org/10.1016/j.spinee.2021.08.010",
		"abstract": "BACKGROUND CONTEXT A simple and easy to use clinical prediction rule (CPR) to detect patients with a cervical spinal cord injury (SCI) who would have difficulty in obtaining independent living status is vital for providing the optimal rehabilitation and education in both care recipients and caregivers. A machine learning approach was recently applied to the field of rehabilitation and has the possibility to develop an accurate and useful CPR. PURPOSE The aim of this study was to develop and assess a CPR using a decision tree algorithm for predicting which patients with a cervical SCI would have difficulty in obtaining an independent living. STUDY DESIGN The present study was a cohort study. PATIENT SAMPLE In the present study, the data was obtained from the nationwide Japan Rehabilitation Database (JRD). The data on the SCIs was collected from 10 hospitals and the data was collected from the registries obtained between 2005 and 2015. The severity of SCI can vary, and patient prognosis differs depending on the damage site. In this study, the patients with cervical SCI were included. OUTCOME MEASURES In this study, the degree of the independent living at discharge was investigated. The degree of the independent living was classified and listed as below: independent in social, independent at home, need care at home, independent at facility, need care at facility. In this study, the independent in social and independent at home were defined as “independent,” and the other situations were defined as “non-independent.” METHODS We performed a classification and regression tree (CART) analysis to develop the CPR to predict whether the cervical SCI patients obtain an independent living at discharge. The area under the curve, the classification accuracy, sensitivity, specificity, and positive predictive value were used for model evaluation. RESULTS A total of 4181 patients with SCI were registered in the JRD and the CART analysis was performed for 1282 patients with the cervical SCI. The Functional Independence Measure (FIM) total score and the American Spinal Injury Association impairment scale were identified as the first and second discriminators for predicting the degree of the independence, respectively. Subsequently, the CART model identified FIM eating, the residual function level, and the FIM bed to chair transfer as next discriminators. Each parameter for evaluating the CART model were the area under the curve 0.813, the classification accuracy 78.6%, the sensitivity 80.7%, the specificity 75.1%, and the positive predictive value 84.5%. CONCLUSIONS In this study, we developed a clinically useful CPR with moderate accuracy to predict whether the cervical SCI patients obtain independent living at the discharge.",
		"pages": "321-328",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1529943021008792",
		"journal": "The Spine Journal",
		"volume": "22"
	},
	{
		"id": "HERRERA2021138",
		"source_id": "HERRERA2021138",
		"type": "article",
		"title": "Cognitive function mediates the relationship between visual contrast sensitivity and functional outcome in schizophrenia",
		"author": "Shaynna N. Herrera and Vance Zemon and Nadine Revheim and Gail Silipo and James Gordon and Pamela D. Butler",
		"keywords": "Vision, Cognition, Visual pathways, Visual perception, Independent living, Mediation analysis",
		"doi": "https://doi.org/10.1016/j.jpsychires.2021.09.055",
		"abstract": "Background Individuals with schizophrenia exhibit deficits in visual contrast processing, though less is known about how these deficits impact neurocognition and functional outcomes. This study investigated effects of contrast sensitivity (CS) on cognition and capacity for independent living in schizophrenia. Methods: Participants were 58 patients with schizophrenia (n = 49) and schizoaffective disorder (n = 9). Patients completed a psychophysical paradigm to obtain CS with stimuli consisting of grating patterns of low (0.5 and 1 cycles/degree) and high spatial frequencies (4, 7, 21 cycles/degree). Patients completed the MATRICS Consensus Cognitive Battery and Wechsler Adult Intelligence Scales, Third Edition to assess cognition, and the problem-solving factor of the Independent Living Scales to assess functional capacity. We computed bivariate correlation coefficients for all pairs of variables and tested mediation models with CS to low (CS–LSF) and high spatial frequencies (CS–HSF) as predictors, cognitive measures as mediators, and capacity for independent living as an outcome. Results: Cognition mediated the relationship between CS and independent living with CS–LSF a stronger predictor than CS–HSF. Mediation effects were strongest for perceptual organization and memory-related domains. In an expanded moderated mediation model, CS–HSF was found to be a significant predictor of independent living through perceptual organization as a mediator and CS–LSF as a moderator of this relationship. Conclusion: CS relates to functional capacity in schizophrenia through neurocognition. These relationships may inform novel visual remediation interventions.",
		"pages": "138-145",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022395621005951",
		"journal": "Journal of Psychiatric Research",
		"volume": "144"
	},
	{
		"id": "TOOP20164605",
		"source_id": "TOOP20164605",
		"type": "article",
		"title": "Development of novel PP2A activators for use in the treatment of acute myeloid leukaemia11Electronic supplementary information (ESI) available: Synthetic procedures and characterisation data for all new compounds. See DOI: 10.1039/c6ob00556j",
		"author": "Hamish D. Toop and Matthew D. Dun and Bryony K. Ross and Hayley M. Flanagan and Nicole M. Verrills and Jonathan C. Morris",
		"doi": "https://doi.org/10.1039/c6ob00556j",
		"abstract": "AAL(S), the chiral deoxy analog of the FDA approved drug FTY720, has been shown to inhibit proliferation and apoptosis in several cancer cell lines. It has been suggested that it does this by activating protein phosphatase 2A (PP2A). Here we report the synthesis of new cytotoxic analogs of AAL(S) and the evaluation of their cytotoxicity in two myeloid cell lines, one of which is sensitive to PP2A activation. We show that these analogs activate PP2A in these cells supporting the suggested mechanism for their cytotoxic properties. Our findings identify key structural motifs required for anti-cancer effects.",
		"pages": "4605-4616",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1477052022074894",
		"journal": "Organic & Biomolecular Chemistry",
		"volume": "14"
	},
	{
		"id": "HANKERSON2022100919",
		"source_id": "HANKERSON2022100919",
		"type": "article",
		"title": "“Why can’t writing courses be taught like this fo real”: Leveraging critical language awareness to promote African American Language speakers’ writing skills",
		"author": "Shenika Hankerson",
		"keywords": "African American Language, College writing, Second language writing, Critical language awareness, Anti-racism, Anti-Black racism",
		"doi": "https://doi.org/10.1016/j.jslw.2022.100919",
		"abstract": "This qualitative case study examined the effectiveness of a college writing curriculum centered on critical language awareness (CLA) aimed at promoting the written language skills of African American Language (AAL)-speaking students. The data collected and analyzed included students’ pre-and-post essays. Results revealed that the CLA curriculum helped support students’ development of critical consciousness, thereby providing them with the tools to replace feelings of what I have termed racialized writing trauma –i.e., feelings of writing anxiety, shame, and distress inflicted on racially and linguistically marginalized students as a result of linguistic racism, linguistic hegemony, and other systemic inequities in writing education–with a sense of writing liberation and empowerment. By the end of the study, the majority of the students evidenced written language growth in the following areas: (1) macro and micro level of writing, (2) syntactic fluency, and (3) rhetorical virtuosity. This article offers college writing instructors, specifically, and K-12 writing educators more generally a model of an evidence-based, anti-racist curricular intervention that has the potential to combat anti-Black racism and promote the writing performance, achievement, and matriculation of AAL-speaking students. Its implications are also applicable to second language writing instruction.",
		"pages": "100919",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1060374322000522",
		"journal": "Journal of Second Language Writing",
		"volume": "58"
	},
	{
		"id": "DOUCET2022106630",
		"source_id": "DOUCET2022106630",
		"type": "article",
		"title": "Independent living programs and services for youth aging out of care in Canada and the U.S.: A systematic review",
		"author": "Melanie M. Doucet and Johanna K.P. Greeson and Nehal Eldeeb",
		"keywords": "Aging out, Foster youth, Independent living, Independent living programs, Independent living services",
		"doi": "https://doi.org/10.1016/j.childyouth.2022.106630",
		"abstract": "Evidence from American and Canadian studies over the last three decades demonstrates that youth exiting foster care are at a much higher risk to face a multiplicity of challenges than their peers who are not in care. These challenges result in negative outcomes, such as high rates of homelessness, under-education, unemployment or under-employment, poverty, mental health issues and post-traumatic stress, substance abuse and early pregnancy or parenthood. This systematic review addresses Independent Living Program (ILP) and Independent Living Services (ILS) studies in the U.S. and Canada published between 2000 and 2018. In order to compile a list of relevant ILP and ILS impact studies, a bibliographic search of six databases was conducted for the peer-reviewed literature, and the grey literature was searched using Google and expert consultation. The search yielded a total of 64 studies after applying our study selection protocol, with 50 from the peer review literature and 14 from the grey literature. The clear majority of studies originated from the U.S., with only three Canadian studies emerging from the grey literature. This is most likely due to differences in mandated data collection and reporting. In the U.S., data collection and reporting is mandatory under the Foster Care Independence Act in 1999. In Canada, there is no such mandatory reporting as child welfare services are under the sole jurisdiction of the provinces, with no Federal government involvement aside from First Nations children and youth. Studies to date suggest that ILP and ILS are not producing the intended outcomes, with limited to no impact demonstrated on youth leaving care wellbeing outcomes. In fact, some of the studies found a negative impact, especially related to social support. Much of the ILP and ILS studies did not incorporate the voices of youth in care, but rather focused on program process and components, staff experiences, and outcome measures such as social support, employment, income, housing and self-sufficiency. Of the limited ILP and ILS studies incorporating youth perspectives, youth in care often indicated that emotional support and mentoring are crucial needs during the transition to adulthood, which are often not the focus of ILP or ILS. Moreover, compared to the U.S., program impact studies in Canada are sorely lacking; more research needs to be done in this area to build our knowledge of evidence-based and best practices. This systematic review highlights two main conclusions: (1) Both the U.S. and Canada sorely need innovation with respect to preparing youth in care for the transition to adulthood; and (2) We also must commit to using rigorous research designs with such programming to determine the impact of such new approaches. In sum, we must reconceptualize our investment in youth in care and focus on their interdependence in order to realize their potential. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
		"pages": "106630",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740922002663",
		"journal": "Children and Youth Services Review",
		"volume": "142"
	},
	{
		"id": "SADEK2022100071",
		"source_id": "SADEK2022100071",
		"type": "article",
		"title": "Security and privacy in the internet of things healthcare systems: Toward a robust solution in real-life deployment",
		"author": "Ibrahim Sadek and Josué Codjo and Shafiq Ul Rehman and Bessam Abdulrazak",
		"keywords": "Internet of things, Healthcare, Security, Data privacy, Cybersecurity, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.cmpbup.2022.100071",
		"abstract": "The internet of things (IoT) technology can be nowadays used to track user activity in daily living and health-related quality of life. IoT healthcare sensors can play a great role in reducing health-related costs. It helps users to assess their health progression. Nonetheless, these IoT solutions add security challenges due to their direct access to numerous personal information and their close integration into user activities. As such, this IoT technology is always a viable target for cybercriminals. More importantly, any adversarial attacks on an individual IoT node undermine the overall security of the concerned networks. In this study, we present the privacy and security issues of IoT healthcare devices. Moreover, we address possible attack models needed to verify the robustness of such devices. Finally, we present our deployed AMbient Intelligence (AMI) Lab architecture, and we compare its performance to current IoT solutions.",
		"pages": "100071",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2666990022000222",
		"journal": "Computer Methods and Programs in Biomedicine Update",
		"volume": "2"
	},
	{
		"id": "BRADY2023S280",
		"source_id": "BRADY2023S280",
		"type": "article",
		"title": "519 - Empowering youth aging out of foster care: a needs assessment to improve transitions to independent living",
		"author": "PD Brady and A Six-Means and A Sood and J Durante and P Day and N Gimpel and K Stone",
		"doi": "https://doi.org/10.1016/S0002-9629(23)00527-X",
		"pages": "S280-S281",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S000296292300527X",
		"journal": "The American Journal of the Medical Sciences",
		"volume": "365"
	},
	{
		"id": "XU2023109149",
		"source_id": "XU2023109149",
		"type": "article",
		"title": "Event-driven daily activity recognition with enhanced emergent modeling",
		"author": "Zimin Xu and Guoli Wang and Xuemei Guo",
		"keywords": "Emergent paradigm, Marker-based stigmergy, Directed-weighted network, Activity modeling, Daily activity recognition",
		"doi": "https://doi.org/10.1016/j.patcog.2022.109149",
		"abstract": "With the population aging, elderly health monitoring is triggering more studies on daily activity recognition as the fundamental of ambient assisted living. It is remarkable that activity recognition remains difficulties including how to adequately extract feature structure and settle the issue of activity confusion. To address these challenges, we propose a novel activity modeling method under the emergent paradigm with marker-based stigmergy and the directed-weighted network with additional context-aware information. In the modeling process, stigmergy is first introduced to aggregate the context information at the low level for generating activity pheromone trails, and then the constructed stigmergic trails are represented in form of directed-weighted network with distinguishability of individual pheromone source corresponding to location. The potential advantage is that the robust trails with distinguishable individual initial positions are feasible to supplement user’s daily habits and thus both inter-class and intra-class distances can be kept at acceptable levels. Experiments on Aruba demonstrates that the proposed emergent modeling method can effectively deal with the problems of feature extraction and activity ambiguity and achieve good classification performance.",
		"pages": "109149",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0031320322006288",
		"journal": "Pattern Recognition",
		"volume": "135"
	},
	{
		"id": "GARCIAMAGARINO201634",
		"source_id": "GARCIAMAGARINO201634",
		"type": "article",
		"title": "A model-driven approach for constructing ambient assisted-living multi-agent systems customized for Parkinson patients",
		"author": "Iván García-Magariño and Guillermo Palacios-Navarro",
		"keywords": "Agent-oriented software engineering, Model-driven engineering, Parkinson disease",
		"doi": "https://doi.org/10.1016/j.jss.2015.09.014",
		"abstract": "The Parkinson disease affects some people, especially in the last years of their lives. Ambient assisted living systems can support them, especially in the middle stages of the disease. However, these systems usually need to be customized for each Parkinson patient. In this context, the current work follows the model-driven engineering principles to achieve this customized development. It represents each patient with a model. This is transformed into an agent-based model, from which a skeleton of programming code is generated. A case study illustrates this approach. Moreover, 24 engineers expert in model-driven engineering, multi-agent systems and/or health experienced the current approach alongside the three most similar works, by implementing actual systems. Some of these systems were tested by Parkinson patients. The results showed that (1) the current approach reduced the development time, (2) the developed system satisfied a higher percentage of the requirements established for certain Parkinson patients, (3) the usability increased, (4) the performance of the systems improved taking response time into account, and (5) the developers considered that the underlying metamodel is more appropriate for the current goal.",
		"pages": "34-48",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121215002083",
		"journal": "Journal of Systems and Software",
		"volume": "111"
	},
	{
		"id": "GLEISNER2022103865",
		"source_id": "GLEISNER2022103865",
		"type": "article",
		"title": "Towards safety and autonomy in the home bathroom: Identifying challenges, needs and gaps",
		"author": "AnnaKlara Stenberg Gleisner and Linda Rose and Catherine Trask",
		"keywords": "Home care, Assistive devices, Injury prevention, Ageing in place, Independent living",
		"doi": "https://doi.org/10.1016/j.apergo.2022.103865",
		"abstract": "This qualitative study aims to identify challenges, needs and gaps for home care bathroom tasks and gather information that will allow for user-centered, sustainable solutions for home care in the bathroom. Twenty-one interviews were carried out with participants with the perspective of client, health care worker or care organization. The data were analyzed using qualitative content analysis and interpretive description. The findings identify important factors for enabling both independent living for clients and a sustainable work environment for the health care workers. They include adequate space, access to assistive devices and regular risk assessments to recognize changing needs. Enabling independent living is one strategy that can be used to manage the ongoing demographic change as well as the expected future labor shortage in the care sector. Changes can be made in the physical environment (the residential bathroom) in order to facilitate safer task performance for both the clients and the health care workers.",
		"pages": "103865",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003687022001880",
		"journal": "Applied Ergonomics",
		"volume": "105"
	},
	{
		"id": "NYSVEEN2020542",
		"source_id": "NYSVEEN2020542",
		"type": "article",
		"title": "Ecosystem adoption of practices over time (EAPT): Toward an alternative view of contemporary technology adoption",
		"author": "Herbjørn Nysveen and Per E. Pedersen and Siv Skard",
		"keywords": "Adoption, Practice, Microecosystem, Temporality",
		"doi": "https://doi.org/10.1016/j.jbusres.2020.01.014",
		"abstract": "Studies examining technology adoption often investigate the adoption of a particular technological artifact by a specific type of end-user at one point in time. We argue that contemporary technologies are components of an improved practice (object) that is adopted, that these practices materialize through interactions among several end-users in an ecosystem (subject), and that they change over time (have temporality). Hence, contemporary technology adoption may be considered “ecosystem adoption of practices over time” (EAPT). We describe how traditional adoption theories treat the object, subject, and temporality of adoption and use practice theory to propose an alternative, EAPT view. Assistive technology and ambient assistive living adoption are used as illustrative examples. We discuss the boundary conditions for applying the EAPT view and elaborate on the implications of taking this view for the research designs of contemporary technology adoption studies. Finally, theoretical, managerial, and policy implications are discussed.",
		"pages": "542-551",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0148296320300205",
		"journal": "Journal of Business Research",
		"volume": "116"
	},
	{
		"id": "BARDARO2018160",
		"source_id": "BARDARO2018160",
		"type": "article",
		"title": "MPC-based control architecture of an autonomous wheelchair for indoor environments",
		"author": "Gianluca Bardaro and Luca Bascetta and Eugenio Ceravolo and Marcello Farina and Mauro Gabellone and Matteo Matteucci",
		"keywords": "Autonomous vehicle, Unicycle (also denoted differential-drive) model, Model predictive control, Ambient assisted living, Autonomous wheelchair",
		"doi": "https://doi.org/10.1016/j.conengprac.2018.06.020",
		"abstract": "In this paper a linear MPC control scheme is proposed to address the motion problems of an autonomous wheelchair in a realistic environment. Thanks to an inner feedback-linearizing loop, the formulation of the model predictive control problem is simplified, allowing for a real-time computationally-efficient implementation. Thanks to the MPC framework, constraints like obstacle avoidance, actuator limitations, and passenger comfort have been included in the optimization problem. Experimental results show the effectiveness of the proposed scheme.",
		"pages": "160-174",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S096706611830220X",
		"journal": "Control Engineering Practice",
		"volume": "78"
	},
	{
		"id": "TIWARI2020223",
		"source_id": "TIWARI2020223",
		"type": "incollection",
		"title": "19 - Conclusion & discussion: Recapitulation",
		"author": "Kshitij Tiwari and Nak Young Chong",
		"keywords": "Active sensing, Decentralized multi-robot teams, Resource constraints, Map fusion, Range estimation, Environment monitoring",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-817607-8.00036-8",
		"isbn": "978-0-12-817607-8",
		"abstract": "The aim of this book was to present the state-of-the-art works in the field of environment monitoring using multi-robot teams for efficient data acquisition. To this end, several of author(s) own contributions pertaining to novel resource constrained path planning, map fusion, and operational range estimation were also presented. Aside from these, several other success stories from research groups around the world were also summarized and open research challenges were highlighted. This work lays down the foundation for practical applications of applied machine learning for robot-assisted environment monitoring applications. Given the different pace of research enhancements in the machine learning and robotics domains, some efforts need to be made to develop a robust environment monitoring system that is scalable, low-cost, and trustworthy. For this, the chapter highlights some of the immediate extensions to results discussed herewith that can contribute to these aims.",
		"pages": "223-230",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128176078000368"
	},
	{
		"id": "KEKKI201754",
		"source_id": "KEKKI201754",
		"type": "article",
		"title": "Improved cancer specificity in PSA assay using Aleuria aurantia lectin coated Eu-nanoparticles for detection",
		"author": "Henna Kekki and Mari Peltola and Sandra van Vliet and Chris Bangma and Yvette van Kooyk and Kim Pettersson",
		"keywords": "Prostate cancer,  lectin, Prostate-specific antigen, Fucosylation, Immunoassay, Nanoparticles, Time-resolved fluorescence",
		"doi": "https://doi.org/10.1016/j.clinbiochem.2016.06.015",
		"abstract": "Objectives The objective was to study the differences in PSA fucosylation obtained from LNCaP and PC-3 prostate cancer cell lines, seminal plasma PSA and recombinant precursor form of PSA expressed in baculovirus, using Aleuria aurantia lectin (AAL). The aim was to assess whether differences in fucosylation (Fucα1-6/3GlcNAc carbohydrates) of PSA either in urine, blood or tissue enable the discrimination of patients with prostate cancer (PCa) from benign prostatic hyperplasia (BPH) and young males. Design and methods Two novel lectin-immunoassays were developed for the analysis of fucosylation of PSA by measuring the time-resolved fluorescence of europium chelate. The lectin-immunoassays utilize free PSA-specific Fab-fragments for capturing the analyte and either europium-labeled AAL or AAL coupled to Eu(III)-chelate-dyed nanoparticles for the detection of Fucα1-6/3GlcNAc carbohydrates on PSA. Results Using the novel lectin-immunoassays, we showed higher levels of Fucα1-6/3GlcNAc on PSA derived from LNCaP and PC-3 cells compared to seminal plasma PSA. With the more sensitive nanoparticle-based lectin-immunoassay we detected a statistically significant increase in the PSA fucosylation in PCa tissue compared to benign tissue (p=0.001) and in urine from PCa patients compared to BPH patients (p=0.030), and an even greater discrimination (p=0.010) when comparing BPH patients to PCa patients with Gleason score≥7. Conclusions AAL coupled to Eu(III)-chelate-dyed nanoparticles improved the sensitivity of immunoassay for the detection of Fucα1-6/3GlcNAc structures on PSA. The preliminary findings show an increased fucosylation in PCa compared to benign conditions. Further validation is required to assess the true clinical utility of AAL in PCa diagnosis.",
		"pages": "54-61",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0009912016304969",
		"journal": "Clinical Biochemistry",
		"volume": "50"
	},
	{
		"id": "PASCUALHERNANDEZ2022102225",
		"source_id": "PASCUALHERNANDEZ2022102225",
		"type": "article",
		"title": "Efficient 3D human pose estimation from RGBD sensors",
		"author": "David Pascual-Hernández and Nuria Oyaga de Frutos and Inmaculada Mora-Jiménez and José María Cañas-Plaza",
		"keywords": "Computer vision, Human pose estimation, RGBD sensors, Human–computer interaction",
		"doi": "https://doi.org/10.1016/j.displa.2022.102225",
		"abstract": "Human pose estimation is a core component in applications for which some level of human–computer interaction is required, such as assistive robotics, ambient assisted living or the motion capture systems used in biomechanics or video games production. In this paper, we propose an end-to-end pipeline for estimating 3D human poses that works in real-time in an off-the-shelf computer, using as input video sequences captured with a commercial RGBD sensor. Our hybrid approach is composed of two stages: 2D pose estimation using deep neural networks and 3D registration, for which a lightweight algorithm based on classic computer vision techniques has been developed. We compare several 2D pose estimators and validate the performance of our proposed method against the state-of-the-art, using as benchmark an international and publicly available dataset. Our 2D to 3D registration module alone can reach frame rates of up to 99 fps, while achieving an average error per joint of 132 mm. Furthermore, the proposed solution is agnostic to the model used for 2D pose estimation and can be upgraded with new upcoming solutions or adapted for different articulated objects.",
		"pages": "102225",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0141938222000579",
		"journal": "Displays",
		"volume": "74"
	},
	{
		"id": "KIENZLER2022101764",
		"source_id": "KIENZLER2022101764",
		"type": "article",
		"title": "The experience of people with psychosocial disabilities of living independently and being included in the community in war-affected settings: A review of the literature",
		"author": "Hanna Kienzler and Suzan Mitwalli and Meryem Cicek",
		"keywords": "Convention on the Rights of Persons with Disabilities, Independent living, Community, Support, Psychosocial disabilities, Mental health services, War",
		"doi": "https://doi.org/10.1016/j.ijlp.2021.101764",
		"abstract": "This article explores the experience of people with psychosocial disabilities with independent living and community inclusion in war-affected settings. While the UN CRPD obliges states to protect the rights of persons with psychosocial disabilities to community living (Article 19) in contexts of war (Article 11), information is lacking about peoples lived experience. We reviewed studies published between 1980 and 2020, exploring concepts central to the CRPDs Article 19. Sixteen articles met the inclusion criteria. Findings indicate that support for persons with psychosocial disabilities is lacking while also being insufficiently described; little information is available about types of mental health and psychosocial support services; and data are almost absent about access to community services available for the general population. To ensure independent living and community integration in contexts of war, we emphasize the need for comprehensive and intersectional approaches that are locally relevant, participatory, and based on human rights.",
		"pages": "101764",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0160252721000935",
		"journal": "International Journal of Law and Psychiatry",
		"volume": "81"
	},
	{
		"id": "FEMMAM2017115",
		"source_id": "FEMMAM2017115",
		"type": "incollection",
		"title": "5 - Beacon Cluster-Tree Construction for ZigBee/IEEE802.15.4 Networks",
		"author": "Smain Femmam and Mohamed Ikbal Benakila and Laurent George",
		"keywords": "Beacon Cluster-Tree Construction, Beacon-enabled network, Beacon frame collision problem, Cluster-Tree topology, Direct beacon frame collision, Model multipath simulation, Narrowband multipath fading model, Non-beacon-enabled network, Test bed bench, ZigBee/IEEE802.15.4 Networks",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/B978-1-78548-274-8.50005-2",
		"isbn": "978-1-78548-274-8",
		"abstract": "Abstract: In this chapter, we discuss sensor networks, an infrastructure composed of sensing, computing and communication elements that enable an administrator to observe and react to events and phenomena in a specified environment. This kind of network is characterized by low energy consumption, low rate and low cost. Applications based on Wireless Sensor Networks (WSN) are growing every day, and they cover diversified application fields such as ambient assisted living, building automation and factory automation.",
		"pages": "115-144",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9781785482748500052"
	},
	{
		"id": "CAMPILLOSANCHEZ2016353",
		"source_id": "CAMPILLOSANCHEZ2016353",
		"type": "article",
		"title": "Modelling and Simulation of Alzheimers Disease Scenarios",
		"author": "Pablo Campillo-Sánchez and Jorge Gómez-Sanz",
		"keywords": "Alzheimers disease, Ambient Assisted Living, Simulation ;",
		"doi": "https://doi.org/10.1016/j.procs.2016.04.136",
		"abstract": "Dealing with Alzheimers Disease is an open problem within the ageing population context. While clinical solutions arrive, actions for improving the quality of the daily living of these patients are needed. Which solutions these can be is something experts can discuss and engineers can develop. To facilitate such discussion, and enabling a low cost experimentation of the alternatives, the paper proposes computer simulations reproducing the daily activities and the interplay of users and assisting solutions. This paper contributes with examples of such simulations and discusses how real solutions can be built upon them in the case of Alzheimers. The work has been developed with the PHAT/SociAALML framework and the code is available online for interested researchers.",
		"pages": "353-360",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916301661",
		"journal": "Procedia Computer Science",
		"volume": "83"
	},
	{
		"id": "LUNARDI201852",
		"source_id": "LUNARDI201852",
		"type": "article",
		"title": "IoT-based human action prediction and support",
		"author": "Gabriel Machado Lunardi and Fadi Al Machot and Vladimir A. Shekhovtsov and Vinícius Maran and Guilherme Medeiros Machado and Alencar Machado and Heinrich C. Mayr and José Palazzo M. de Oliveira",
		"keywords": "Probabilistic ontologies, Uncertainty reasoning, Ambient assistance, Smart home, Context-awareness",
		"doi": "https://doi.org/10.1016/j.iot.2018.09.007",
		"abstract": "It is an important topic in Active and Assisted Living (AAL) research and development to support elderly people suffering from memory impairment in their daily activities. A promising approach to such support is providing memory aids based on knowledge of how the person to be supported usually (i.e., in an unimpaired condition) copes with her/his daily activities. Such knowledge may be captured by IoT solutions,appropriately structured and stored in a knowledge base, and exploited when the need of support is detected. Determining the best help for a given situation implies decision-making, since the actions– flow (behavior) of an activity usually involves probabilistic branches: An automated system needs to decide which of the possible next actions is best suited for the user in a given situation. Problems of this nature involve uncertainty levels that have to be dealt with. Many approaches to this problem exploit statistical data only, thus ignoring important semantic data as, for instance, are provided by Ontologies. However, ontologies do not support reasoning over uncertainty natively. In this paper, we present a probabilistic semantic model that represent information from IoT sources and enables reasoning over uncertainty without losing semantic information. This model is implemented as an extension of the Human Behavior Monitoring and Support (HBMS) approach that provides a conceptual ”human cognitive model” for representing the user–s behavior and its context in her/his living environment. The performance of this approach was evaluated using real data collected from a smart home prototype equipped with installable sensors and IoT devices. The experiments provided promising results which we will discuss regarding limits and challenges to overcome.",
		"pages": "52-68",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2542660518300647",
		"journal": "Internet of Things",
		"volume": "3-4"
	},
	{
		"id": "AHLAWAT2023135140",
		"source_id": "AHLAWAT2023135140",
		"type": "article",
		"title": "Synthesis and photo-physics of luminescent Sm(III) complexes derived from β-hydroxyketone and heterocyclic ancillary ligands",
		"author": "Pratibha Ahlawat and Poonam Kumari and Vaishnavi Lather and V.B. Taxak and S.P. Khatkar and Rajesh Kumar",
		"keywords": "Luminescent properties, Chromaticity, Band gap, Judd-Ofelt intensity parameters, Urbach energy, Antioxidant and antimicrobial properties",
		"doi": "https://doi.org/10.1016/j.molstruc.2023.135140",
		"abstract": "A series of six Sm (III) complexes containing organic ligands were synthesized using liquid assisted environment-friendly grinding method. The complexes were characterized through various techniques like UV, IR, NMR, XRD, SEM, EDAX, PL and TGA/DTG. The luminescent properties studies in solid and solution form suggests that 4G5/2 → 6H7/2 (604 nm) and 4G5/2 → 6H9/2 (645 nm) transitions were accountable for the orange and reddish orange emission respectively on UV excitation. An orange colour light emission is also consistent with the outcomes of chromaticity, i.e., colour coordinates, CCT, and CP. To know further about the coordination environment Judd-Ofelt intensity parameters (Ω2, Ω4, Ω6) were calculated. In complexes greater value of Ω2 in comparison to Ω4 and Ω6 is the result of greater covalence. The band gap and Urbach energy obtained lie in the range of semiconductor devices. The HOMO-LUMO gap obtained theoretically and experimentally are in agreement with each other. These complexes have potential application in laser devices. The evaluation of antioxidant and antimicrobial properties of complexes indicates their application in pharmaceutical industry.",
		"pages": "135140",
		"year": "2023",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0022286023002405",
		"journal": "Journal of Molecular Structure",
		"volume": "1281"
	},
	{
		"id": "DOKL2022928",
		"source_id": "DOKL2022928",
		"type": "article",
		"title": "Smart Age-Friendly Villages: Literature Review and Research Agenda",
		"author": "Dejan Dokl and Valerija Rogelj and David Bogataj",
		"keywords": "smart villages, social infrastructure, Ambient Assisted Living, social gerontology, age-friendly environments",
		"doi": "https://doi.org/10.1016/j.ifacol.2022.09.459",
		"abstract": "The European concept of Smart Villages encompasses the digital transformation of many activities to revitalise rural areas. Smart Village is based on modern technology such as sensors, robotics, blockchain, artificial intelligence, and machine learning, enabling a direct connection between consumer and producer, sharing machines and services. The application of smart technologies to support mobility, care for the elderly, e-health, tourism, decentralised energy empowers rural areas to develop a system of services that can lead to eco-social or even self-sufficient rural regions. Caring for the elderly is one of the most significant challenges for all of us and an excellent opportunity for the concept of Smart Silver Villages. Older adults want to stay longer independent in their rural community and live their prosperous lives, with minimum possible health risks. However, the literature related to the Smart Villages concept primarily covers energy infrastructure, digital infrastructure, agriculture, and much less the area of social services and care for the older population in rural areas. This paper aims to review the literature of care services in rural communities to encourage scientists to do more research work and develop sophisticated models for this nowadays and future important area of wellbeing for humans.",
		"pages": "928-933",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896322017505",
		"journal": "IFAC-PapersOnLine",
		"volume": "55"
	},
	{
		"id": "CAPINHA2020438",
		"source_id": "CAPINHA2020438",
		"type": "article",
		"title": "Yes, ICAN(b)E - Active Aging in Place supported by a Caregiver-centered Modular Low-Cost Platform",
		"author": "João Capinha and Rui Madeira and Patricia Macedo",
		"keywords": "Ambient Assisted Living, Aging in Place, Active Aging, Pervasive Computing, HCI, Context-Awareness, Caregiver, Modular Platform, BLE Beacons",
		"doi": "https://doi.org/10.1016/j.procs.2020.10.059",
		"abstract": "Aging in place happens when people age in the residence of their choice, usually their homes because it is their preference for living as long as possible. This paper introduces the implementation of a computational platform to support active aging in place with a particular focus on the caregivers and their requirements to accomplish their tasks with engagement and comfort. The platform is supported by IoT, using low-cost technology to increment the platform modularly. It is a modular platform capable of responding to specific needs of seniors aging in place and their caregivers, obtaining data regarding the person under supervision, as well as providing conditions for constant and more effective monitoring, through modules and tools that support decision making and tasks for active living. The paper describes the platform principles and its modular architecture. Preliminary results are presented in the form of an experimental installation scenario.",
		"pages": "438-443",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050920323280",
		"journal": "Procedia Computer Science",
		"volume": "177"
	},
	{
		"id": "FAHAD2021362",
		"source_id": "FAHAD2021362",
		"type": "article",
		"title": "Activity recognition and anomaly detection in smart homes",
		"author": "Labiba Gillani Fahad and Syed Fahad Tahir",
		"keywords": "Smart home, Anomaly detection, Activity recognition, Ambient assisted living, Machine learning",
		"doi": "https://doi.org/10.1016/j.neucom.2020.10.102",
		"abstract": "Physical and cognitive impairments decline the ability of elderly in execution of daily activities, such as eating, sleeping or taking medication. The proposed approach recognizes the activities performed in a smart home, and separates the normal from the anomalous activities. Moreover, we identify the anomalous days based on the number of activities performed in a day. We perform activity recognition by applying probabilistic neural network on the pre-segmented activity-data obtained from the sensors deployed at different locations in a smart home. We use H2O autoencoder to identify the anomalous from the normal instances of activities. We further categorize the anomalies based on the criteria such as missing or extra subevents, and unusual duration of activity. Since the ground truth of the anomalies is unavailable, we generate the ground truth using the boxplots of the duration, and the number of subevents in an activity. We provide the quantified results of activity recognition and anomaly detection that can be further used by the research community. A comprehensive evaluation of the proposed approach on two publicly available CASAS smart home datasets demonstrates its ability in the activity recognition and the correct identification of anomalies.",
		"pages": "362-372",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S092523122031715X",
		"journal": "Neurocomputing",
		"volume": "423"
	},
	{
		"id": "MCPHERSON2022107135",
		"source_id": "MCPHERSON2022107135",
		"type": "article",
		"title": "Observations on CASA analyses of frozen bull semen",
		"author": "Françoise J McPherson and Peter J Chenoweth",
		"doi": "https://doi.org/10.1016/j.anireprosci.2022.107135",
		"abstract": "Animal andrology laboratories (AALs) can be useful for identifying livestock semen fertility problems and providing Quality Assurance (QA) for semen processors. In the process, data are accumulated which is potentially useful for AAL QA and client feedback. To illustrate the former, this abstract presents results from laboratory analyses of frozen bull semen samples (0.25ml straws, total n=6417) submitted to a commercial AAL. Computer assisted sperm analyses (CASA, SpermVision©, Vostro 320, Minitube USA) included post-thaw total sperm motility (TMOT; initial and 2h), progressive sperm motility (PMOT; initial) and sperm concentration (CONC). In addition, four consecutive CASA readings on 108 samples were compared for TMOT, PMOT and CONC using Graph-Pad Prism Ver. 9.3. Descriptive statistics, correlations among traits and the repeatability of assessments (one-way ANOVA) were obtained with Graph-Pad Prism Ver. 9.3. Mean values (±SD) included: Initial TMOT 58.36 (±17.51% (n=5769); TMOT 2h incubation @ 370C, 29.06 (±20.49)% (n=648); Initial PMOT, 40.50 (±16.95)% (n=911); CONC, 126.6 (±61.5) 106/ml (n=6497); %N sperm, 77.14 (±14.55) % (n=13,932); and PIA, 86.9 (±10.93)% (n=1,045). Correlation coefficients included, TMOT vs PMOT, r = 0.88, TMOT vs CONC, r = 0.56, and PMOT vs CONC, r = 0.51 (all P<0.001). Results for CASA consecutive readings included: TMOT overall mean 47.89 (±17.61)%; consecutive means 48.33, 45.43, 42.50, 41.96 respectively, all ns; PMOT overall mean 35.34 ±16.41%, consecutive means 35.66, 32.69, 30.28, 28.90 respectively, all ns; and CONC overall mean 129.5 ±50.36 ×106/ml, consecutive means 130.7, 129.4, 129.6, 126.8 respectively, all ns. Although the mean and SD were lower for PMOT than TMOT, the two assessments were highly correlated with each other, implying that either could be reliably used as an assessment of frozen thawed bull semen motility. The significant associations (P<0.001) which were obtained between CASA motilities (TMOT and PMOT) and CONC do, however, reinforced the use of recommended sperm concentrations for CASA assessments as well as routine replay to ensure all sperm are appropriately tagged. Finally, the similarities between consecutive CASA readings for TMOT, PMOT and CONC for individual samples confirmed the validity of using rapid consecutive CASA measures to routinely check initial readings. This approach, however, is recommended in conjunction with other QC measures, such as image replay, to provide assurance that all sperm are being appropriately designated.",
		"pages": "107135",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378432022002147",
		"journal": "Animal Reproduction Science",
		"volume": "247"
	},
	{
		"id": "SANABRIA2020101147",
		"source_id": "SANABRIA2020101147",
		"type": "article",
		"title": "Unsupervised domain adaptation for activity recognition across heterogeneous datasets",
		"author": "Andrea Rosales Sanabria and Juan Ye",
		"keywords": "Human activity recognition, Domain adaptation, Ensemble learning, Variational autoencoder",
		"doi": "https://doi.org/10.1016/j.pmcj.2020.101147",
		"abstract": "Sensor-based human activity recognition is to recognise human daily activities through a collection of ambient and wearable sensors. It is the key enabler for many healthcare applications, especially in ambient assisted living. The advance of sensing and communication technologies has driven the deployment of sensors in many residential and care home settings. However, the challenge still resides in the lack of sufficient, high-quality activity annotations on sensor data, which most of the existing activity recognition algorithms rely on. In this paper, we propose an Unsupervised Domain adaptation technique for Activity Recognition, called UDAR, which supports sharing and transferring activity models from one dataset to another heterogeneous dataset without the need of activity labels on the latter. This approach has combined knowledge- and data-driven techniques to achieve coarse- and fine-grained feature alignment. We have evaluated UDAR on five third-party, real-world datasets and have demonstrated high recognition accuracy and robustness against sensor noise, compared to the state-of-the-art domain adaptation techniques.",
		"pages": "101147",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1574119220300353",
		"journal": "Pervasive and Mobile Computing",
		"volume": "64"
	},
	{
		"id": "MAKHLOUF2017969",
		"source_id": "MAKHLOUF2017969",
		"type": "article",
		"title": "Multimodal System for Fall Detection and Location of person in an Intelligent Habitat",
		"author": "A. Makhlouf and I. Nedjai and N. Saadia and A. Ramdane-Cherif",
		"keywords": "Ambiante assitance, fall detection, emergency, location, modality",
		"doi": "https://doi.org/10.1016/j.procs.2017.05.455",
		"abstract": "Abstract: The risk of falling is designed much more to the aging population. Due to this risk, many researchers have focused their work to the fall detection to improve the daily life of this category of population. The objective of this paper is to propose a multimodal system for fall detection in an Intelligent Habitat. Our system is based on two Ambient Assistance services (Fall Detection service and Location service) and an Emergency service. The ambient assistance services use sensors installed in the home (Photoelectric sensors) and on the persons (accelerometer), to collect information at any time about location and state of the person. The Emergency service result from the fusion of data collected by these services and sends a code number to the doctor. Depending to this code number, he can know the situation of followed person. This multimodal system is modeled by Colored Timed and Stochastic Petri nets (CTSPN) simulated in CPNTools.",
		"pages": "969-974",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050917311389",
		"journal": "Procedia Computer Science",
		"volume": "109"
	},
	{
		"id": "SANTOS2020222",
		"source_id": "SANTOS2020222",
		"type": "article",
		"title": "Online heart monitoring systems on the internet of health things environments: A survey, a reference model and an outlook",
		"author": "Marcus A.G. Santos and Roberto Munoz and Rodrigo Olivares and Pedro P. Rebouças Filho and Javier Del Ser and Victor Hugo C. de Albuquerque",
		"keywords": "Internet of health things, Heart, Bio sensors, Online monitoring, Reference model",
		"doi": "https://doi.org/10.1016/j.inffus.2019.06.004",
		"abstract": "The Internet of Health Things promotes personalized and higher standards of care. Its application is diverse and attracts the attention of a substantial section of the scientific community. This approach has also been applied by people looking to enhance quality of life by using this technology. In this paper, we perform a survey that aims to present and analyze the advances of the latest studies based on medical care and assisted environment. We focus on articles for online monitoring, detection, and support of the diagnosis of cardiovascular diseases. Our research covers published manuscripts in scientific journals and recognized conferences since the year 2015. Also, we present a reference model based on the evaluation of the resources used from the selected studies. Finally, our proposal aims to help future enthusiasts to discover and enumerate the required factors for the development of a prototype for online heart monitoring purposes.",
		"pages": "222-239",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1566253518309035",
		"journal": "Information Fusion",
		"volume": "53"
	},
	{
		"id": "CHESSA2018337",
		"source_id": "CHESSA2018337",
		"type": "incollection",
		"title": "Chapter 12 - Designing Assistive Tools for the Market",
		"author": "Manuela Chessa and Nicoletta Noceti and Chiara Martini and Fabio Solari and Francesca Odone",
		"keywords": "Assistive environments, Vision-based setups, Motion analysis, Elderly monitoring, Motility index estimation, RGB-D sensors",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-813445-0.00012-5",
		"isbn": "978-0-12-813445-0",
		"abstract": "In this chapter we consider assistive environments and discuss the possible benefits for an aging population. As a study case we summarize the current state of a research project taking place in collaboration with Galliera Hospital (Genoa, Italy). A protected discharge model is being developed to assist elderly users after they have been dismissed from the hospital and before they are ready to go back home, with the perspective of coaching them towards a healthy lifestyle. We focus in particular on the vision-based modules designed to automatically estimate a frailty index of the patient that would allow physicians to assess the patients health status and state of mind. We contribute to this frailty index by supplying a set of motility features obtained by continuously analyzing the motion patterns of the patient. We show very promising results which have received positive feedback from the geriatricians participating in the project.",
		"pages": "337-362",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128134450000125"
	},
	{
		"id": "GHARIB2021101888",
		"source_id": "GHARIB2021101888",
		"type": "article",
		"title": "COPri v.2 — A core ontology for privacy requirements",
		"author": "Mohamad Gharib and Paolo Giorgini and John Mylopoulos",
		"keywords": "Privacy ontology, Privacy requirements, Privacy by Design, PbD, Requirements engineering, Conceptual modeling",
		"doi": "https://doi.org/10.1016/j.datak.2021.101888",
		"abstract": "Nowadays, most enterprises collect, store, and manage personal information of customers to deliver their services. In such a setting, privacy has emerged as a key concern since companies often neglect or even misuse personal data. In response to multiple massive breaches of personal data, governments around the world have enacted laws and regulations for privacy protection. These laws dictate privacy requirements for any system that acquires and manages personal data. Unfortunately, these requirements are often incomplete and/or inaccurate as many RE practitioners are insufficiently versed with privacy requirements and how are they different from other requirements, such as security. To tackle this problem, we developed a comprehensive ontology for privacy requirements. In particular, the contributions of this work include the derivation of an ontology from a previously conducted systematic literature review, an implementation using an ontology definition tool (Protégé), a demonstration of its coverage through an extensive example on Ambient Assisted Living, and a validation through competency questions. Also, we evaluate the ontology against the common pitfalls for ontologies with the help of some software tools, lexical semantics experts, and privacy and security researchers. The ontology presented herein (COPri v.2) has been enhanced with extensions motivated by the feedback received from privacy and security experts.",
		"pages": "101888",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169023X2100015X",
		"journal": "Data & Knowledge Engineering",
		"volume": "133"
	},
	{
		"id": "THOMPSON201817",
		"source_id": "THOMPSON201817",
		"type": "article",
		"title": "The experience with independent living services for youth in care and those formerly in care",
		"author": "Heather M. Thompson and Armeda Stevenson Wojciak and Morgan E. Cooley",
		"keywords": "Independent living programs, Former foster youth, Aging out, Independent living skills",
		"doi": "https://doi.org/10.1016/j.childyouth.2017.11.012",
		"abstract": "A significant amount of attention has been paid to the experiences of young people who have spent time in foster care. Policies and programs have focused on providing independent living services to youth currently in care and services to those who were formerly in foster care but are living independently. The purpose of this study was to describe the receipt of independent living services of youth who were formerly in care and who are currently living independently, while also looking at the skills and resources of youth who are currently in foster care. This study drew from a national data set, The National Survey of Child and Adolescent Well-Being II (NSCAW II) and included both former youth (n=127) and those currently in care (n=106). While most former youth reported possessing documents associated with independent living, a significant portion reported a lack of several resources that aid in independent living. Youth currently in care did not report the majority of skills associated with living independently. Additionally, most youth denied the receipt of resources needed for obtaining those skills through independent living services. Implications for practice and policy, as well as suggestions for future research are discussed.",
		"pages": "17-25",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740917306916",
		"journal": "Children and Youth Services Review",
		"volume": "84"
	},
	{
		"id": "ZHU2016296",
		"source_id": "ZHU2016296",
		"type": "article",
		"title": "A mechanism for the growth of a plasma electrolytic oxide coating on Al",
		"author": "Lujun Zhu and Zhenxi Guo and Yuefei Zhang and Zhengxian Li and Manling Sui",
		"keywords": "Plasma electrolytic oxide, growth mechanism, ionic migration, aluminum surface treatment",
		"doi": "https://doi.org/10.1016/j.electacta.2016.04.186",
		"abstract": "The growth of a plasma electrolytic oxide (PEO) coating on Al was widely considered as an ejection of molten alumina on the surface, induced by a localized breakdown of the solid coating. However, evidences presented here indicated no breakdown of the insulating coating in the PEO process, based on the X-ray diffraction, scanning electron microscopy, transmission electron microscopy and energy dispersive spectrometry investigations. There are abundant channels in the coating layer from surface to substrate. However, the SEM observes indicating that the channels in the outer layer with a low-density distribution and a micron-sized diameter, the channels extending into the internal layer with a high-density distribution and a nano-sized diameter. In addition, a continuous thin amorphous alumina layer (AAL) was found between coating and substrate. An intermediate state of the AAL before transition to crystalline, with unusually thick character (∼2.7μm), is reported for the first time, which presented a typical cross-sectional characteristic of the ionic migration processes. Based on these microstructure observations, a growth mechanism is proposed here to explain the structural features, in which the discharge ignited in the gas-filled channels passing through both the outer layer and the internal layer. The main voltage drop of applying the hole sample loaded on the AAL at a magnitude of ∼1V·nm-1 due to excellent conductivity of discharge plasmas in the channels. Under a high electrical field, the AAL was thickening, ultimately squeezing the coating expanding outward. Abundant moving micro-discharges and localized expansions could result in the growth of the whole coating.",
		"pages": "296-303",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0013468616310805",
		"journal": "Electrochimica Acta",
		"volume": "208"
	},
	{
		"id": "BABENYSHEV201672",
		"source_id": "BABENYSHEV201672",
		"type": "article",
		"title": "Behavioral equivalence of hidden k-logics: An abstract algebraic approach",
		"author": "Sergey Babenyshev and Manuel A. Martins",
		"keywords": "Behavioral equivalence, Hidden logic, Leibniz congruence",
		"doi": "https://doi.org/10.1016/j.jal.2016.03.002",
		"abstract": "This work advances a research agenda which has as its main aim the application of Abstract Algebraic Logic (AAL) methods and tools to the specification and verification of software systems. It uses a generalization of the notion of an abstract deductive system to handle multi-sorted deductive systems which differentiate visible and hidden sorts. Two main results of the paper are obtained by generalizing properties of the Leibniz congruence — the central notion in AAL. In this paper we discuss a question we posed in [1] about the relationship between the behavioral equivalences of equivalent hidden logics. We also present a necessary and sufficient intrinsic condition for two hidden logics to be equivalent.",
		"pages": "72-91",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S157086831630009X",
		"journal": "Journal of Applied Logic",
		"volume": "16"
	},
	{
		"id": "LAM201978",
		"source_id": "LAM201978",
		"type": "article",
		"title": "Teacher assessment literacy: Surveying knowledge, conceptions and practices of classroom-based writing assessment in Hong Kong",
		"author": "Ricky Lam",
		"keywords": "Teacher assessment literacy, Classroom-based assessment, L2 writing, Writing teacher education",
		"doi": "https://doi.org/10.1016/j.system.2019.01.006",
		"abstract": "In this decade, assessment literacy has emerged as a significant research agenda. Yet, not much has been done to explore teacher assessment literacy in L2 writing. This study investigates what Hong Kong secondary school teachers know and think about, and how they practice classroom-based writing assessment through a questionnaire, telephone interviews, and classroom observations. The study qualitatively examines the extent to which sixty-six respondents achieved teacher assessment literacy from their perspectives, and which aspects of teacher assessment literacy needed further consolidation and why. Self-reported findings show that most respondents had pertinent assessment knowledge and positive conceptions about alternative writing assessments. Despite this, observation data indicate that some respondents had a partial understanding of assessment of learning (AoL) and assessment for learning (AfL), but not assessment as learning (AaL). In fact, when attempting AaL, the respondents could merely mimic its ‘procedures’ rather than internalise its ‘essence’. Implications are discussed concerning how to develop teacher assessment literacy in L2 writing classrooms.",
		"pages": "78-89",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0346251X18303749",
		"journal": "System",
		"volume": "81"
	},
	{
		"id": "SHAW2020104681",
		"source_id": "SHAW2020104681",
		"type": "article",
		"title": "The need for preparing youth ageing out of foster care for independent living in South Africa",
		"author": "Mariska Shaw and Marie Steyn and Elzahne Simeon",
		"keywords": "Youth, Independent living, Aging out, Foster care",
		"doi": "https://doi.org/10.1016/j.childyouth.2019.104681",
		"abstract": "Children leaving foster care are ill-prepared for life after foster care. They are left to face numerous challenges, such as unemployment, homelessness and lack of interpersonal relationships, which impact their young adult life. The transition into adulthood is a frightening process for any young person, but is most frightening for the child aging out of alternative care, such as foster care, especially if both of their parents are deceased. The South African legislation does make provision for independent living preparation for children aging out of foster care, however there are no guidelines or programmes in place to assist social workers to provide these services to foster children. This is a qualitative study aimed to explore the need for preparing children ageing out of foster care for independent living in South Africa. Semi-structured interviews were done with 12 participants. The findings indicated that the participants felt unprepared for life after foster care and that there is a need for programs to prepare youth for ageing out of foster care in South Africa.",
		"pages": "104681",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740919308114",
		"journal": "Children and Youth Services Review",
		"volume": "109"
	},
	{
		"id": "CORRIGAN2022S75",
		"source_id": "CORRIGAN2022S75",
		"type": "article",
		"title": "SIOG2022-0173 - Covid Survivorship: Evaluating the importance of engaging older people in Smart Home Technology to assist with their independent living. This is now a key strategy for older people to develop their resilience, knowledge, creativity and talents",
		"author": "T. Corrigan",
		"doi": "https://doi.org/10.1016/S1879-4068(22)00423-4",
		"pages": "S75",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1879406822004234",
		"journal": "Journal of Geriatric Oncology",
		"volume": "13"
	},
	{
		"id": "VAQUERA201644",
		"source_id": "VAQUERA201644",
		"type": "article",
		"title": "Influence of environmental parameters on mycotoxin production by Alternaria arborescens",
		"author": "Sandra Vaquera and Andrea Patriarca and V. Fernández Pinto",
		"keywords": ",, Alternariol,, Alternariol monomethyl ether,, Tenuazonic acid,, AAL toxins,, Environmental parameters",
		"doi": "https://doi.org/10.1016/j.ijfoodmicro.2015.12.003",
		"abstract": "Alternaria arborescens has been reported as a common fungal species invading tomatoes and is capable of producing several mycotoxins in infected plants, fruits and in agricultural commodities. Alternariol (AOH), alternariol monomethyl ether (AME), and tenuazonic acid (TeA) are some of the main Alternaria mycotoxins that can be found as contaminants of food. This species can produce these toxic metabolites together with AAL toxins (Alternaria alternata f. sp. lycopersicum toxins), which can act as inhibitors of sphingolipid biosynthesis. The objective of this study was to determine the effect of water activity (aw, 0.995, 0.975, 0.950) and temperature (6, 15, 20, 25 and 30°C) on mycotoxin production by A. arborescens on a synthetic tomato medium. The optimum production of AOH and AME occurred at 0.975 aw after 40days of incubation at 30°C. The maximum TeA accumulation was observed at 0.975 aw and 25°C and at 0.950 aw and 30°C. AAL TA was produced in higher quantities at 0.995 aw and 30°C. At 6°C no quantifiable levels of AOH or AME were detected, but significant amounts of TeA were produced at 0.975 aw. In general, high aw levels and high temperatures were favorable for mycotoxin production. The greatest accumulation of all four toxins occurred at 0.975 aw and 30°C. The results obtained here could be extrapolated to evaluate the risk of tomato fruits and tomato products contamination caused by these toxins.",
		"pages": "44-49",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0168160515301835",
		"journal": "International Journal of Food Microbiology",
		"volume": "219"
	},
	{
		"id": "ZHANG2021122855",
		"source_id": "ZHANG2021122855",
		"type": "article",
		"title": "Glycoprotein analysis using lectin microcolumns and capillary electrophoresis: Characterization of alpha1-acid glycoprotein by combined separation methods",
		"author": "Chenhua Zhang and Katherine N. Schumacher and Eric D. Dodds and David S. Hage",
		"keywords": "Alpha-acid glycoprotein, Glycoform analysis, Lectins, Affinity microcolumn, Capillary electrophoresis, Combined separation methods",
		"doi": "https://doi.org/10.1016/j.jchromb.2021.122855",
		"abstract": "Separations based on combinations of 2.1 mm I.D. high-performance affinity microcolumns and capillary electrophoresis were developed and used to characterize the glycoforms of an intact glycoprotein. Human alpha1-acid glycoprotein (AGP) was used as a model analyte due to its heterogeneous glycosylation resulting from variations in its degree of branching, fucosylation, and number of sialic acids. Three separation formats were examined based on microcolumns that contained the lectins concanavalin A (Con A) or Aleuria aurantia lectin (AAL). These microcolumns were used with one another or in combination with capillary electrophoresis. N-Glycan analysis of the non-retained and retained AGP fractions was carried out by using PNGase F digestion and nanoflow electrospray ionization mass spectrometry. Con A microcolumns were found to selectively enrich AGP that contained bi-antennary N-glycans, while AAL microcolumns retained AGP with fucose-containing N-glycans. Results from these separation methods indicated that fucosylation of the N-linked glycans was more abundant when a high degree of branching was present in AGP. Sialic acid residues were more abundant when higher degrees of branching and more fucose residues were present in AGP. The separation and analysis methods that were developed could be used with relatively small amounts of AGP and can be adapted for use with other intact glycoproteins.",
		"pages": "122855",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1570023221003366",
		"journal": "Journal of Chromatography B",
		"volume": "1179"
	},
	{
		"id": "TIDERINGTON2021101913",
		"source_id": "TIDERINGTON2021101913",
		"type": "article",
		"title": "Moving On From Supportive Housing (MOSH): Development and evaluation of a transitional skill-building curriculum for providers helping residents exit homeless services",
		"author": "Emmy Tiderington and Jordan Goodwin",
		"keywords": "Homeless services, Supportive housing, Moving on initiative, Skills training, Independent living",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2021.101913",
		"abstract": "This article describes the development and evaluation of MOSH (Moving On From Supportive Housing), a transitional skill-building curriculum for providers helping residents exit homeless services to mainstream housing without embedded supports. In this evaluation, we assess the feasibility, acceptability, fit, and potential efficacy of the MOSH curriculum to improve proximal provider-level outcomes, including self-efficacy to provide MOSH-related independent living skills and supports. Homeless-services providers (N = 49) from a range of programs and settings participated in the training. Findings from focus groups and pre- and posttest surveys indicate high levels of overall satisfaction with the training. The majority of trainees perceived the training to be useful to their work and potentially useful for service recipients, felt the training would fit well within their existing day-to-day work, and said they were very likely to use MOSH skills in such work. Statistically significant improvements in self-efficacy regarding all skills but one were also found. MOSH holds promise as an intervention that can enhance provider practice and promotion of independent living skills in homeless services. Although these initial findings on MOSH are encouraging, further research will be needed to evaluate provider knowledge gains and effective use of these skills in practice.",
		"pages": "101913",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718921000082",
		"journal": "Evaluation and Program Planning",
		"volume": "85"
	},
	{
		"id": "CHEN2020775",
		"source_id": "CHEN2020775",
		"type": "article",
		"title": "High-value utilization of hydroxymethylated lignin in polyurethane adhesives",
		"author": "Yinchen Chen and Hui Zhang and Zhaodong Zhu and Shiyu Fu",
		"keywords": "Acetic acid lignin, Hydroxymethylation, Polyurethane adhesive",
		"doi": "https://doi.org/10.1016/j.ijbiomac.2020.02.321",
		"abstract": "Lignin is a good candidate for the polymerization and chemical modification to prepare sustainable chemicals and materials, but a relatively low hydroxyl content becomes an obstacle for the preparation of lignin-based polyurethane (PU) adhesives. In order to improve its reactivity, the acetic acid lignin (AAL) was hydroxymethylated before copolymerized with isocyanate during the preparation of PU adhesives. The hydroxymethylation was carried out in an alkaline formaldehyde solution and it was found that 85 °C is the optimal temperature. On that condition, the free formaldehyde content of the corresponding product HL-6 was as low as 0.32%, while the hydroxymethyl was increased by 189.11% compared with original AAL and reached 2.92 mmol/g. In the polymerization of PU adhesives, the hydroxymethylated lignin with a higher aliphatic hydroxyl content formed a more compact three-dimensional urethane cross-linking network with isocyanate. The mechanical properties and thermal stability of the lignin-based PU adhesive were improved by 15–30 wt% in HL-6, and particularly the tensile strength was increased by 21–41 MPa, which indicated that the hydroxymethylation is an efficient way to enrich the hydroxyl in lignin, and the modified lignin is adequate to partially replace petroleum-based polyols for the preparation of PU adhesives with excellent properties.",
		"pages": "775-785",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0141813020305225",
		"journal": "International Journal of Biological Macromolecules",
		"volume": "152"
	},
	{
		"id": "DELABOURDONNAYE2016126",
		"source_id": "DELABOURDONNAYE2016126",
		"type": "article",
		"title": "Gaze Trajectory Prediction in the Context of Social Robotics",
		"author": "François de La Bourdonnaye and Rossitza Setchi and Cecilia Zanni-Merk",
		"keywords": "Social robotics, human-robot interaction, eye tracking, gaze tracking, machine learning, trajectory prediction, time series, teleoperation",
		"doi": "https://doi.org/10.1016/j.ifacol.2016.10.473",
		"abstract": "Social robotics is an emerging field of robotics that focuses on the interactions between robots and humans. It has attracted much interest due to concerns about an aging society and the need for assistive environments. Within this context, this paper focuses on gaze control and eye tracking as a means for robot control. It aims to improve the usability of human-machine interfaces based on gaze control by developing advanced algorithms for predicting the trajectory of the human gaze. The paper proposes two approaches to gaze-trajectory prediction: probabilistic and symbolic. Both approaches use machine learning. The probabilistic method mixes two state models representing gaze locations and directions. The symbolic method treats the gaze-trajectory prediction problem similar to how word-prediction problems are handled in web browsers. Comparative experiments prove the feasibility of both approaches and show that the probabilistic approach achieves better prediction results.",
		"pages": "126-131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2405896316320638",
		"journal": "IFAC-PapersOnLine",
		"volume": "49"
	},
	{
		"id": "KIMURA2021e47",
		"source_id": "KIMURA2021e47",
		"type": "article",
		"title": "Combination of Thresholds of Vascular Function Tests for Prediction of Continuation of Independent Living in Elderly People in Okinawas Longevity Region",
		"author": "Akira Kimura",
		"keywords": "Elderly, Advanced Glycation Endproducts, Pulse Wave Velocity AUC, ROC Curve",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.603",
		"abstract": "Research Objectives To clarify the standard values of the combination of factors for estimating healthy life expectancy, including the Advanced Glycation Endproducts (AGEs), and the Pulse Wave Velocity (PWV) as factors for estimating the \"independent living impossible\" among elderly people living independently in Ogimi Village who are over 85 years old. Design The study design was a short-term longitudinal study within a cohort study. The time period used for the analysis was for the follow-up period from September 2019 to December 2020. Setting The setting is the general community where is a traditional lifestyle in rural Okinawa Japan. Participants 20 participants.The subjects were older than 85 years of age who had a traditional lifestyle and continued to live independently as of 2019. Interventions Measurements of AGEs and PWV were conducted at the community center and at home. Main Outcome Measures Numbers of Independent living people, AGEs, and aortic-radial PWV. For statistical analysis, the optimal cutoff values for AGEs and PWV were determined from ROC curves for the two values of unable to live independently or able to live independently. The value with the maximum and the estimation performance was evaluated. Results The cutoff value for PWV for those in the R90 group who were no longer able to live independently (n=4) was 350 au (AUC=0.532), and AGEs was 11.0 m/sec (AUC=0.567). In 75% of the cases, both factors exceeded this cutoff value. No one reached the end of independent living in the category range of lower values for both factors than this cutoff value. Conclusions The existence of a category consisting of a combination of an AGEs and PWV was suggested as a factor for estimating \"cases in which independent living becomes impossible\" among elderly people aged 85 years or older in Ogimi Village. It is necessary to examine the possibility of extending independent living even in the very elderly by using further time-lapsed results to examine their cumulative effects. Author(s) Disclosures No conflicts of interest to be disclosed.",
		"pages": "e47",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321011278",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "FRANCO2020293",
		"source_id": "FRANCO2020293",
		"type": "article",
		"title": "A multimodal approach for human activity recognition based on skeleton and RGB data",
		"author": "Annalisa Franco and Antonio Magnani and Dario Maio",
		"keywords": "Human activity recognition, Kinect sensor, Temporal images",
		"doi": "https://doi.org/10.1016/j.patrec.2020.01.010",
		"abstract": "Human action recognition plays a fundamental role in the design of smart solution for home environments, particularly in relation to ambient assisted living applications, where the support of an automated system could improve the quality of life of humans trying to interpret and anticipate user needs, recognizing unusual behaviors or preventing dangerous situations (e.g. falls). In this work the potentialities of the Kinect sensor are fully exploited to design a robust approach for activity recognition combining the analysis of skeleton and RGB data streams. The skeleton representation is designed to capture the most representative body postures, while the temporal evolution of actions is better highlighted by the representation obtained from RGB images. The experimental results confirm that the combination of these two data sources allow to capture highly discriminative features resulting in an approach able to achieve state-of-the-art performance on public benchmarks.",
		"pages": "293-299",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865520300106",
		"journal": "Pattern Recognition Letters",
		"volume": "131"
	},
	{
		"id": "GAO2019482",
		"source_id": "GAO2019482",
		"type": "article",
		"title": "Overexpressed N-fucosylation on the cell surface driven by FUT3, 5, and 6 promotes cell motilities in metastatic pancreatic cancer cell lines",
		"author": "Hui-Feng Gao and Qi-yang Wang and Ke Zhang and Lian-Yu Chen and Chien-Shan Cheng and Hao Chen and Zhi-Qiang Meng and Shu-min Zhou and Zhen Chen",
		"keywords": "Pancreatic cancer cells, Metastasis, Lectin microarray,  -fucosylation",
		"doi": "https://doi.org/10.1016/j.bbrc.2019.02.092",
		"abstract": "Pancreatic cancer is a highly malignant tumor of the digestive system. Previous studies have shown that abnormal cell surface glycosylation is associated with cancer metastasis, which suggests that glycosylation changes may open a new window for discovering metastasis-related pathways. In this study, we used a microarray with 55 lectins to screen for altered glycosylation between two metastatic pancreatic cancer lines (Capan-1 and Su.86.86) and two nonmetastatic pancreatic cancer lines (Panc-1 and MIA PaCa-2), and we further analyzed three lectins with high-binding activities (AAL, UEA-I, and PHA-E) in cell motility assays using these pancreatic cancer cells to detect whether blocking certain forms of cell surface glycosylation affects any processes associated with metastasis. As a result, we found that AAL, a fucose-specific lectin, has different binding patterns between metastatic pancreatic cancer and nonmetastatic pancreatic cancer lines and inhibits cell motility in metastatic pancreatic cancer cells. Furthermore, the N-fucosylation-related genes FUT3, 5, and 6 were found to be responsible for the elevated fucosylation in metastatic pancreatic cells through real-time PCR screening. In summary, our findings that the specific bindings of AAL on cell surfaces and highly expressed FUT3, 5, and 6 in metastatic pancreatic cancer cells, although preliminary, are encouraging, and our established combined method is also suitable for discovering metastasis-related mechanisms in other cancers.",
		"pages": "482-489",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006291X19302888",
		"journal": "Biochemical and Biophysical Research Communications",
		"volume": "511"
	},
	{
		"id": "HAVLICEK2021105998",
		"source_id": "HAVLICEK2021105998",
		"type": "article",
		"title": "Service coordination for transition-age foster youth with disabilities: A survey of state independent living coordinators",
		"author": "Judy Havlicek and Lucy Bilaver",
		"keywords": "Web survey, State independent living coordinators, Aging-out foster youth, Disabilities, Service coordination",
		"doi": "https://doi.org/10.1016/j.childyouth.2021.105998",
		"abstract": "Transition-aged foster youth with disabilities are arguably one of the most vulnerable sub-groups in state child welfare systems. However, little research has examined the ways in which services may be coordinated in and across child welfare systems and with adult service systems. To fill this gap, this study reports the findings from an online survey of U.S. independent living coordinators regarding coordination of services for foster youth with disabilities. In all, 43 surveys were completed, for an 84% response rate. Survey responses were uploaded into SPSS and descriptive analyses were completed. The majority of respondents (87%) reported their state child welfare system screened for disabilities. More than half (63%) reported their state’s data system tracks disabilities. Although a majority of respondents (79%) indicated a child welfare representative is required to attend Individualized Education Program (IEP) meetings, criteria vary regarding who is eligible to fill that role. A majority of respondents reported that their agency collaborates with other public agencies serving adults with disabilities (92%). The most frequently mentioned agencies that respondents reported coordinating transition planning with were mental health, vocational rehabilitation, and other community programs. Study findings are discussed in the context of federal independent living policy, which requires child welfare agencies to collaborate with and rely on other public institutions.",
		"pages": "105998",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0190740921000773",
		"journal": "Children and Youth Services Review",
		"volume": "125"
	},
	{
		"id": "ABCHICHEMIMOUNI2016324",
		"source_id": "ABCHICHEMIMOUNI2016324",
		"type": "article",
		"title": "COALAA-GEN: A General Adaptive Approach for Ambient Assistive Applications",
		"author": "Nadia Abchiche-mimouni and Antonio Andriatrimoson and Etienne Colle and Simon Galerne",
		"keywords": "adaptativity, multi-dimensionality, cooperation, assistive applications, multi-agent systems",
		"doi": "https://doi.org/10.1016/j.procs.2016.08.145",
		"abstract": "This paper presents the design and the implementation of general and adaptive framework for ambient assisted living applications. The challenge is to deal with a dynamic environment in order to provide an adequate service to an elderly or a sick person at home in a cooperative way. It is necessary to take into account constraints such as, the degree of urgency of the service and the intrusion degree of the system. The evolution of the degree of intrusion based on the degree of urgency and the availability of the different communication devices of the ambient environment are particularly targeted. Through an adaptive approach based on coalitions of agents, the multi-agents system ensures answers to various and/or unforeseen situations. The originality is to employ a declarative method for modeling the coalitions formation process by means of a rule-based system.",
		"pages": "324-334",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050916319469",
		"journal": "Procedia Computer Science",
		"volume": "96"
	},
	{
		"id": "GONZALEZ2016210",
		"source_id": "GONZALEZ2016210",
		"type": "article",
		"title": "Comparison between passive vision-based system and a wearable inertial-based system for estimating temporal gait parameters related to the GAITRite electronic walkway",
		"author": "Iván González and Irvin H. López-Nava and Jesús Fontecha and Angélica Muñoz-Meléndez and Alberto I. Pérez-SanPablo and Ivett Quiñones-Urióstegui",
		"keywords": "Ambient Assisted Living environments, Clinical protocol, Quantitative gait analysis, Temporal gait parameters, Vision system, Accelerometer sensor",
		"doi": "https://doi.org/10.1016/j.jbi.2016.07.009",
		"abstract": "Quantitative gait analysis allows clinicians to assess the inherent gait variability over time which is a functional marker to aid in the diagnosis of disabilities or diseases such as frailty, the onset of cognitive decline and neurodegenerative diseases, among others. However, despite the accuracy achieved by the current specialized systems there are constraints that limit quantitative gait analysis, for instance, the cost of the equipment, the limited access for many people and the lack of solutions to consistently monitor gait on a continuous basis. In this paper, two low-cost systems for quantitative gait analysis are presented, a wearable inertial system that relies on two wireless acceleration sensors mounted on the ankles; and a passive vision-based system that externally estimates the measurements through a structured light sensor and 3D point-cloud processing. Both systems are compared with a reference clinical instrument using an experimental protocol focused on the feasibility of estimating temporal gait parameters over two groups of healthy adults (five elders and five young subjects) under controlled conditions. The error of each system regarding the ground truth is computed. Inter-group and intra-group analyses are also conducted to transversely compare the performance between both technologies, and of these technologies with respect to the reference system. The comparison under controlled conditions is required as a previous stage towards the adaptation of both solutions to be incorporated into Ambient Assisted Living environments and to provide continuous in-home gait monitoring as part of the future work.",
		"pages": "210-223",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046416300636",
		"journal": "Journal of Biomedical Informatics",
		"volume": "62"
	},
	{
		"id": "ROLLS2020116189",
		"source_id": "ROLLS2020116189",
		"type": "article",
		"title": "Automated anatomical labelling atlas 3",
		"author": "Edmund T. Rolls and Chu-Chung Huang and Ching-Po Lin and Jianfeng Feng and Marc Joliot",
		"keywords": "AAL3, Automated anatomical labelling 3, AAL, AAL2, Human brain, Orbitofrontal cortex, Cingulate cortex, Thalamus, Substantia nigra",
		"doi": "https://doi.org/10.1016/j.neuroimage.2019.116189",
		"abstract": "Following a first version AAL of the automated anatomical labeling atlas (Tzourio-Mazoyer et al., 2002), a second version (AAL2) (Rolls et al., 2015) was developed that provided an alternative parcellation of the orbitofrontal cortex following the description provided by Chiavaras, Petrides, and colleagues. We now provide a third version, AAL3, which adds a number of brain areas not previously defined, but of interest in many neuroimaging investigations. The 26 new areas in the third version are subdivision of the anterior cingulate cortex into subgenual, pregenual and supracallosal parts; subdivision of the thalamus into 15 parts; the nucleus accumbens, substantia nigra, ventral tegmental area, red nucleus, locus coeruleus, and raphe nuclei. The new atlas is available as a toolbox for SPM, and can be used with MRIcron.",
		"pages": "116189",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811919307803",
		"journal": "NeuroImage",
		"volume": "206"
	},
	{
		"id": "LUNDSTROM2016429",
		"source_id": "LUNDSTROM2016429",
		"type": "article",
		"title": "Detecting and exploring deviating behaviour of smart home residents",
		"author": "Jens Lundström and Eric Järpe and Antanas Verikas",
		"keywords": "Ambient assisted living, Random forests, Stochastic neighbour embedding, Markov chain, Intelligent environments",
		"doi": "https://doi.org/10.1016/j.eswa.2016.02.030",
		"abstract": "A system for detecting deviating human behaviour in a smart home environment is the long-term goal of this work. Clearly, such systems will be very important in ambient assisted living services. A new approach to modelling human behaviour patterns is suggested in this paper. The approach reveals promising results in unsupervised modelling of human behaviour and detection of deviations by using such a model. Human behaviour/activity in a short time interval is represented in a novel fashion by responses of simple non-intrusive sensors. Deviating behaviour is revealed through data clustering and analysis of associations between clusters and data vectors representing adjacent time intervals (analysing transitions between clusters). To obtain clusters of human behaviour patterns, first, a random forest is trained without using beforehand defined teacher signals. Then information collected in the random forest data proximity matrix is mapped onto the 2D space and data clusters are revealed there by agglomerative clustering. Transitions between clusters are modelled by the third order Markov chain. Three types of deviations are considered: deviation in time, deviation in space and deviation in the transition between clusters of similar behaviour patterns. The proposed modelling approach does not make any assumptions about the position, type, and relationship of sensors but is nevertheless able to successfully create and use a model for deviation detection–this is claimed as a significant result in the area of expert and intelligent systems. Results show that spatial and temporal deviations can be revealed through analysis of a 2D map of high dimensional data. It is demonstrated that such a map is stable in terms of the number of clusters formed. We show that the data clusters can be understood/explored by finding the most important variables and by analysing the structure of the most representative tree.",
		"pages": "429-440",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416300616",
		"journal": "Expert Systems with Applications",
		"volume": "55"
	},
	{
		"id": "BOEHNKE2022104",
		"source_id": "BOEHNKE2022104",
		"type": "article",
		"title": "Feasibility study of a modified yoga program for chronic pain among elderly adults in assisted and independent living",
		"author": "Kevin F. Boehnke and Cheryl LaMore and Patty Hart and Suzanna M. Zick",
		"keywords": "Gentle yoga, Chronic pain, Feasibility, Assisted living, Very-old adults",
		"doi": "https://doi.org/10.1016/j.explore.2020.11.010",
		"abstract": "Context Yoga improves quality of life in elders ≥65 years, but studies among elders with chronic pain are limited. Objective Conduct a feasibility study of gentle yoga among elders in assisted and independent living. Design Single arm pre/post clinical trial. Subjects Adults (≥65 years of age) with self-identified chronic pain (≥3 on a 10-point scale, lasting for ≥3 months) and no current yoga practice. Intervention Ten weekly 60-min gentle yoga classes tailored to elderly adults. Outcome measures At baseline, weeks 5, 10 (end of intervention), and 20 (follow-up), we collected data on feasibility (adherence, retention, safety), pain, anxiety, depression, fatigue, sleep disturbance, and physical function. Results Twenty-six participants enrolled (88% women, 77% white, 58% in assisted living) with average age of 86.6 ± 4.4 (Mean, STD). Twenty participants completed the intervention, with 90% adhering (completing ≥6 classes). Nine participants (45% of completers) experienced adverse events, which were non-serious and related to transient musculoskeletal pain. No adverse events resulted in study withdrawal. Participants reported being somewhat likely to recommend yoga to a friend, and quite a bit likely to do yoga again. At the end of the intervention, four of twenty participants reported practicing yoga outside of class. Anxiety significantly decreased from 5.80 (SE=0.90) to 4.44 (SE=0.74) (p = 0.014), but there were no changes in other measures. Conclusions Our pilot 10-week yoga study was generally safe for and suitable to assisted and independent living elderly adults. Future studies are needed to examine other effects of yoga in assisted/independent living adults with chronic pain.",
		"pages": "104-107",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1550830720303803",
		"journal": "EXPLORE",
		"volume": "18"
	},
	{
		"id": "SANCHEZ202071",
		"source_id": "SANCHEZ202071",
		"type": "article",
		"title": "Human behaviour modelling for welfare technology using hidden Markov models",
		"author": "Veralia Gabriela Sánchez and Ola Marius Lysaker and Nils-Olav Skeie",
		"keywords": "Ambient assisted living, HMM, Behaviour recognition, Assistive technology, Pattern recognition, Norway, Smart house",
		"doi": "https://doi.org/10.1016/j.patrec.2019.09.022",
		"abstract": "Human behaviour modelling for welfare technology is the task of recognizing a persons behaviour patterns in order to construct a safe environment for that person. It is useful in building environments for older adults or to help any person in his or her daily life. The aim of this study is to model the behaviour of a person living in a smart house environment in order to detect abnormal behaviour and assist the person if help is needed. Hidden Markov models, location of the person in the house, posture of the person, and time frame rules are implemented using a real-world, open-source dataset for training and testing. The proposed model presented in this study models the normal behaviour of a person and detects anomalies in the usual pattern. The model shows good results in the identification of abnormal behaviour when tested.",
		"pages": "71-79",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167865519302685",
		"journal": "Pattern Recognition Letters",
		"volume": "137"
	},
	{
		"id": "YE2022151869",
		"source_id": "YE2022151869",
		"type": "article",
		"title": "Reducing livestock snow disaster risk in the Qinghai–Tibetan Plateau due to warming and socioeconomic development",
		"author": "Tao Ye and Weihang Liu and Shuo Chen and Deliang Chen and Peijun Shi and Aihui Wang and Yijia Li",
		"keywords": "Climate change, Socioeconomic development, Livestock snow disaster, Relative contribution, The Qinghai-Tibetan Plateau",
		"doi": "https://doi.org/10.1016/j.scitotenv.2021.151869",
		"abstract": "Global warming can have positive or negative impacts on society depending on sectors and changes in climate impact drivers, resulting in opportunities or risks. The same holds true for social-economic changes. However, past research has mostly focused on assessing risks, leaving potential opportunities under-addressed. Here, we simulated the impact of climate change and socioeconomic development on livestock snow disasters over the Qinghai–Tibetan Plateau during 1986–2100, by integrating the drivers of climate and socioeconomic changes via an event-based disaster risk assessment model. Model results show climate change and socioeconomic development contributes about equally to reducing livestock loss in snow disasters by 4% yr−1 up to 2100 under representative concentration pathway 8.5 and shared-socioeconomic pathway 5. The marginal benefit from climate change was projected to be a 43.2% reduction in annual average loss per degree kelvin warming, and that from socioeconomic development was a 12.4% reduction per 100% increase in gross domestic production. In a 2 °C warmer world, the annual average loss could be 91% smaller compared with the baseline period (1986–2005). Limiting global warming to 1.5 °C instead of 2 °C would reduce the benefit by 5%, requiring a 135% increase in the marginal benefits of prevention capacity to offset the reduction.",
		"pages": "151869",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S004896972106945X",
		"journal": "Science of The Total Environment",
		"volume": "813"
	},
	{
		"id": "SULLIVAN2021e105",
		"source_id": "SULLIVAN2021e105",
		"type": "article",
		"title": "Facilitators and Barriers that Impact the Transition to Adulthood for Young Adults with Autism Spectrum Disorder (ASD)",
		"author": "Anne Sullivan and Theresa Smith",
		"keywords": "Young Adult, Autism Spectrum Disorder, Executive Function Independent Living",
		"doi": "https://doi.org/10.1016/j.apmr.2021.07.497",
		"abstract": "Research Objectives To understand the development of independent living skills for young adults with ASD. Design Qualitative case study. Setting Community-based therapeutic residential program. Participants Purposeful maximal sampling was used to identify the program director at a residential program that teaches independent living skills to young adults with disabilities. Interventions Semi-structured interview and participant observation. Main Outcome Measures Trustworthiness was established with audit trail, triangulation of data, and member checking. In-vivo and descriptive coding were used consistent with grounded theory methods to identify emergent themes. Results Themes representing facilitators include (1) learn by actively doing, (2) experiencing failure, (3) structured environment, (4) influence of peers, (5) development of habits and routines, and (6) partnering with a mentor. Themes representing barriers include (1) executive function (EF) challenges and (2) parent influences. Conclusions Multiple factors are involved with transitioning to independent living for adults with ASD. Current findings support and expand prior research studies findings of facilitators (e.g. supportive environment) and barriers (e.g. EF, limited community supports). Current findings bring to light the importance of a mentor as a facilitator and the parent role being a battier, which align with parents experience of stress, anxiety, and desire for increased community supports and integrated services for their children while developing independent living skills. This research supports the need for increased availability of services for young adults with autism that provide individualized instruction with a mentor and peers to provide active learning opportunities allowing safe learning through failure. Author(s) Disclosures There is no conflict of interest.",
		"pages": "e105",
		"year": "2021",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0003999321010212",
		"journal": "Archives of Physical Medicine and Rehabilitation",
		"volume": "102"
	},
	{
		"id": "HO2016646",
		"source_id": "HO2016646",
		"type": "article",
		"title": "Design of Multi-agent Emergency Dispatching Model to Strengthen Resiliency of Taiwan High-speed Rail System",
		"author": "Ting-Wu Ho and Te-Che Chen and Chuen-Chyi Hsieh and Chien-Cheng Chou",
		"keywords": "Emergency dispatching, Multi-agent system, Ontology, High-speed rail system, Resilience ;",
		"doi": "https://doi.org/10.1016/j.proeng.2016.04.055",
		"abstract": "Although HSR (high-speed rail) systems can provide good service quality, such the systems have not been designed to handle disaster-related events very well, i.e., the trains dispatching work during a disaster. In other words, if there is no experienced train dispatchers in the control center of a HSR system, extended delays and possible catastrophic system failures might occur, thus exacerbating the impact caused by the disaster. Recently, a novel approach called the multi-agent system (MAS) is being increasingly used in transportation applications. Within a multi-agent assisted environment, a stakeholder such as train driver and depot manager can consultant with the corresponding MAS agent about the best trains dispatching strategy. The proposed ontology-based, multi-agent model was tested by using Taiwan HSR real dispatching cases. The results show the potential of assisting train dispatchers in handling disaster scenarios in a more efficient and effective way.",
		"pages": "646-653",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877705816300601",
		"journal": "Procedia Engineering",
		"volume": "145"
	},
	{
		"id": "OGUEGO2018235",
		"source_id": "OGUEGO2018235",
		"type": "article",
		"title": "Using argumentation to manage users’ preferences",
		"author": "C.L. Oguego and J.C. Augusto and A. Muñoz and M. Springett",
		"keywords": "Users’ preference, Preference handling, Ambient intelligence, Argumentation, User-centric computing, Ambient assisted living",
		"doi": "https://doi.org/10.1016/j.future.2017.09.040",
		"abstract": "Argumentation has provided a means to deal with inconsistent knowledge. We explore the potential of argumentation to handle conflicting user preferences. Classical preference handling methods in Artificial Intelligence (AI) lack the ability to handle ambiguity and the evolution of preferences over time. Previous experiments conducted by the authors indicate the usefulness of argumentation systems to handle Ambient Intelligence (AmI) examples with the aforementioned characteristics. This paper explores a generalized framework that can be applied to handle user preferences in AmI. The paper provides an overall preference handling architecture which can be used to extend current argumentation systems. We show how the proposed system can handle multiple users with the introduction of personalized preference functions. We illustrate how user preferences can be handled in realistic ways in AmI environments (such as smart homes), by showing how the system can make decisions based on inhabitants’ preferences on lighting, healthy eating and leisure.",
		"pages": "235-243",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X1630379X",
		"journal": "Future Generation Computer Systems",
		"volume": "81"
	},
	{
		"id": "JIANG2020103841",
		"source_id": "JIANG2020103841",
		"type": "article",
		"title": "Collaborating with ‘familiar’ strangers in mobile-assisted environments: The effect of socializing activities on learning EFL writing",
		"author": "Dayu Jiang and Lawrence Jun Zhang",
		"keywords": "EFL writing teaching, Mobile-assisted language learning, Collaborative language learning, Cognitive load, Social presence",
		"doi": "https://doi.org/10.1016/j.compedu.2020.103841",
		"abstract": "Learners in computer- or mobile-assisted collaborative learning environments could remain anonymous or unfamiliar, as educators might not provide explicit socializing activities with the assumption that effective interactions could happen naturally in these situations. However, from the perspectives of social presence, it was hypothesized that for learners who were unfamiliar to their peers in online collaborative learning environments, performing explicit socializing activities prior to learning phases would help them have better learning performance, experience lower levels of working memory load, and experience higher levels of social presence than performing implicit socializing activities. This research was conducted to test the hypotheses with 60 participants. The results showed that providing explicit socializing activities to unfamiliar learners in mobile-assisted collaborative learning environments increased the level of social presence, facilitated their acquisition of complex cognitive skills such as EFL argument essay writing skills, and reduced the level of cognitive load in learning. These results are discussed in light of human cognitive architecture and the social presence theory.",
		"pages": "103841",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0360131520300415",
		"journal": "Computers & Education",
		"volume": "150"
	},
	{
		"id": "GURDAK2022102076",
		"source_id": "GURDAK2022102076",
		"type": "article",
		"title": "Transitioning to independent living: Experiences of homeless young adults in rapid rehousing",
		"author": "Kristen Gurdak and Lynden Bond and Deborah Padgett and Robin Petering",
		"keywords": "Young adults, Homeless, Rapid rehousing, Qualitative, Housing",
		"doi": "https://doi.org/10.1016/j.evalprogplan.2022.102076",
		"abstract": "Rapid rehousing (RRH) is an intervention that is being adopted nationally to assist adolescents and emerging adults who are homeless. RRH provides short-term rental assistance for independent scattered-site housing, in addition to an array of support services for approximately 12–24 months. The aim of this study is to explore the experiences of young adults (18–23 years old) who had previously been homeless and who were enrolled in RRH programs set in two urban Northeastern cities, and their subsequent preparedness for independent living. Our sample mostly consisted of non-Hispanic Black females, many of whom identified as LGBTQ. Semi-structured interviews (n = 15) were conducted after participants had been in the program for nine months - three months prior to their initial program completion date. Thematic analysis revealed three themes: the importance of tangible support, communication among all parties: staff lead the way, and “I gotta start learning to do it on my own”. These domains provided essential assistance for young people to attain their goals and through this process they learned skills to live independently and transition into adulthood. These findings suggest that rapid rehousing programs and service providers should focus on these domains to facilitate successful transition to independent living for this population.",
		"pages": "102076",
		"year": "2022",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0149718922000301",
		"journal": "Evaluation and Program Planning",
		"volume": "92"
	},
	{
		"id": "YAN20163007",
		"source_id": "YAN20163007",
		"type": "article",
		"title": "A simple and fast microwave assisted approach for the reduction of graphene oxide",
		"author": "Qinglong Yan and Qing Liu and Jieqiang Wang",
		"keywords": "A. Microwave processing, Chemical preparation, Graphene oxide, Flexible electrode",
		"doi": "https://doi.org/10.1016/j.ceramint.2015.10.085",
		"abstract": "Herein, a simple and fast method for chemical reduction of graphene oxides (GO) was carried out, the most common monosaccharide (glucose) here served as a green, non-toxic and high-effective reduction reagent. After reacted in an alkaline microwave-assisted environment for several hours, the water-soluble glucose reduced graphene oxide (GRGO) was obtained. Meanwhile, the as-prepared GRGO powders can be easily dispersed in several common organic solvents. And the colloidal solutions show no signs of agglomeration even after a week. The Raman spectra XRD and the TG analysis as well as other tests show the GO sheets were reduced successfully. The electrochemical testing results reveal that GRGO3-based flexible electrode has specific capacitance as high as 179Fg−1 at the potential scanning rate of 2mVs−1. This environment friendly short-time microwave-assist solvothermal treatment is efficient and has a promising prospect of application.",
		"pages": "3007-3013",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0272884215019872",
		"journal": "Ceramics International",
		"volume": "42"
	},
	{
		"id": "BILBAO2016108",
		"source_id": "BILBAO2016108",
		"type": "article",
		"title": "Promotion of active ageing combining sensor and social network data",
		"author": "Aritz Bilbao and Aitor Almeida and Diego López-de-Ipiña",
		"keywords": "AAL, Social networks, Active ageing, Intelligent environments",
		"doi": "https://doi.org/10.1016/j.jbi.2016.09.017",
		"abstract": "The increase of life expectancy in modern society has caused an increase in elderly population. Elderly people want to live independently in their home environment for as long as possible. However, as we age, our physical skills tend to worsen and our social circle tends to become smaller, something that often leads to a considerable decrease of both our physical and social activities. In this paper, we present an AAL framework developed within the SONOPA project, whose objective is to promote active ageing by combining a social network with information inferred using in-home sensors.",
		"pages": "108-115",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1532046416301307",
		"journal": "Journal of Biomedical Informatics",
		"volume": "64"
	}
]